Repository: meumouse/translates
Catalog: ali2woo-*.po
Languages: pt_br

# Status
source: Please connect the Chrome extension to your store and then continue. Need help? Check out <a href="%s">the instruction</a>
pt_br: Conecte a extensão do Chrome à sua loja e continue. Preciso de ajuda? Confira <a href="%s">as instruções</a>

# Status
source: Please install and connect to your website the Ali2Woo chrome extension to use this feature.
pt_br: Instale e conecte ao seu site a extensão Chrome Ali2Woo para usar esse recurso.

# Status
source: Please switch to AliExpress and choose payment method.
pt_br: Por favor, mude para o AliExpress e escolha a forma de pagamento.

# Status
source: Please switch to AliExpress and input the Captcha code manually or wait for your Captcha solver to do the job...
pt_br: Por favor, mude para o AliExpress e insira o código Captcha manualmente ou espere o seu solucionador de Captcha fazer o trabalho...

# Status
source: Please switch to AliExpress and pay for the order.
pt_br: Por favor, mude para o AliExpress e pague pelo pedido.

# Status
source: Please switch to AliExpress tab and login into your AliExpress account.
pt_br: Por favor, mude para a guia AliExpress e faça login na sua conta AliExpress.

# Status
source: Please switch to AliExpress tab, type the address or skip this order.
pt_br: Por favor, mude para a guia AliExpress, digite o endereço ou pule este pedido.

# Status
source: Please wait, data loads..
pt_br: Aguarde, os dados estão sendo carregados..

# Status
source: Please wait, data loads...
pt_br: Aguarde, os dados estão sendo carregados..

# Status
source: Please wait...
pt_br: Por favor, aguarde...

# Status
source: Process loading %d of %d. Errors: %d.
pt_br: Carregamento em processo %d de %d. Erros: %d.

# Status
source: Process update %d of %d.
pt_br: Atualização do processo %d de %d.

# Status
source: Process update %d of %d. Errors: %d.
pt_br: Atualização do processo %d de %d. Erros: %d.

# Status
source: Product (%d) is added to the cart. Wait...
pt_br: O produto (%d) é adicionado ao carrinho. Esperar...

# Status
source: Server error. Continue to try again.
pt_br: Erro de servidor. Continue tentando novamente.

# Status
source: Sync failed.
pt_br: Falha na sincronização.

# Status
source: Sync process
pt_br: Processo de sincronização

# Status
source: Synchronized successfully.
pt_br: Sincronizado com sucesso.

# Status
source: The order is placed. Wait...
pt_br: O pedido foi realizado. Aguarde...

# Status
source: The payment is failed, please finish this order manually. Then continue.
pt_br: O pagamento falhou, finalize este pedido manualmente. Então continue.

# Status
source: The previous cart data is cleared. Wait...
pt_br: Os dados anteriores do carrinho são apagados. Esperar...

# Status
source: This order doesn`t contain the `product_url` field for some reason. Check out <a href="%s">the instruction</a>
pt_br: Este pedido não contém o campo 'product_url' por algum motivo. Confira <a href="%s">as instruções</a>

# Status
source: This order has a variable product but doesn`t contain the variable data for some reason. Check out <a href="%s">the instruction</a>
pt_br: Este pedido tem um produto variável, mas não contém os dados variáveis por algum motivo. Confira <a href="%s">as instruções</a>

# Status
source: This website is not connected to the Ali2Woo chrome extension. Please check that you choose right API key.
pt_br: Este site não está conectado à extensão chrome Ali2Woo. Verifique se você escolheu a chave de API correta.

# Status
source: Tracking data is updated for the AliExpress order №
pt_br: Os dados de rastreamento são atualizados para o pedido do AliExpress N°

# Status
source: Unknown error occured. Please contact support.
pt_br: Ocorreu um erro desconhecido. Entre em contato com o suporte.

# Status
source: We can`t process your orders. Check out the "Status Page" for more details.
pt_br: Não podemos processar seus pedidos. Confira a "Página de Status" para mais detalhes.

# Status
source: We found an old order fulfillment process and removed it. Press the "Continue" button.
pt_br: Encontramos um processo de pedido fulfillment antigo e o removemos. Pressione o botão "Continuar".

# Status
source: Your customer address is entered. Wait...
pt_br: Seu endereço de cliente está inserido. Aguarde...

source: Submit file
pt_br: Enviar arquivo

source: Switch
pt_br: Trocar

source: SYNC ALL with AliExpress
pt_br: SINCRONIZAR TUDO com o AliExpress

source: SYNC with AliExpress
pt_br: SINCRONIZAR com AliExpress

source: System Info
pt_br: Informação do sistema

source: The order external ID(s) and tracking numbers have been reset.
pt_br: O(s) ID(s) externo(s) do pedido e os números de rastreamento foram redefinidos.

source: The order external ID(s) and/or tracking numbers have been added to the order manually.
pt_br: O(s) ID(s) externo(s) do pedido e/ou os números de rastreamento foram adicionados ao pedido manualmente.

source: The report is generated by the Email alerts module in Ali2Woo at
pt_br: O relatório é gerado pelo módulo de alertas de e-mail no Ali2Woo em

source: The value should be an integer between 1 and 5
pt_br: O valor deve ser um número inteiro entre 1 e 5

source: The value should be an integer between 1 and 5. Also it can`t be less than "from" value.
pt_br: O valor deve ser um inteiro entre 1 e 5. Também não pode ser menor que o valor "de".

source: The value should be an integer greater than 0
pt_br: O valor deve ser um número inteiro maior que 0

source: The value should be an integer greater than 0. Also it can`t be less than "from" value.
pt_br: O valor deve ser um inteiro maior que 0. Também não pode ser menor que o valor "de".

source: There may be problems with the image editor
pt_br: Pode haver problemas com o editor de imagens

source: These are the shipping methods you will be able to select when processing orders:
pt_br: Estes são os métodos de envio que você poderá selecionar ao processar pedidos:

source: These markups will be used for the rest of the price ranges
pt_br: Essas marcações serão usadas para o restante das faixas de preço

source: This product will override <a href="%s">%s</a> Click "Override" to proceed.
pt_br: Este produto substituirá <a href="%s">%s</a> Clique em "Substituir" para continuar.

source: To
pt_br: Para

source: To:
pt_br: Para:

source: Tools
pt_br: Ferramentas

source: Tracking
pt_br: Rastreamento

source: Tracking numbers
pt_br: Código de rastreio

source: TrackingId
pt_br: ID de rastreamento

source: Type
pt_br: Tipo

source: Update automatically
pt_br: Atualizar automaticamente

source: Update price
pt_br: Atualizar preço

source: Upload
pt_br: Enviar

source: Upload error
pt_br: Erro de upload

source: Use all
pt_br: Usar todos

source: Use custom account
pt_br: Usar conta personalizada

source: Use regular price as base
pt_br: Use o preço regular como base

source: Use sale price and discount
pt_br: Use preço de venda e desconto

source: Use sale price as base
pt_br: Use o preço promocional como base

source: Value
pt_br: Valor

source: Variants
pt_br: Variações

source: Variations images
pt_br: Imagens de variações

source: View/Edit
pt_br: Ver/Editar

source: wait
pt_br: aguarde

source: We will display the cheapest shipping option on the results page
pt_br: Mostraremos a opção de envio mais barata na página de resultados

source: When a new variant has appeared
pt_br: Quando uma nova variação apareceu

source: When inventory changes
pt_br: Quando o estoque muda

source: When product is no longer available
pt_br: Quando o produto não está mais disponível

source: When the price changes
pt_br: Quando o preço muda

source: When variant is no longer available
pt_br: Quando a variação não está mais disponível

source: Wizard
pt_br: Assistente de configuração

# Wizard
source: Based on your selection, our setup wizard will set optimal settings.
pt_br: Com base em sua seleção, nosso assistente de configuração definirá as configurações ideais.

# Wizard
source: Close the Setup Wizard to prevent changes in the settings.
pt_br: Feche o Assistente de configuração para evitar alterações nas configurações.

# Wizard
source: Do you want to import reviews?
pt_br: Deseja a importação de avaliações?

# Wizard
source: Import description from AliExpress
pt_br: Importar descrição do AliExpress

# Wizard
source: Include shipping cost to the product prices
pt_br: Incluir o custo de envio aos preços dos produtos

# Wizard
source: Input your Purchase code
pt_br: Insira seu código de compra

# Wizard
source: It will help you to set up settings for the plugin, use it if you`re newbye in dropshipping.
pt_br: Ele irá ajudá-lo a definir as configurações para o plugin, use-o se você for novato no dropshipping.

# Wizard
source: No, i will set up prices myself later
pt_br: Não, eu mesmo definirei os preços mais tarde

# Wizard
source: Pricing rules define your profit. This setup wizard can add basic pricing rules for you, use them as an idea for your unique pricing strategy.
pt_br: As regras de preços definem seu lucro. Este assistente de configuração pode adicionar regras básicas de preços para você, use-as como uma ideia para sua estratégia de preços exclusiva.

# Wizard
source: Regardless of your pricing model, including the shipping cost to your product price is a good method to protect your profit from shipping expenses.
pt_br: Independentemente do seu modelo de preços, incluir o custo de envio no preço do produto é um bom método para proteger seu lucro das despesas de envio.

# Wizard
source: Remove unwanted phrases from AliExpress products
pt_br: Remova frases indesejadas dos produtos AliExpress

# Wizard
source: Replace buyer phone with your number
pt_br: Substitua o telefone do comprador pelo seu número

# Wizard
source: Reviews allow you to increase the conversion in your store.
pt_br: As avaliações permitem aumentar a conversão em sua loja.

# Wizard
source: Set 300% fixed markup (if you sell only low-ticket products only)
pt_br: Defina um markup fixo de 300% (se você vender apenas produtos de baixo custo)

# Wizard
source: Set currency
pt_br: Definir moeda

# Wizard
source: Set currency of prices you import from AliExpress. Please note: Woocommerce currency will be changed too.
pt_br: Defina a moeda dos preços que você importa do AliExpress. Observação: a moeda do Woocommerce também será alterada.

# Wizard
source: Set language
pt_br: Definir idioma

# Wizard
source: Setup Wizard
pt_br: Assistente de configuração

# Wizard
source: Setup Wizard has applied preferred settings!
pt_br: O Assistente de Configuração aplicou as configurações preferidas!

# Wizard
source: The plugin will remove words like: "AliExpress, China, etc." - from the products which you import into your store.
pt_br: O plugin removerá palavras como: "AliExpress, China, etc." - dos produtos que você importa para sua loja.

# Wizard
source: Use product specifications instead of description (recommended)
pt_br: Use as especificações do produto em vez da descrição (recomendado)

# Wizard
source: Usually sellers add few or no text in the products on AliExpress. Instead they include images containing their promo infromation. That`s why a good technique is using product specifications instead of description and do not import images from description too.
pt_br: Normalmente os vendedores adicionam pouco ou nenhum texto nos produtos no AliExpress. Em vez disso, eles incluem imagens contendo suas informações promocionais. É por isso que uma boa técnica é usar as especificações do produto em vez da descrição e não importar imagens da descrição também.

# Wizard
source: Welcome to Ali2Woo!
pt_br: Bem-vindo ao Ali2Woo!

# Wizard
source: What pricing model do you want to use?
pt_br: Qual modelo de precificação você deseja usar?

# Wizard
source: What to do with product description?
pt_br: O que fazer com a descrição do produto?

# Wizard
source: When your supplier see your order, he may want to contact you. The best practice is leaving your phone number in the order note on AliExpress.
pt_br: Quando seu fornecedor vir seu pedido, ele poderá entrar em contato com você. A melhor prática é deixar seu número de telefone na nota do pedido no AliExpress.

# Wizard
source: You need to click "Save" at the bottom of the page to apply recomendations. Please note, this setup wizard can overwrite your changes in the plugin settings.
pt_br: Você precisa clicar em "Salvar" na parte inferior da página para aplicar as recomendações. Observe que este assistente de configuração pode substituir suas alterações nas configurações do plug-in.

# Wizard
source: You will import AliExpress product specifications, title, descriptions and products reviews in the preferred language.
pt_br: Você importará as especificações, títulos, descrições e análises de produtos do AliExpress no idioma de sua preferência.

source: Write ali2woo logs
pt_br: Gravar registros ali2woo

source: yes
pt_br: sim

source: You are using default account
pt_br: Você está usando a conta padrão

source: You can add products to this list from the “Search Products” page, or import products while browsing AliExpress using free chrome extension.
pt_br: Você pode adicionar produtos a esta lista na página “Pesquisar produtos” ou importar produtos enquanto navega no AliExpress usando a extensão gratuita do Chrome.

source: You can add the shipping cost that you see in the import list to the product price.
pt_br: Você pode adicionar o custo de envio que você vê na lista de importação ao preço do produto.

source: You can find the purchase code in your CodeCanyon account, then go to the "Downloads" page and locate the plugin there. Click "License certificate & purchase code" (available as PDF or text file).
pt_br: Você pode encontrar o código de compra em sua conta CodeCanyon, então vá para a página "Downloads" e localize o plugin lá. Clique em "Certificado de licença e código de compra" (disponível como PDF ou arquivo de texto).

source: You can set a specific cent value for your retail price. We will use this value when forming the final price for your items (e.g., if you want the cost of your product to be XX.99 then add 99 to the fields below).
pt_br: Você pode definir um valor de centavo específico para o seu preço de varejo. Usaremos esse valor ao formar o preço final de seus itens (por exemplo, se você deseja que o custo do seu produto seja XX,99, adicione 99 aos campos abaixo).

source: You do not have sufficient permissions to access this page.
pt_br: Você não tem permissões suficientes para acessar esta página.

source: You have unsaved changes
pt_br: Você tem alterações não salvas

source: You've already selected to override this product. Check your import list and confirm the override to continue.
pt_br: Você já selecionou substituir este produto. Verifique sua lista de importação e confirme a substituição para continuar.

source: Your Import List is Empty.
pt_br: Sua lista de importação está vazia.

source: Your pricing formula is applied to the AliExpress regular price. To learn more check out <a href="https://ali2woo.com/codex/pricing-markup-formula/">this article</a>
pt_br: Sua fórmula de preço é aplicada ao preço normal do AliExpress. Para saber mais, confira <a href="https://ali2woo.com/codex/pricing-markup-formula/">este artigo</a>

source: Your pricing formula is applied to the AliExpress sale price. To learn more check out <a href="https://ali2woo.com/codex/pricing-markup-formula/">this article</a>
pt_br: Sua fórmula de preço é aplicada ao preço de venda do AliExpress. Para saber mais, confira <a href="https://ali2woo.com/codex/pricing-markup-formula/">este artigo</a>

source: Your ranges overlap.
pt_br: Seus intervalos se sobrepõem.
