Repository: meumouse/translates
Catalog: ali2woo-*.po
Languages: pt_br

source: "Refresh" Page
pt_br: "Atualizar" página

source: %s day
pt_br: %s dia

source: %s days
pt_br: %s dias

source: %s removed because it can not be delivered to %s.
pt_br: %s removido porque não pode ser entregue a %s.

source: %s removed because it can not be delivered to your country.
pt_br: %s removido porque não pode ser entregue em seu país.

source: A2W Order Data
pt_br: Dados do pedido A2W

source: Account settings
pt_br: Configurações de conta

source: Account type
pt_br: Tipo de conta

source: Action
pt_br: Ação

source: Activate this controller
pt_br: Ative este controlador

source: Add all to import list
pt_br: Adicionar todos à lista de importação

source: Add key
pt_br: Adicionar chave

source: Add shipping cost
pt_br: Adicionar custo de envio

source: Add shipping cost first and then apply the price rules
pt_br: Adicione o custo de envio primeiro e depois aplique as regras de preço

source: Add shipping cost to product price
pt_br: Adicione o custo de envio ao preço do produto

source: Add to import list
pt_br: Adicionar à lista de importação

source: Add variant
pt_br: Adicionar variante

source: Add-ons
pt_br: Complementos

source: Add-ons/Extensions
pt_br: Complementos/Extensões

source: Advanced pricing rules
pt_br: Regras de precificação avançadas

source: Ali2Woo gets your <strong>sale price</strong> by applying a pricing formula to the AliExpress sale price. Your <strong>regular price</strong> is calculated using the <i>Regular Price</i> part of the formula.<br/> If you disable that part, the <strong>regular price</strong> is formed from your calculated sale price increased by the original AliExpress discount.<br/> To learn more check out <a href="https://ali2woo.com/codex/pricing-markup-formula/">this article</a>
pt_br: O Ali2Woo obtém seu <strong>preço de venda</strong> aplicando uma fórmula de precificação ao preço de venda do AliExpress. Seu <strong>preço normal</strong> é calculado usando a parte <i>Preço normal</i> da fórmula.<br/> Se você desativar essa parte, o <strong>preço normal</strong> é formado do seu preço de venda calculado aumentado pelo desconto original do AliExpress.<br/> Para saber mais, confira <a href="https://ali2woo.com/codex/pricing-markup-formula/">este artigo</a>

source: Ali2Woo notice! Please install the <a href="https://woocommerce.com/" target="_blank">WooCommerce</a> plugin first.
pt_br: Aviso Ali2Woo! Instale primeiro o plug-in <a href="https://woocommerce.com/" target="_blank">WooCommerce</a>.

source: Ali2Woo report: Changes in your products
pt_br: Relatório Ali2Woo: Mudanças em seus produtos

source: Aliexpress Dropship for Woocommerce
pt_br: Aliexpress Dropship para Woocommerce

source: Aliexpress Dropship for Woocommerce is a WordPress plugin created for AliExpress Drop Shipping and Affiliate marketing
pt_br: Aliexpress Dropship para Woocommerce é um plugin WordPress criado para AliExpress Drop Shipping e marketing de afiliados

source: AliExpress Info
pt_br: Informações do AliExpress

source: AliExpress Order ID
pt_br: ID do pedido do AliExpress

source: AliExpress order ID
pt_br: ID do pedido do AliExpress

source: AliExpress order ID(s)
pt_br: IDs de pedidos do AliExpress

source: Aliexpress orders count
pt_br: Contagem de pedidos do Aliexpress

source: Aliexpress Regular price (%s)
pt_br: Preço normal do Aliexpress (%s)

source: Aliexpress Sale price (%s)
pt_br: Preço de venda do Aliexpress (%s)

source: AliExpress Sync
pt_br: Sincronização do AliExpress

source: AliExpress tracking numbers
pt_br: Números de rastreamento do AliExpress

source: All options below will only work if this option is enabled
pt_br: Todas as opções abaixo só funcionarão se esta opção estiver habilitada

source: API Keys
pt_br: Chaves de API

# Aplly Phrases
source: Reviews
pt_br: Avaliações

source: APP Key
pt_br: Chaves de API

source: Apply
pt_br: Aplicar

source: Apply Filter to your Shop
pt_br: Aplicar filtro à sua loja

# Apply Phrases
source: All
pt_br: Tudo

# Apply Phrases
source: Import List
pt_br: Lista de importação

# Apply Phrases
source: Products
pt_br: Produtos

# Apply Phrases
source: Shop
pt_br: Loja

# Apply Phrases
source: Shop and Import List
pt_br: Lista de compras e importações

source: Apply pricing rules to existing products
pt_br: Aplicar regras de precificação a produtos existentes

source: Applying filter progress
pt_br: Aplicando o progresso do filtro

source: Applying pricing rules failed.
pt_br: Falha na aplicação das regras de precificação.

source: Applying pricing rules to your existing products
pt_br: Aplicando regras de precificação aos seus produtos existentes

source: Are you sure you want to delete all reviews?
pt_br: Tem certeza de que deseja excluir todos os comentários?

source: Assign cents
pt_br: Atribuir centavos

source: Assign cents field value should be an integer between 1 and 99
pt_br: O valor do campo Atribuir centavos deve ser um número inteiro entre 1 e 99

source: Assign compared at cents
pt_br: Atribuir comparado em centavos

source: Available shipping methods
pt_br: Formas de envio disponíveis

source: Back to list
pt_br: Voltar à lista

source: Below placeholders can only be used if the "Remove items that shipping is not available" option is disabled. Remove placeholders from the message if you disable that feature.
pt_br: Os espaços reservados abaixo só podem ser usados se a opção "Remover itens cujo envio não está disponível" estiver desativada. Remova os espaços reservados da mensagem se você desabilitar esse recurso.

source: Browse
pt_br: Procurar

# Button
source: Advance
pt_br: Avançar

# Button
source: Search
pt_br: Pesquisar

# Button
source: Simple
pt_br: Simples

# Button text
source: Error!
pt_br: Erro!

# Button text
source: SYNC ALL with AliExpress
pt_br: SINCRONIZAR TUDO com o AliExpress

# Button text
source: Sync done!
pt_br: Sincronização concluída!

# Button text
source: Try again?
pt_br: Tente novamente?

source: Calculate your shipping price:
pt_br: Calcule o valor do frete:

source: Cancel
pt_br: Cancelar

source: Cancel copy
pt_br: Cancelar cópia

source: Cancel move
pt_br: Cancelar movimento

source: Cancel Override
pt_br: Cancelar substituição

source: Carrier
pt_br: Transportadora

source: Cashback URL
pt_br: URL de reembolso

source: Categories
pt_br: Categorias

source: Change Attr
pt_br: Alterar atributos

source: Change Inv.
pt_br: Alterar faturamento

source: Change name
pt_br: Alterar nome

source: change package.
pt_br: alterar pacote.

source: Change Prices
pt_br: Alterar preços

source: Changes occurred in the last half-hour in your store
pt_br: Ocorreram alterações na última meia hora em sua loja

source: checked
pt_br: marcado

source: Choose an action when new of the product’s variants is an appearance on Aliexpress.
pt_br: Escolha uma ação quando novas variantes do produto aparecerem no Aliexpress.

source: Choose an action when one of the product’s variants is no longer available from Aliexpress.
pt_br: Escolha uma ação quando uma das variantes do produto não estiver mais disponível no Aliexpress.

source: Choose an action when one of your products is no longer available from Aliexpress. Applies to all existing products.
pt_br: Escolha uma ação quando um de seus produtos não estiver mais disponível no Aliexpress. Aplica-se a todos os produtos existentes.

source: Choose an action when the inventory level of a particular product changes.
pt_br: Escolha uma ação quando o nível de estoque de um determinado produto for alterado.

source: Choose an action when the price of your product changes.
pt_br: Escolha uma ação quando o preço do seu produto mudar.

source: Choose Categories
pt_br: Escolher categorias

source: Choose shipping country
pt_br: Escolha o país de envio

source: Choose Status
pt_br: Escolha o status

source: Choose Type
pt_br: Escolha o tipo

source: Clean
pt_br: Limpar

source: click here
pt_br: clique aqui

source: Click to see the tracking information
pt_br: Clique para ver as informações de rastreamento

source: Close
pt_br: Fechar

source: CodeCanyon purchase code
pt_br: Código de compra CodeCanyon

source: CodeCanyon support
pt_br: Suporte ao CodeCanyon

source: Color
pt_br: Cor

source: comma separated keywords
pt_br: palavras-chave separadas por vírgula

source: Common settings
pt_br: Configurações padrão

source: Continue
pt_br: Continuar

source: Convert Shopmaster csv file to ali2woo products
pt_br: Converta o arquivo csv do Shopmaster para produtos ali2woo

source: Copy checked images to gallery
pt_br: Copie as imagens marcadas para a galeria

source: Copy to clipboard
pt_br: Copiar para área de transferência

source: Cost
pt_br: Custo

source: Cost range end value must be greater than the starting value.
pt_br: O valor final do intervalo de custo deve ser maior que o valor inicial.

source: Cost range.
pt_br: Faixa de custo.

source: Cost value must be a number.
pt_br: O valor de custo deve ser um número.

source: Custom Price
pt_br: Preço personalizado

source: Daily limits
pt_br: Limites diários

source: Deactivate this controller
pt_br: Desativar este controlador

source: Debug
pt_br: Depurar

source: Delete log file
pt_br: Excluir arquivo de registro

source: Delivery time
pt_br: Prazo de entrega

source: Description
pt_br: Descrição

source: Description images
pt_br: Imagens de descrição

# Dialog title
source: AliExpress Info
pt_br: Informações do AliExpress

source: Disable add new variants if they appear.
pt_br: Desative adicionar novas variantes se elas aparecerem.

source: Disable add new variants?
pt_br: Desativar adição de novas variações?

source: Disable global synchronization for this product
pt_br: Desative a sincronização global para este produto

source: Disable price change?
pt_br: Desativar alteração de preço?

source: Disable quantity change?
pt_br: Desativar alteração de quantidade?

source: Disable synchronization?
pt_br: Desativar sincronização?

source: Disable variations price change
pt_br: Desativar alteração de preço de variações

source: Disable variations quantity change
pt_br: Desativar alteração de quantidade de variações

source: Do Nothing
pt_br: Não fazer nada

source: Don't import images from the description
pt_br: Não importe imagens da descrição

source: Done
pt_br: Feito

source: Enter Keywords
pt_br: Digite palavras-chave

source: Enter Tags
pt_br: Digite tags

source: Enter Value
pt_br: Insira o valor

source: Error
pt_br: Erro

# Error text
source: Can`t get tracking data. Please log-in to your AliExpress account first.
pt_br: Não é possível obter dados de rastreamento. Por favor, faça o login na sua conta AliExpress primeiro.

# Error text
source: Can`t get tracking data. Unknown error in the Chrome extension. Please contact our support.
pt_br: Não é possível obter dados de rastreamento. Erro desconhecido na extensão do Chrome. Entre em contato com nosso suporte.

# Error text
source: Didn`t find the AliExpress order №
pt_br: Não encontrei o pedido do AliExpress N°

# Error text
source: Didn`t find the Woocommerce order №
pt_br: Não encontrei o pedido Woocommerce N°

# Error text
source: Error! Please install the latest Chrome extension.
pt_br: Erro! Instale a extensão mais recente do Chrome.

# Error text
source: Please log in your AliExpress account to get tracking data for the AliExpress order №
pt_br: Por favor, entre em sua conta AliExpress para obter dados de rastreamento para o pedido AliExpress N°

source: Estimated Delivery
pt_br: Entrega estimada

source: Estimated Delivery Time
pt_br: Tempo de entrega estimado

source: Every 15 Minutes
pt_br: A cada 15 minutos

source: Every 5 Minutes
pt_br: A cada 5 minutos

source: Export/Import Products List
pt_br: Lista de Produtos de Exportação/Importação

source: extend/renew your support.
pt_br: estender/renovar o seu suporte.

source: External Aliexpress Product Id
pt_br: ID do produto Aliexpress externo

source: External Id
pt_br: ID externo

source: Fix product shipping
pt_br: Corrigir o envio do produto

source: Fixed Markup
pt_br: Markup fixo

source: Free
pt_br: Grátis

source: free
pt_br: grátis

source: Free return
pt_br: Devolução gratuita

source: Free Shipping
pt_br: Frete grátis

source: Free shipping
pt_br: Frete grátis

source: From
pt_br: A partir de

source: From:
pt_br: A partir de:

source: Gallery images
pt_br: Imagens da galeria

source: Get Chrome Extension
pt_br: Obter extensão do Chrome

source: Global pricing rules
pt_br: Regras de preços globais

# hint
source: Product page
pt_br: Página do produto

# hint
source: Seller
pt_br: Vendedor

# hint
source: The product has been deleted
pt_br: O produto foi excluído

source: Images
pt_br: Imagens

source: Import
pt_br: Importar

source: Import List
pt_br: Lista de importação

source: Import product by URL or ID
pt_br: Importar produto por URL ou ID

source: Import queue
pt_br: Fila de importação

source: Information about the current package.
pt_br: Informações sobre o pacote atual.

source: Internal AJAX call
pt_br: Chamada AJAX interna

source: Inventory
pt_br: Inventário

source: leave blank to allow all countries
pt_br: deixe em branco para permitir que todos os países

source: Link All products to category
pt_br: Vincular todos os produtos à categoria

source: Link to category
pt_br: Link para a categoria

source: Load images
pt_br: Carregar imagens

source: Loading
pt_br: Carregando

source: Manual crop
pt_br: Corte manual

source: Middle name
pt_br: Nome do meio

source: Move checked images to gallery
pt_br: Mover imagens marcadas para a galeria

source: Move to trash
pt_br: Mover para lixeira

source: Multiplier
pt_br: Multiplicador

source: Multiply by
pt_br: Multiplicar por

source: Name
pt_br: Nome

source: Need for everything.
pt_br: Necessidade de tudo.

source: New variant
pt_br: Nova variação

source: no
pt_br: não

source: No deleted attributes of variations
pt_br: Nenhum atributo de variações excluído

source: No deleted variations
pt_br: Nenhuma variação excluída

source: No products found.
pt_br: Nenhum produto encontrado.

source: Not available yet
pt_br: Não disponível ainda

source: Not import description
pt_br: Não importar a descrição

source: Not import specifications
pt_br: Não importar especificações

source: note for aliexpress order
pt_br: observação para pedido do Aliexpress

source: Off
pt_br: Desligado

source: Old order data goes below. It will be removed completely in a future versions of the Ali2Woo plugin.
pt_br: Os dados do pedido antigo seguem abaixo. Ele será removido completamente em versões futuras do plugin Ali2Woo.

source: On
pt_br: Ligado

source: Open log file
pt_br: Abrir arquivo de registro

source: or
pt_br: ou

source: Order fulfillment
pt_br: Pedido Fulfillment

source: Orders count
pt_br: Contagem de pedidos

source: Orders count from
pt_br: Os pedidos contam de

source: Orders count to
pt_br: Os pedidos contam para

source: Orders List
pt_br: Lista de pedidos

source: Original product url
pt_br: URL do produto original

source: original ratio
pt_br: proporção original

source: Override
pt_br: Sobrepor

source: Override Images
pt_br: Substituir imagens

source: Override Title and Description
pt_br: Substituir título e descrição

source: Package
pt_br: Pacote

source: Php config
pt_br: Configuração do PHP

source: Php version
pt_br: Versão PHP

source: Phrase
pt_br: Frase

source: Phrase Filtering
pt_br: Filtragem de frase

source: Place on AliExpress
pt_br: Coloque no AliExpress

source: Please enter a integer greater than or equal to 0
pt_br: Insira um número inteiro maior ou igual a 0

source: Please enter Numbers. Between 1 - 5 characters.
pt_br: Por favor, insira os números. Entre 1 - 5 caracteres.

source: Please enter Numbers. Between 5 - 16 characters.
pt_br: Por favor, insira os números. Entre 5 - 16 caracteres.

source: Please enter some search keywords or select item from category list!
pt_br: Por favor, insira algumas palavras-chave de pesquisa ou selecione o item da lista de categorias!

source: Popular products
pt_br: Produtos populares

source: Prevent product price from auto-updating
pt_br: Impedir que o preço do produto seja atualizado automaticamente

source: Prevent product quantity from auto-updating
pt_br: Impedir que a quantidade do produto seja atualizada automaticamente

source: Price
pt_br: Preço

source: Price from
pt_br: Preço de

source: Price to
pt_br: Preço para

source: Prices
pt_br: Preços

source: Prices and Regular Prices
pt_br: Preços e Preços Regulares

source: Pricing Rules
pt_br: Regras de preços

source: Pricing rules modes
pt_br: Modos de regras de preços

source: Pricing rules will be applied after shipping cost are added to the product price. This is necessary if you want to add a markup to both the product cost and the shipping cost.
pt_br: As regras de preços serão aplicadas após o custo de envio ser adicionado ao preço do produto. Isso é necessário se você quiser adicionar uma marcação ao custo do produto e ao custo de envio.

source: Processing
pt_br: Em processamento

source: Product
pt_br: Produto

source: Product cost
pt_br: Custo do produto

source: Product ID
pt_br: ID do produto

source: Product is not available on AliExpress!
pt_br: O produto não está disponível no AliExpress!

source: Product price
pt_br: Preço do produto

source: Product URL
pt_br: URL do produto

source: Product url
pt_br: URL do produto

source: Profit
pt_br: Lucro

source: Purpose
pt_br: Objetivo

source: Push All Products to Shop
pt_br: Envie todos os produtos para loja

source: Push Products to Shop
pt_br: Enviar produtos para loja

source: Push to Shop
pt_br: Enviar para loja

source: Quantity
pt_br: Quantidade

source: Random Value
pt_br: Valor aleatório

source: Read more...
pt_br: Ler mais...

source: Regular Price
pt_br: Preço regular

source: Regular price
pt_br: Preço regular

source: Regular price markup
pt_br: Markup de preço regular

source: Regular Prices
pt_br: Preços regulares

source: Remove All Products
pt_br: Remover todos os produtos

source: Remove all reviews
pt_br: Remover todas as avaliações

source: Remove from Import List
pt_br: Remover da lista de importação

source: Remove from import list
pt_br: Remover da lista de importação

source: Remove Product
pt_br: Remover produto

source: Remove ships from
pt_br: Remover enviar de

source: Remove variant
pt_br: Remover variação

source: Rename attributes
pt_br: Remover atributos

source: Replacement
pt_br: Substituição

source: required field
pt_br: campo obrigatório

source: required fields
pt_br: campos obrigatórios

source: Reset A2W Order Data
pt_br: Redefinir dados do pedido A2W

source: Rest of the price ranges
pt_br: Restante das faixas de preço

source: Reviews
pt_br: Avaliações

source: Reviews settings
pt_br: Configurações de avaliações

source: Revoke key
pt_br: Revogar chave

source: Run
pt_br: Começar

source: Save
pt_br: Salvar

source: Save changes
pt_br: Salvar alterações

source: Save settings
pt_br: Salvar configurações

source: Save time adding and ordering products by using the MA Aliexpress Dropship Chrome Extension!
pt_br: Economize tempo adicionando e encomendando produtos usando a extensão no Chrome MA Aliexpress Dropship!

source: Score from 0
pt_br: Pontuação de 0

source: Score to 400 000+
pt_br: Pontuação para 400.000+

source: Search for products
pt_br: Pesquisar produtos

source: Search Products
pt_br: Procurar produtos

source: Search products
pt_br: Procurar produtos

source: Secret Key
pt_br: Chave secreta

source: Select a Country
pt_br: Selecione um país

source: Select a shipping method
pt_br: Selecione um método de envio

source: Select All Products
pt_br: Selecionar todos os produtos

source: Select an overriding product
pt_br: Selecione um produto de substituição

source: Select country
pt_br: Selecione o país

source: Select Product to Override
pt_br: Selecione o produto para substituir

source: Select the update scope
pt_br: Selecione o escopo de atualização

source: Select the update type
pt_br: Selecione o tipo de atualização

source: Seller's Feedback score
pt_br: Pontuação de feedback do vendedor

source: Server address
pt_br: Endereço do servidor

source: Server ping
pt_br: Ping do servidor

source: Set New Value
pt_br: Definir novo valor

source: Set Quantity To Zero
pt_br: Definir quantidade para zero

source: Set Quantity To Zero and Disable
pt_br: Defina a quantidade para zero e desative

source: Set your compared at pricing rules
pt_br: Defina suas regras de comparação de preços

source: Set your product markup depending on cost ranges.
pt_br: Defina a marcação do seu produto dependendo das faixas de custo.

# setting description
source: A note to the supplier on the Aliexpress checkout page.
pt_br: Uma observação para o fornecedor na página de finalização de compra do Aliexpress.

# setting description
source: Account type
pt_br: Tipo de conta

# setting description
source: Adds the Middle name field to WooCommerce checkout page and then uses it during an order-fulfillment process on AliExpress.
pt_br: Adiciona o campo de nome do meio à página de finalização de compra do WooCommerce e o usa durante um processo de atendimento de pedidos no AliExpress.

# setting description
source: Allow the Chrome extension to pay automatically for each order during an order fulfillment process. Also please make sure that you`ve selected your credit card as the payment method on AlIExpress.
pt_br: Permita que a extensão do Chrome pague automaticamente por cada pedido durante um processo de processamento de pedidos. Verifique também se você selecionou seu cartão de crédito como forma de pagamento no Aliexpress.

# setting description
source: Allow the Chrome extension to place each order to the Awaiting payment list on AlIExpress. It gives ability to pay for all orders at a time.
pt_br: Permita que a extensão do Chrome faça cada pedido na lista de pagamento Aguardando no Aliexpress. Dá a capacidade de pagar por todos os pedidos de uma só vez.

# setting description
source: Allow the import of an already imported product. This can be useful when you want to overload a product with the same product.
pt_br: Permitir a importação de um produto já importado. Isso pode ser útil quando você deseja sobrecarregar um produto com o mesmo produto.

# setting description
source: Allow to import reviews when you publish a product from the Import List to your store.
pt_br: Permita a importação de avaliações ao publicar um produto da Lista de importação em sua loja.

# setting description
source: Cashback URL
pt_br: URL de reembolso

# setting description
source: Change order status when all order items have been delivered.
pt_br: Altere o status do pedido quando todos os itens do pedido forem entregues.

# setting description
source: Change order status when all order items have been shipped.
pt_br: Altere o status do pedido quando todos os itens do pedido forem enviados.

# setting description
source: Change order status when order is placed with the Chrome extension
pt_br: Alterar o status do pedido quando o pedido é feito com a extensão do Chrome

# setting description
source: Choose how the shipping method appears on the cart and checkout page: Popup or Select
pt_br: Escolha como o método de envio aparece no carrinho e na página de finalização da compra: Popup ou Selecionar

# setting description
source: Defalut review`s Avatar photo used for displaying near review`s text
pt_br: Foto do avatar da avaliação padrão usada para exibir o texto da revisão próxima

# setting description
source: Default currency that used on a product import
pt_br: Moeda padrão usada na importação de um produto

# setting description
source: Default product type
pt_br: Tipo de produto padrão

# setting description
source: Enable auto-update features
pt_br: Ativar recursos de atualização automática
