Repository: meumouse/translates
Catalog: ali2woo-*.po
Languages: pt_br

# setting description
source: Enable email notifications about product changes (every 30 minutes). It watches for product price change, stock change, and monitors new product variant appearance.
pt_br: Ative notificações por e-mail sobre alterações de produtos (a cada 30 minutos). Ele observa a alteração do preço do produto, a alteração do estoque e monitora a aparência da nova variante do produto.

# setting description
source: Enable the auto-transliteration for AliExpress order details.
pt_br: Ative a transliteração automática para os detalhes do pedido do AliExpress.

# setting description
source: Enter your cashback url to get up to 12% cashback from each purchase on AliExpress. You will get the URL after registration with <a href="https://www.admitad.com/en/promo/?ref=1e8uh1z6nl">Admitad AliExpress</a> program
pt_br: Insira seu URL de reembolso para receber até 12% de reembolso em cada compra no AliExpress. Você receberá o URL após o registro no programa <a href="https://www.admitad.com/en/promo/?ref=1e8uh1z6nl">Admitad AliExpress</a>

# setting description
source: Filter imported reviews by the rating
pt_br: Filtre as avaliações importadas pela classificação

# setting description
source: Friendly name for identifying this key.
pt_br: Nome amigável para identificar esta chave.

# setting description
source: If possible, we will auto-select this shipping method during the checkout on AliExpress.
pt_br: Se possível, selecionaremos automaticamente este método de envio durante a finalização da compra no AliExpress.

# setting description
source: If you see Error here, then the background loading feature and the synchronization function don't work on your website. Need analyze php error log and server configutation to resolve the issue.
pt_br: Se você ver Erro aqui, o recurso de carregamento em segundo plano e a função de sincronização não funcionam em seu site. Precisa analisar o log de erros do PHP e a configuração do servidor para resolver o problema.

# setting description
source: Import more reviews periodically if they are on AliExpress
pt_br: Importe mais avaliações periodicamente se estiverem no AliExpress

# setting description
source: Import Review Attributes from Aliexpress
pt_br: Importar atributos de revisão do Aliexpress

# setting description
source: Input keywords separated by comma. The plugin will not import reviews which contain such keywords. Please note: the keywords search is not case sensitive!
pt_br: Palavras-chave de entrada separadas por vírgula. O plug-in não importará comentários que contenham essas palavras-chave. Observe: a pesquisa de palavras-chave não diferencia maiúsculas de minúsculas!

# setting description
source: is there a DOM library
pt_br: existe uma biblioteca DOM

# setting description
source: It enables all options below and show the shipping selection interface on the cart and checkout page.
pt_br: Ele habilita todas as opções abaixo e mostra a interface de seleção de frete no carrinho e na página de checkout.

# setting description
source: It tries to import the buyer profile photo from AliExpress.
pt_br: Ele tenta importar a foto do perfil do comprador do AliExpress.

# setting description
source: It tries to import translated version of reviews from AliExpress using the language you choose in the plugin settings.
pt_br: Ele tenta importar a versão traduzida dos comentários do AliExpress usando o idioma que você escolher nas configurações do plug-in.

# setting description
source: It's applied to Product title, description, attributes and reviews
pt_br: É aplicado ao título, descrição, atributos e comentários do produto

# setting description
source: Note! If the "Ship From" attribute does not contain the selected country, then China will be used as the "Ship from" country.
pt_br: Observação! Se o atributo "Enviar de" não contiver o país selecionado, a China será usada como o país "Enviar de".

# setting description
source: Only product variations that contain Ship from selected country will be imported.
pt_br: Somente variações de produtos que contenham Enviar do país selecionado serão importadas.

# setting description
source: Php version
pt_br: Versão PHP

# setting description
source: Products may come with different text case of attributes and their values.
pt_br: Os produtos podem vir com diferentes maiúsculas de minúsculas de atributos e seus valores.

# setting description
source: Products will be imported in the background mode, make sure you CRON is enabled.
pt_br: Os produtos serão importados em segundo plano, certifique-se de que o CRON esteja habilitado.

# setting description
source: Remove Ship from attribute during product import.
pt_br: Remova o atributo Enviar de durante a importação do produto.

# setting description
source: Server ping
pt_br: Ping do servidor

# setting description
source: Set image thumbnail width (in pixels), height is calculated proportionally.
pt_br: Defina a largura da miniatura da imagem (em pixels), a altura é calculada proporcionalmente.

# setting description
source: Set min. and max. number of reviews (per product) that should be loaded from AliExpress. It allows you to have random number of reviews per product.
pt_br: Definir mín. e máx. número de comentários (por produto) que devem ser carregados do Aliexpress. Ele permite que você tenha um número aleatório de avaliações por produto.

# setting description
source: Shipping packages are cached so if you change this option, you`ll need to update your existing cart to make changes apply.
pt_br: Os pacotes de envio são armazenados em cache, portanto, se você alterar essa opção, precisará atualizar seu carrinho existente para que as alterações sejam aplicadas.

# setting description
source: Show shipping selection on the product page
pt_br: Mostrar seleção de frete na página do produto

# setting description
source: Some AliExpress buyers attach images to their product reviews. Use this option if you want to show these pictures on your website frontend.
pt_br: Alguns compradores do AliExpress anexam imagens às suas análises de produtos. Use esta opção se quiser mostrar essas imagens no frontend do seu site.

# setting description
source: Some users don't leave any text in their reviews. The plugin will not import such reviews.
pt_br: Alguns usuários não deixam nenhum texto em suas avaliações. O plug-in não importará essas revisões.

# setting description
source: Specific shipping class for WooCommerce, that get all products imported via Ali2Woo.
pt_br: Classe de envio específica para WooCommerce, que recebe todos os produtos importados via Ali2Woo.

# setting description
source: The tracking ID of your account in the Portals platform
pt_br: O ID de rastreamento de sua conta na plataforma de Portais

# setting description
source: This is for the frontend (Cart, Checkout, Product page) and for the backend Ali2Woo`s pages (Search, Import List, etc.).
pt_br: Isto é para o front-end (Carrinho, Finalização da compra, Página de produto) e para as páginas do back-end Ali2Woo (Pesquisa, Lista de importação, etc.).

# setting description
source: This will be used instead of a customer phone number.
pt_br: Isso será usado em vez de um número de telefone do cliente.

# setting description
source: Use external image urls
pt_br: Usar URLs de imagens externas

# setting description
source: Use random stock value
pt_br: Use valor de estoque aleatório

# setting description
source: Use this option if you want to edit reviews before publishing. They will be saved in 'Comments' after import.
pt_br: Use esta opção se quiser editar as revisões antes de publicar. Eles serão salvos em 'Comentários' após a importação.

# setting description
source: Use this URL in your a2w chrome extension settings.
pt_br: Use este URL nas configurações da extensão a2w Chrome.

# setting description
source: We recommend to disable WP Cron and setup the cron on your server/hosting instead.
pt_br: Recomendamos desabilitar o WP Cron e configurar o Cron em seu servidor/hospedagem.

# Setting description
source: When customers go to checkout, remove all items which are not available to ship to customers` country. During a customer session, items removed for this reason will be restored automatically if customer changes billing/shipping country to which the items are available to ship.
pt_br: Quando os clientes vão para o finalização da compra, remova todos os itens que não estão disponíveis para envio ao país dos clientes. Durante uma sessão do cliente, os itens removidos por esse motivo serão restaurados automaticamente se o cliente alterar o país de cobrança/envio para o qual os itens estão disponíveis para envio.

# setting description
source: When you create the App, the AliExpress open platform will generate an appKey
pt_br: Ao criar o App, a plataforma aberta do AliExpress irá gerar um appKey

# setting description
source: When you create the App, the AliExpress open platform will generate an secretKey
pt_br: Ao criar o App, a plataforma aberta do AliExpress irá gerar uma secretKey

# setting description
source: You can import reviews from all or particular countries. Before importing reviews choose necessary countries or keep the field empty to allow all countries.
pt_br: Você pode importar avaliações de todos ou de países específicos. Antes de importar as avaliações, escolha os países necessários ou mantenha o campo vazio para permitir todos os países.

# setting description
source: You can use your own Aliexpress API Keys if needed
pt_br: Você pode usar suas próprias chaves de API do Aliexpress, se necessário

# Setting option
source: Do nothing
pt_br: Não fazer nada

# Setting option
source: External/Affiliate Product
pt_br: Produto Externo/Afiliado

# Setting option
source: Simple/Variable Product
pt_br: Produto Simples/Variável

# Setting tip
source: It clears the shipping methods cache, use this feature if you believe the shipping cost is changed on AliExpress.
pt_br: Ele limpa o cache dos métodos de envio, use esse recurso se você acredita que o custo de envio foi alterado no AliExpress.

# Setting tip
source: Please note that you can disable Global rules for specific shipping methods if needed. Just go to "Shipping List" page, then choose "specific method" and set "Enable price rule" to "no".
pt_br: Observe que você pode desativar as regras globais para métodos de envio específicos, se necessário. Basta ir à página "Lista de envio", escolher "método específico" e definir "Ativar regra de preço" como "não".

# Setting title
source: Account settings
pt_br: Configurações de conta

# Setting title
source: After add-to-cart button
pt_br: Após o botão adicionar ao carrinho

# Setting title
source: Aliexpress Dropship Settings
pt_br: Configurações de Dropship Aliexpress

# Setting title
source: AliExpress shipping option text
pt_br: Texto da opção de envio do AliExpress

# Setting title
source: Aliexpress Sync
pt_br: Sincronização do AliExpress

# Setting title
source: Allow product duplication
pt_br: Permitir duplicação de produtos

# Setting title
source: API keys
pt_br: Chaves de API

# Setting title
source: Apply this shipping cost for items that shipping is not available. 0 means free shipping
pt_br: Aplique este custo de envio para itens cujo envio não está disponível. 0 significa frete grátis

# Setting title
source: Automatic payments
pt_br: Pagamentos automáticos

# Setting title
source: Before add-to-cart button
pt_br: Antes do botão adicionar ao carrinho

# Setting title
source: Calculate AliExpress shipping cost of all items in cart and add the cost to all currently available shipping options
pt_br: Calcule o custo de envio do AliExpress de todos os itens no carrinho e adicione o custo a todas as opções de envio disponíveis atualmente

# Setting title
source: Chrome Extension settings
pt_br: Configurações da extensão do Chrome

# Setting title
source: Convert case of attributes and their values
pt_br: Converter maiúsculas e minúsculas de atributos e seus valores

# Setting title
source: Create a new shipping method and add it to currently available shipping options
pt_br: Crie um novo método de envio e adicione-o às opções de envio atualmente disponíveis

# Setting title
source: Create a new shipping method and make it the only available shipping option
pt_br: Crie um novo método de envio e torne-o a única opção de envio disponível

# Setting title
source: Currency
pt_br: Moeda

# Setting title
source: Custom note
pt_br: Observação personalizada

# Setting title
source: Day(s)
pt_br: Dia(s)

# Setting title
source: Default "Ship From" country
pt_br: País padrão "Enviar de"

# Setting title
source: Default max delivery time
pt_br: Tempo máximo de entrega padrão

# Setting title
source: Default message for items that shipping is not available
pt_br: Mensagem padrão para itens cujo frete não está disponível

# Setting title
source: Default min delivery time
pt_br: Tempo de entrega mínimo padrão

# Setting title
source: Default product status
pt_br: Status do produto padrão

# Setting title
source: Default product type
pt_br: Tipo de produto padrão

# Setting title
source: Default review avatar
pt_br: Avatar de avaliação padrão

# Setting title
source: Default shipping class
pt_br: Classe de entrega padrão

# Setting title
source: Default shipping cost
pt_br: Custo de envio padrão

# Setting title
source: Default Shipping Country
pt_br: País de envio padrão

# Setting title
source: Default shipping method
pt_br: Método de envio padrão

# Setting title
source: Delivered Order Status
pt_br: Status do pedido entregue

# Setting title
source: Do not calculate item shipping, only save customer`s shipping option
pt_br: Não calcule o envio do item, apenas salve a opção de envio do cliente

# Setting title
source: Email address
pt_br: Endereço de e-mail

# Setting title
source: Free Shipping label
pt_br: Etiqueta de frete grátis

# Setting title
source: Global shipping rules
pt_br: Regras globais de envio

# Setting title
source: Import in the background
pt_br: Importar em segundo plano

# Setting title
source: Import more reviews automatically
pt_br: Importe mais avaliações automaticamente

# Setting title
source: Import product reviews
pt_br: Importar comentários de produtos

# Setting title
source: Import review attributes
pt_br: Importar atributos de revisão

# Setting title
source: Import review avatar
pt_br: Importar avatar de avaliação

# Setting title
source: Import review images
pt_br: Importar imagens de avaliação

# Setting title
source: Import Settings
pt_br: Configurações de importação

# Setting title
source: Import translated reviews
pt_br: Importar avaliações traduzidas

# Setting title
source: Item Purchase Code
pt_br: Código de compra do item

# Setting title
source: Language
pt_br: Idioma

# Setting title
source: Max delivery time shown for items that shipping is not available
pt_br: Tempo máximo de entrega mostrado para itens cujo envio não está disponível

# Setting title
source: Middle name field
pt_br: Campo de nome do meio

# Setting title
source: Min delivery time shown for items that shipping is not available
pt_br: Tempo de entrega mínimo mostrado para itens cujo envio não está disponível

# Setting title
source: Order Fulfillment settings
pt_br: Configurações de pedidos Fulfillment

# Setting title
source: Override phone number
pt_br: Substituir número de telefone

# Setting title
source: Phrase Filtering (case sensitive)
pt_br: Filtragem de frase (diferencia maiúsculas de minúsculas)

# Setting title
source: Place order to Awaiting payment list
pt_br: Fazer pedido para a lista de pagamento Aguardando

# Setting title
source: Placed Order Status
pt_br: Status do pedido feito

# Setting title
source: Position of shipping selection on Product page
pt_br: Posição da seleção de envio na página do produto

# Setting title
source: Purchase Settings
pt_br: Configurações de compra

# Setting title
source: Remove "Ship From" attribute
pt_br: Remover o atributo "Enviar de"

# Setting title
source: Remove items that shipping is not available
pt_br: Remover itens cujo frete não está disponível

# Setting title
source: Reset product shipping meta
pt_br: Redefinir meta de envio de produtos

# Setting title
source: Reviews per product
pt_br: Avaliações por produto

# Setting title
source: Reviews Rating
pt_br: Classificação de avaliações

# Setting title
source: Reviews settings
pt_br: Configurações de avaliações

# Setting title
source: Schedule settings
pt_br: Configurações de agendamento

# Setting title
source: Select country
pt_br: Selecione o país

# Setting title
source: Send email alerts
pt_br: Enviar alertas por e-mail

# Setting title
source: Send reviews to draft
pt_br: Enviar avaliações para rascunho

# Setting title
source: Set image width
pt_br: Definir largura da imagem

# Setting title
source: Shipped Order Status
pt_br: Status do pedido enviado

# Setting title
source: Shipping calculation
pt_br: Cálculo de envio

# Setting title
source: Shipping Label
pt_br: Etiqueta de envio

# Setting title
source: Shipping not available message
pt_br: Mensagem para envio não disponível

# Setting title
source: Shipping selection type
pt_br: Tipo de seleção de envio

# Setting title
source: Shipping settings
pt_br: Configurações de envio

# Setting title
source: Show on Product page
pt_br: Mostrar na página do produto

# Setting title
source: Skip empty reviews
pt_br: Pular avaliações vazias

# Setting title
source: Skip reviews with keywords
pt_br: Pular avaliações com palavras-chave

# Setting title
source: Transliteration
pt_br: Transliteração

# Setting title
source: Use Aliexpress Shipping
pt_br: Use o envio Aliexpress

# Setting title
source: Use external image urls
pt_br: Usar URLs de imagens externas

# Setting title
source: Use random stock value
pt_br: Use valor de estoque aleatório

source: Settings
pt_br: Configurações

source: Ship my order(s) to:
pt_br: Enviar meu(s) pedido(s) para:

source: Ship my orders to:
pt_br: Enviar meus pedidos para:

source: Ship my orders via:
pt_br: Enviar meus pedidos por:

source: Ship to:
pt_br: Enviar para:

source: Shipping
pt_br: Envio

source: Shipping Company
pt_br: Transportadora

source: Shipping Cost
pt_br: Frete

source: Shipping cost
pt_br: Frete

source: Shipping costs will be added to the product price.
pt_br: Os custos de envio serão adicionados ao preço do produto.

source: Shipping country
pt_br: País de envio

source: Shipping Info
pt_br: Informação de envio

source: Shipping List
pt_br: Lista de envio

# Shipping List page
source: Enable price rule
pt_br: Ativar regra de preço

# Shipping List page
source: Initial Name
pt_br: Nome inicial

# Shipping List page
source: Service name
pt_br: Nome do serviço

# Shipping List page
source: Shipping name
pt_br: Nome de envio

source: Shipping Method
pt_br: Método de envio

# Shipping method Edit page
source: Enable price rule
pt_br: Ativar regra de preço

# Shipping method Edit page
source: Initial Name
pt_br: Nome inicial

# Shipping method Edit page
source: Service Name
pt_br: Nome do serviço

source: Shipping Method:
pt_br: Método de envio:

source: Shipping settings
pt_br: Configurações de envio

source: Shop
pt_br: Loja

source: Shop and Import List
pt_br: Lista de compras e importações

source: Show shipping price to
pt_br: Mostrar preço de envio para

source: Size
pt_br: Tamanho

source: Skip
pt_br: Pular

source: Sold in 30 days
pt_br: Vendido em 30 dias

source: some phrase or word
pt_br: alguma frase ou palavra

# sort by
source: Best Match
pt_br: Melhor combinação

# sort by
source: Highest commission rate
pt_br: Taxa de comissão mais alta

# sort by
source: Highest price
pt_br: Preço mais alto

# sort by
source: Highest valid time
pt_br: Tempo válido mais alto

# sort by
source: Lowest commission rate
pt_br: Taxa de comissão mais baixa

# sort by
source: Lowest price
pt_br: Menor preço

# sort by
source: Lowest valid time
pt_br: Tempo válido mais baixo

# sort by
source: Orders count
pt_br: Contagem de pedidos

# sort by
source: Seller's feedback score
pt_br: Pontuação de feedback do vendedor

source: Sort by Date add (new first)
pt_br: Classificar por data de adição (novo primeiro)

source: Sort by Date add (old first)
pt_br: Classificar por data de adição (antigo primeiro)

source: Sort by External Id
pt_br: Classificar por ID externo

source: Sort by Product title
pt_br: Classificar por título do produto

source: Sort by:
pt_br: Ordenar por:

source: Special filters
pt_br: Filtros especiais

source: Specs
pt_br: Especificações

source: Split Product
pt_br: Produto dividido

source: Split product
pt_br: Produto dividido

source: Split to <span class="btn-split-count">0</span> Products
pt_br: Dividir em <span class="btn-split-count">0</span> produtos

source: sreplacement or empty
pt_br: substituição ou vazio

source: Start
pt_br: Começar

# Status
source: All images loaded
pt_br: Todas as imagens carregadas

# Status
source: All orders are placed! Click "Orders List" to be directed to the orders list on the AliExpress website.
pt_br: Todos os pedidos estão feitos! Clique em "Lista de Pedidos" para ser direcionado para a lista de pedidos no site do AliExpress.

# Status
source: All products are added to the cart. Wait...
pt_br: Todos os produtos são adicionados ao carrinho. Aguarde...

# Status
source: At the moment there are no orders available for synchronization. Please note: the plugin updates ONLY not delivered orders with filled AliExpress Order ID.
pt_br: No momento não há pedidos disponíveis para sincronização. Observação: as atualizações do plug-in SOMENTE não entregaram pedidos com o ID do pedido do AliExpress preenchido.

# Status
source: Can`t add this product to the cart. Switch to AliExpress and choose another one or add a similar product from another supplier manually. Then continue. Check out <a href="%s">the instruction</a>
pt_br: Não é possível adicionar este produto ao carrinho. Mude para o AliExpress e escolha outro ou adicione manualmente um produto similar de outro fornecedor. Então continue. Confira <a href="%s">as instruções</a>

# Status
source: Can`t find the WC order with a given ID.
pt_br: Não é possível encontrar o pedido do WooCommerce com um determinado ID.

# Status
source: Can`t get the external order ID, please copy it manually to your WC order. Then continue.
pt_br: Não é possível obter o ID do pedido externo, copie-o manualmente para o seu pedido de WC. Então continue.

# Status
source: Complete! Result updated: %d; errors: %d.
pt_br: Concluído! Resultado atualizado: %d; erros: %d.

# Status
source: Detected old AliExpress interface. Please contact Ali2Woo support.
pt_br: Interface antiga do AliExpress detectada. Entre em contato com o suporte do Ali2Woo.

# Status
source: Filling order notes...
pt_br: Preenchendo notas de pedido...

# Status
source: Get no responces from the chrome extension for 30s. Check out <a href="%s">the instruction</a>
pt_br: Não receba respostas da extensão do Chrome por 30s. Confira <a href="%is">as instruções</a>

# Status
source: Import failed.
pt_br: Falha na importação.

# Status
source: Imported successfully.
pt_br: Importado com sucesso.

# Status
source: Internal AliExpress error. Please continue to try again or skip this order.
pt_br: Erro interno do AliExpress. Continue tentando novamente ou pule este pedido.

# Status
source: Load %d images
pt_br: Carregar %d imagens

# Status
source: No AliExpress products in the current order. Check out <a href="%s">the instruction</a>
pt_br: Nenhum produto AliExpress no pedido atual. Confira <a href="%s">as instruções</a>

# Status
source: No tracking numbers for the AliExpress order №
pt_br: Nenhum número de rastreamento para o pedido do AliExpress N°

# Status
source: Placing orders %d/%d...
pt_br: Fazendo pedidos %d/%d...
