Repository: meumouse/translates
Catalog: automatewoo-*.po
Languages: pt_br

source: Author of the Note. If not set, will default to 'WooCommerce'
pt_br: Autor da nota. Se não for definido, será "WooCommerce" por padrão

source: Note author
pt_br: Autor da nota

# block title
source: AutomateWoo Marketing opt-in
pt_br: Consentimento para marketing do AutomateWoo

source: Subscribe to marketing opt-in.
pt_br: Assine a inclusão de marketing.

source: This trigger runs a set number of days before a customer's saved card expires. Cards expire on the last calendar day of their expiry month. <a href="%1$s" target="_blank">Some payment gateways are not supported.</a>
pt_br: Esse acionador é executado por um número definido de dias antes da expiração do cartão salvo na conta do cliente. Os cartões expiram no último dia do mês de expiração. <a href="%1$s" target="_blank">Alguns gateways de pagamento não são aceitos.</a>

source: Order - Subscription Failed Automatic Payment Retry Count
pt_br: Pedido – Contagem de novas tentativas de pagamento automático da assinatura com falha

# timing option
source: Checked daily at %s
pt_br: Verificação diária realizada às %s

# timing option
source: Runs daily at %s
pt_br: Execução diária realizada às %s

source: Scheduled with a variable
pt_br: Agendado com uma variável

source: Displays the URL to the shop section of your site.
pt_br: Exibe a URL da seção da loja do seu site.

source: Displays the booking start time in your website's timezone. Nothing will be displayed for all-day bookings.
pt_br: Exibe a hora inicial da reserva no fuso horário do seu site. Nenhuma informação será exibida para reservas que ocupam o dia inteiro.

source: Displays the booking start date in your website's timezone.
pt_br: Exibe a data inicial da reserva no fuso horário do seu site.

source: Shows the number of persons for the booking (if applicable). If the booking has multiple person types the number of persons will be listed for each type.
pt_br: Mostra o número de pessoas na reserva (se aplicável). Se a reserva tem vários tipos de pessoa, o número será informado para cada tipo.

source: Displays the booking end time in your website's timezone. Nothing will be displayed for all-day bookings.
pt_br: Exibe a hora final da reserva no fuso horário do seu site. Nenhuma informação será exibida para reservas que ocupam o dia inteiro.

source: Displays the booking end date in your website's timezone.
pt_br: Exibe a data final da reserva no fuso horário do seu site.

source: This trigger fires when a new booking is created. This includes bookings initiated by shoppers on store front end and manually created by admin users. This trigger doesn't fire for "in-cart" bookings.
pt_br: Esse acionador é disparado quando uma nova reserva é criada. Isso inclui reservas iniciadas pelos clientes no front end da loja e criadas manualmente pelos usuários administradores. O acionador não é disparado para reservas "no carrinho".

source: <strong>Activation disabled</strong>. This plugin's features have been added to the main AutomateWoo plugin as of version 5.4. <strong>Please delete this plugin - it is no longer required.</strong>
pt_br: <strong>Ativação desativada</strong>. As funcionalidades deste plugin foram adicionadas ao plugin principal do AutomateWoo a partir da versão 5.4. <strong>Exclua este plugin, já que ele não é mais obrigatório.</strong>

source: View plugins
pt_br: Visualizar plugins

source: To simplify using AutomateWoo with WooCommerce Subscriptions we have moved all features from the free AutomateWoo Subscriptions add-on into AutomateWoo's core plugin. The existing add-on has been deactivated and we now recommend deleting it.
pt_br: Para simplificar o uso do AutomateWoo com o WooCommerce Subscriptions, movemos todas as funcionalidades do complemento gratuito do AutomateWoo Subscriptions para o plugin principal do AutomateWoo. O complemento existente foi desativado, e recomendamos a exclusão dele.

source: The AutomateWoo Subscriptions add-on has moved to AutomateWoo core
pt_br: O complemento do AutomateWoo Subscriptions foi movido para o AutomateWoo principal

source: %1$s workflow run: updated shipping on subscription. (Shipping Method ID: %2$d; Workflow ID: %3$d)
pt_br: Execução do fluxo de trabalho de %1$s: envio atualizado na assinatura (ID do método de envio: %2$d; ID do fluxo de trabalho: %3$d).

source: Update a shipping line item or items from a subscription, if any line items match the chosen shipping method. This is useful for bulk editing subscriptions, or to change the shipping charged to a subscriber at different stages of their subscription's lifecycle. Please note: all line items for the chosen shipping method will be updated.
pt_br: Atualize um ou mais itens de linha do envio em uma assinatura se algum dos itens corresponder ao método de envio selecionado. Isso é útil para editar assinaturas em massa ou para alterar o envio cobrado de um assinante em estágios diferentes do ciclo de vida da assinatura. Observação: todos os itens de linha para o método de envio selecionado serão atualizados.

source: Update Shipping
pt_br: Atualizar envio

source: Optionally recalculate the next payment and trial end dates based on the new billing schedule.
pt_br: Outra opção é calcular novamente o próximo pagamento e as datas finais do período de teste na nova programação de faturamento.

source: Recalculate Dates
pt_br: Recalcular datas

source: Billing Period
pt_br: Período de Cobrança

source: The frequency to process renewals. For example, if an interval of 3 is input with a chosen Billing Period of "month", then the billing schedule will be set to renew quarterly - every 3 months.
pt_br: A frequência para processar renovações. Por exemplo, se o valor 3 for inserido no intervalo com o período de faturamento definido como "mensal", então a programação de faturamento será definida para renovação trimestral, ou seja, a cada três meses.

source: No change
pt_br: Sem alteração

source: Billing Interval
pt_br: Intervalo de faturamento

source: %1$s workflow run: updated subscription schedule to renew %2$s %3$s. (Workflow ID: %4$d)
pt_br: Execução do fluxo de trabalho de %1$s: atualização da programação de assinatura para renovação de %2$s %3$s (ID do fluxo de trabalho: %4$d).

source: Update a subscriptions billing period or interval. When combined with an action to modify line items, this can be used to ship products on a different schedule to those which they are billed. After the schedule is updated, the next payment date will also be recalculated using the new schedule.
pt_br: Atualize um período ou intervalo de faturamento de assinatura. Quando combinado a uma ação para modificar itens de linha, isso pode ser usado para enviar produtos em uma programação diferente daquela que foi faturada. Após a programação ser atualizada, a data do próximo pagamento também será recalculada usando a nova programação.

source: Update Schedule
pt_br: Atualizar programação

source: %1$s workflow run: updated %2$s on subscription. (Product ID: %3$d; Workflow ID: %4$d)
pt_br: Execução do fluxo de trabalho de %1$s: atualização de %2$s na assinatura (ID do produto: %3$d; ID do fluxo de trabalho: %4$d).

source: Optionally set a custom price to use for the line item's cost. Do not include a currency symbol. Total line item cost will be this amount * quantity. Price should be entered the same as it would be on the Edit Product screen - taxes inclusive or exclusive. Defaults to no-change - the current price set on the product line item will remain.
pt_br: Ou então defina um preço personalizado para usar no preço do item de linha. Não inclua um símbolo de moeda. O preço total do item de linha será esse valor * quantity. Price should be entered the same as it would be on the Edit Product screen - taxes inclusive or exclusive. Defaults to no-change - the current price set on the product line item will remain.

source: Optionally set a new quantity for the product. Defaults to the current quantity set on the subscription.
pt_br: Ou então, defina uma nova quantidade para o produto. Assume como padrão a quantidade atual definida na assinatura.

source: Update an existing product line item on a subscription. Only the data set on the action will be updated. This action can be used for bulk editing subscriptions, like changing price or product name
pt_br: Atualize um item de linha de produto existente em uma assinatura. Apenas os dados definidos na ação serão atualizados. Essa ação pode ser usada para editar assinaturas em massa, como alterar preço ou nome de produto

source: Update Product
pt_br: Atualizar produto

source: %1$s workflow run: updated next payment date to %2$s. (Workflow ID: %3$d)
pt_br: Execução do fluxo de trabalho de %1$s: atualização da data do próximo pagamento para %2$s (ID do fluxo de trabalho: %3$d).

source: New Payment Time
pt_br: Novo horário de pagamento

source: New Payment Date
pt_br: Nova data de pagamento

source: Change a subscription's next payment date.
pt_br: Altere a data do próximo pagamento da assinatura.

source: Update Next Payment Date
pt_br: Atualizar data do próximo pagamento

source: New Currency
pt_br: Nova moeda

source: %1$s workflow run: updated subscription currency to %2$s. (Workflow ID: %3$d)
pt_br: Execução do fluxo de trabalho de %1$s: atualização da moeda da assinatura para %2$s (ID do fluxo de trabalho: %3$d).

source: Change a subscription's currency. This can be used in the case of major international events, like Brexit. Existing orders will not be updated. Only new orders will have the new currency. No values on the subscription will be updated, use actions to update line items, like products or shipping, to modify those.
pt_br: Altere a moeda de uma assinatura. Isso pode ser usado em caso de eventos internacionais importantes, como o Brexit. Os pedidos existentes não serão atualizados. Somente novos pedidos terão a nova moeda. Nenhum valor na assinatura será atualizado. Use as ações para atualizar itens de linha, como produto ou envio, e fazer essa alteração.

source: Update Currency
pt_br: Atualizar moeda

source: %1$s workflow run: removed shipping method from subscription. (Shipping Method ID: %2$s; Workflow ID: %3$d)
pt_br: Execução do fluxo de trabalho de %1$s: remoção do método de envio da assinatura (ID do método de envio: %2$s; ID do fluxo de trabalho: %3$d).

source: Remove a shipping line item or items from a subscription, if any line items match the chosen shipping method. This is useful for bulk editing subscriptions, or to change the shipping charged to a subscriber at different stages of their subscription's lifecycle. Please note: all line items for the chosen shipping method will be removed.
pt_br: Remova um ou mais itens de linha do envio em uma assinatura se algum dos itens corresponder ao método de envio selecionado. Isso é útil para editar assinaturas em massa ou para alterar o envio cobrado de um assinante em estágios diferentes do ciclo de vida da assinatura. Observação: todos os itens de linha para o método de envio selecionado serão removidos.

source: Remove Shipping
pt_br: Remover envio

source: Regenerate Download Permissions
pt_br: Gerar novamente permissões de download

source: %1$s workflow run: recalculated taxes. (Workflow ID: %2$d)
pt_br: Execução do fluxo de trabalho de %1$s: impostos recalculados (ID do fluxo de trabalho: %2$d).

source: Recalculate all taxes on a subscription based on the store's current tax settings. This is useful for bulk editing subscriptions when new tax rates are introduced. Tax rates are based on the subscription billing or shipping address (as set on WooCommerce > Settings > Tax > Calculate tax based on).
pt_br: Recalcule todos os impostos em uma assinatura de acordo com as configurações atuais de imposto da loja. This is useful for bulk editing subscriptions when new tax rates are introduced. Tax rates are based on the subscription billing or shipping address (as set on WooCommerce > Configurações > Imposto > Calcular o imposto com base em).

source: Recalculate Taxes
pt_br: Recalcular impostos

source: %1$s workflow run: added %2$s to subscription. (Shipping Method ID: %3$d; Workflow ID: %4$d)
pt_br: Execução do fluxo de trabalho de %1$s: inclusão de %2$s na assinatura. (ID do método de envio: %3$d; ID do fluxo de trabalho: %4$d).

source: Add shipping as a new line item on a subscription. This action can be used to change the shipping and other line items charged to a subscriber at different stages of their subscription's lifecycle.
pt_br: Adicione o envio como um novo item de linha em uma assinatura. Essa ação pode ser usada para alterar o envio e outros itens de linha cobrados de um assinante em estágios diferentes do ciclo de vida da assinatura.

source: Add Shipping
pt_br: Adicionar envio

source: Optionally set an amount to use for the shipping cost. Do not include a currency symbol. Total line item cost will be this amount + tax. Defaults to zero.
pt_br: Ou então defina um valor para usar no preço de envio Não inclua um símbolo de moeda. O preço total do item de linha será esse valor + imposto. Assume zero como padrão.

source: Custom Shipping Cost
pt_br: Preço de envio personalizado

source: Optionally set a custom name for the shipping line item added to the subscription. Defaults to "shipping".
pt_br: Ou então defina um nome personalizado para o item de linha de envio adicionado à assinatura. O padrão é "envio".

source: Custom Shipping Name
pt_br: Nome de envio personalizado

source: All shipping methods
pt_br: Todos os métodos de envio

source: Shipping Method
pt_br: Método de Envio

source: Displays the status of the booking.
pt_br: Exibe o status da reserva.

source: Displays any resources included in the booking.
pt_br: Exibe quaisquer recursos incluídos na reserva.

source: Displays the booking's unique ID.
pt_br: Exibe o ID exclusivo da reserva.

source: Displays the cost of the booking.
pt_br: Exibe o preço da reserva.

source: Bookings
pt_br: Reservas

source: Select which booking status values will trigger this workflow. Leave blank to allow all.
pt_br: Selecione quais valores de status da reserva acionarão esse fluxo de trabalho. Deixe em branco para permitir tudo.

source: Select valid previous booking status values to trigger this workflow. Leave blank to allow any previous status.
pt_br: Selecione os valores válidos de status de reserva anterior para acionar esse fluxo de trabalho. Deixe em branco para permitir quaisquer status anteriores.

source: This trigger fires when a booking status changes.
pt_br: Esse acionador é disparado quando um status de reserva muda.

source: Booking Status Changed
pt_br: Status de reserva alterado

source: Booking Created
pt_br: Reserva criada

source: Cancelled
pt_br: Cancelada

source: In cart
pt_br: No carrinho

source: Complete
pt_br: Concluída

source: Paid
pt_br: Pago

source: Confirmed
pt_br: Confirmado

source: Pending confirmation
pt_br: Confirmação pendente

source: Unpaid
pt_br: Não pago

source: Booking status
pt_br: Status da reserva

source: Item could not be found.
pt_br: O item não foi encontrado.

source: Item (%s) could not be found.
pt_br: O item (%s) não foi encontrado.

source: Add workflow
pt_br: Adicionar fluxo de trabalho

source: View changelog
pt_br: Visualizar resumo de alterações

source: In this release we have introduced some minor new features, added support for PHP 8 and finished converting all background processing to the <%1$s>Action Scheduler<%2$s> library which is used in WooCommerce core.
pt_br: Nesta versão, apresentamos algumas funcionalidades novas, incluímos o suporte a PHP 8 e concluímos a conversão de todo o processamento em segundo plano para a biblioteca do <%1$s>Agendador de ações<%2$s>, que é usado no núcleo do WooCommerce.

source: Thanks for updating to AutomateWoo 5.2!
pt_br: Agradecemos por atualizar para o AutomateWoo 5.2!

source: Displays the unique ID of the cart.
pt_br: Exibe o ID exclusivo do carrinho.

source: An error occurred. Please check the 'automatewoo-tools' logs for more info.
pt_br: Ocorreu um erro. Verifique os registros "automatewoo-tools" para obter mais informações.

source: Job item not found.
pt_br: Item de tarefa não encontrado.

source: %1$s is deprecated since version %2$s with no alternative available.
pt_br: %1$s está obsoleto desde a versão %2$s e sem alternativa disponível.

source: %1$s is deprecated since version %2$s! Use %3$s instead.
pt_br: %1$s está obsoleto desde a versão %2$s. Em vez dele, use %3$s.

source: Welcome to the %s add-on!
pt_br: Sejam bem-vindos ao complemento %s!

source: Send Email - Raw HTML
pt_br: Enviar e-mail – HTML bruto

source: Optionally set a reply-to email for the email. Please note that not all email delivery services support "Reply-To" email headers.
pt_br: Ou então defina uma mensagem de resposta para o e-mail. Nem todos os serviços de entrega de e-mail são compatíveis com os cabeçalhos de e-mail "Responder a".

source: Reply to
pt_br: Responder a

source: Admin features of AutomateWoo like presets and manual workflows require WooCommerce Admin which is disabled on your site.
pt_br: As funcionalidades administrativas do AutomateWoo, como predefinições e fluxos de trabalho manuais, exigem o WooCommerce Admin, que está desativado no seu site.

source: Some AutomateWoo features require WooCommerce Admin.
pt_br: Algumas funcionalidades do AutomateWoo exigem o WooCommerce Admin.

source: There were problems retrieving the preset. Please check the logs for more info.
pt_br: Ocorreram alguns problemas ao recuperar a predefinição. Verifique os logs para obter mais informações.

source: There were problems creating a workflow from the preset. Please check the logs for more info.
pt_br: Ocorreram alguns problemas ao criar um fluxo de trabalho a partir da predefinição. Verifique os logs para obter mais informações.

source: There were problems parsing the preset. Please check the logs for more info.
pt_br: Ocorreram alguns problemas ao analisar a predefinição. Verifique os logs para obter mais informações.

source: The preset with ID "%s" does not exist.
pt_br: Não existe uma predefinição com ID "%s".

source: Default
pt_br: Padrão

source: Shop - Current Date/Time
pt_br: Loja – Data/hora atual

source: Link to the documentation page for the preset.
pt_br: Link para a página de documentação da predefinição.

source: A short description about this preset.
pt_br: Uma descrição resumida da predefinição.

source: A short title indicating the purpose of this preset workflow.
pt_br: Um título curto que indica a finalidade do fluxo de trabalho predefinido.

source: A string defining the type of the preset workflow.
pt_br: Uma string que define o tipo do fluxo de trabalho predefinido.

source: Unique name for the preset.
pt_br: Nome exclusivo da predefinição.

source: Unable to load preset workflows. Please check the logs for more info.
pt_br: Não foi possível carregar os fluxos de trabalho predefinidos. Verifique os logs para obter mais informações.

source: The name of the preset.
pt_br: O nome da predefinição.

source: %s workflow restored from the Trash.
pt_br: %s fluxo de trabalho recuperado da Lixeira.

source: %s workflow moved to the Trash.
pt_br: %s fluxo de trabalho movido para a Lixeira.

source: %s workflow permanently deleted.
pt_br: %s fluxo de trabalho excluído permanentemente.

source: %s workflow not updated, somebody is editing it.
pt_br: %s fluxo de trabalho não atualizado porque está sendo editado por alguém.

source: %s workflow updated.
pt_br: %s fluxo de trabalho atualizado.

source: Workflow draft updated.
pt_br: Rascunho de fluxo de trabalho atualizado.

# used in "Workflow scheduled for <date>"
source: M j, Y @ G:i
pt_br: j de M de Y @ G:i

source: Workflow scheduled for: %1$s.
pt_br: Fluxo de trabalho agendado para: %1$s.

source: Workflow submitted.
pt_br: Fluxo de trabalho enviado.

source: Workflow saved.
pt_br: Fluxo de trabalho salvo.

# used in workflow updated messages
source: Workflow restored to revision from %s
pt_br: Fluxo de trabalho recuperado para revisão de %s.

source: Custom field deleted.
pt_br: Campo personalizado apagado.

source: Custom field updated.
pt_br: Campo personalizado atualizado

source: Workflow updated.
pt_br: Fluxo de trabalho atualizado.

source: Queued workflow is already marked as failed.
pt_br: O fluxo de trabalho em fila já está marcado como falha.

source: The "%s" job was stopped because it's failure rate is above the allowed threshold.
pt_br: O trabalho "%s" foi interrompido porque sua taxa de falha está acima do limite permitido.

source: Learn more
pt_br: Saiba mais

source: Create your first workflow easily with our presets, or build your own from scratch.
pt_br: Crie seu primeiro fluxo de trabalho com facilidade usando nossas predefinições. Se preferir, você também pode criar do zero.

source: Need help? Try out one of our <%1$s>preset workflows<%2$s> or check out the <%3$s>help center<%4$s>.
pt_br: Precisa de ajuda? Experimente um dos nossos <%1$s>fluxos de trabalho predefinidos<%2$s> ou consulte a <%3$s>Central de ajuda<%4$s>.

source: Create workflow
pt_br: Criar fluxo de trabalho

source: Create your first automated workflow easily with our presets, or build your own from scratch.
pt_br: Crie seu primeiro fluxo de trabalho automatizado com facilidade usando nossas predefinições. Se preferir, você também pode criar do zero.

source: AutomateWoo is ready
pt_br: O AutomateWoo está pronto

source: Browse presets
pt_br: Procurar predefinições

source: Reach out to your customers and automate your work easily with these new preset workflows.
pt_br: Aproxime-se de seus clientes e automatize seu trabalho de um modo mais fácil com os novos fluxos de trabalho predefinidos.

source: Check out these new AutomateWoo presets
pt_br: Confira as novas predefinições do AutomateWoo

source: %s month
pt_br: %s mês

source: Months
pt_br: Meses

source: If so, click 'Confirm'. If not, click 'Cancel' to review the workflow again.
pt_br: Se afirmativo, clique em "Confirmar". Se negativo, clique em "Cancelar" para revisar o fluxo de trabalho.

source: Substitute placeholder coupons and/or discount values in an emails?
pt_br: Substituir valores de cupons e/ou descontos substitutos nos e-mails?

source: Review the text of any emails that will be sent to customers?
pt_br: Revisar o texto de e-mails a serem enviados para clientes?

source: Confirm the values for all trigger, rule, and action options?
pt_br: Confirmar os valores de todas as opções de acionador, regra e ação?

source: Before you save this <strong>disabled</strong> workflow, did you remember to:
pt_br: Antes de salvar esse fluxo de trabalho <strong>desativado</strong>, você se lembrou de:

source: Before you <strong>activate</strong> this workflow, did you remember to:
pt_br: Antes de <strong>ativar</strong> esse fluxo de trabalho, você se lembrou de:

source: Confirm save disabled workflow?
pt_br: Confirmar o salvamento do fluxo de trabalho desativado?

source: Confirm activate workflow?
pt_br: Confirmar a ativação do fluxo de trabalho?

source: Guest data is stored here when a customer places an order but does not create an account. Or, if you have enabled pre-submit capturing, guest data can also be captured from a form on your website before an order is placed.
pt_br: Os dados de visitante são armazenados aqui quando um cliente faz um pedido sem criar uma conta. Ou, se você ativou a captura pré-envio, esses dados também podem ser capturados de um formulário em seu site, antes de o cliente fazer o pedido.

source: A valid "%s" must exist to generate the preview.
pt_br: Deve existir um(a) "%s" válido(a) para gerar a visualização.

source: Leave a review
pt_br: Faça uma avaliação

source: Email address
pt_br: Endereço de e-mail

source: Receive important information about your orders and account.
pt_br: Receba informações importantes sobre sua conta e seus pedidos.
