Repository: meumouse/translates
Catalog: automatewoo-*.po
Languages: pt_br

source: e.g. +2 months, -1 day, +6 hours
pt_br: por exemplo, +2 months, -1 day, +6 hours

source: Optional parameter to modify the value of the datetime. Uses the PHP strtotime() function.
pt_br: Parâmetro operacional para modificar o valor de datetime. Usa a função strtotime() do PHP.

source: Set a format according to the documentation link in the variable's description.
pt_br: Defina um formato de acordo com link da documentação na descrição da variável.

source: Choose the format that the date will be displayed in. The default is MySQL datetime format.
pt_br: Escolha o formato em que a data será exibida. O padrão é o formato datetime do MySQL.

source: To set a custom date or time format please refer to the %1$sWordPress documentation%2$s.
pt_br: Para definir um formato personalizado de data ou hora, consulte a %1$sdocumentação do WordPress%2$s.

source: Tags updated.
pt_br: Tags atualizadas.

source: Change
pt_br: Alterar

source: Remove tag&hellip;
pt_br: Remover tag&hellip;

source: Add tag&hellip;
pt_br: Adicionar tag&hellip;

source: Taxonomies
pt_br: Taxonomias

source: There are no %s available.
pt_br: Não há %s disponíveis.

source: Select %s
pt_br: Selecionar %s

source: Export to CSV
pt_br: Exportar para CSV

source: Export
pt_br: Exportar

source: Users
pt_br: Usuários

source: Choose from the most popular tags
pt_br: Escolher dentre as tags mais populares

source: Add or remove Tags
pt_br: Adicionar ou remover tags

source: Separate Tags with commas
pt_br: Separar tags com vírgulas

source: New Tag Name
pt_br: Nome da nova tag

source: Add New Tag
pt_br: Adicionar nova tag

source: Update Tag
pt_br: Atualizar tag

source: Edit Tag
pt_br: Editar tag

source: All Tags
pt_br: Todas as tags

source: Popular Tags
pt_br: Tags populares

source: Search Tags
pt_br: Pesquisar Tags

source: Times run
pt_br: Vezes de execução

source: Workflow Times Run Reaches
pt_br: Número de vezes de execução do fluxo de trabalho alcança

source: If checked the trigger will fire only once for each customer for each wishlist they create. Most customers only use the one wishlist so use with caution. Setting a high Reminder interval may be a better plan.
pt_br: Se estiver marcado, o acionador disparará apenas uma vez para cada cliente em cada lista de desejos que ele criar. A maioria dos clientes usa apenas uma lista de desejos. Portanto, utilize com cautela. Definir um Intervalo de lembrete alto pode ser um plano melhor.

source: Once per customer
pt_br: Uma vez por cliente

source: E.g. Reminder any customers with items in a Wishlist every 30 days.
pt_br: Por exemplo: Lembre a todos os clientes com itens em uma Lista de desejos a cada 30 dias.

source: Reminder interval (days)
pt_br: Intervalo de lembrete (dias)

source: Setting the 'Reminder Interval' field to 30 means this trigger will fire every 30 days for any users that have items in their wishlist. Please note this doesn't work for guests because their wishlist data only exists locally in their browser.
pt_br: Definir o campo "Intervalo de lembrete" como "30" significa que o acionador disparará a cada 30 dias para todos os usuários que têm itens em listas de desejos. Observe que isso não funciona para visitantes porque as listas de desejos deles existem apenas localmente no navegador que usam.

source: Wishlist Reminder (%s)
pt_br: Lembrete de lista de desejos (%s)

source: This trigger doesn't fire instantly when a product goes on sale. Instead, it performs a check for new on-sale products every 30 minutes. Please note this doesn't work for guests because their wishlist data only exists in their session data.
pt_br: Esse acionador não dispara instantaneamente quando um produto entra em promoção. Em vez disso, ele verifica se há novos produtos em promoção a cada 30 minutos. Observe que isso não funciona para visitantes porque as listas de desejos deles existem apenas nos dados da sessão.

source: Wishlist Item On Sale (%s)
pt_br: Item da lista de desejos em promoção (%s)

source: Wishlists
pt_br: Listas de desejos

source: Customer Adds Product (%s)
pt_br: Cliente adiciona produto (%s)

source: This trigger will look at the selected variations for each order item for the selected attribute terms. For example if you have an attribute for 'size' and you select 'SML' and 'MED' in the Terms field then this trigger will fire if an order is placed that contains a product in 'SML' or a product in 'MED'.
pt_br: Esse acionador analisa as variações selecionadas de cada item do pedido para encontrar termos do atributo selecionado. Por exemplo, se você tiver um atributo de tamanho e selecionar "PEQ" e "MED" no campo Termos, o acionador será disparado caso seja feito um pedido contendo um produto em tamanho "PEQ" ou "MED".

source: Order Includes Product Variation with Specific Attribute
pt_br: Pedido inclui variação de produto com atributo específico

source: Order Includes Product from Taxonomy Term
pt_br: Pedido inclui produto de termo de taxonomia

source: Subscription Trial End
pt_br: Fim do período de teste da assinatura

source: This trigger runs for every line item of a subscription when the status changes. Using this trigger allows access to the product data of the subscription line item.
pt_br: Esse acionador é executado para cada item de linha de uma assinatura quando o status é alterado. Usar esse acionador dá acesso aos dados de produto do item de linha de assinatura.

source: Subscription Status Changed - Each Line Item
pt_br: Status da assinatura alterado – Cada item de linha

source: This is useful for workflows that are not run immediately as it ensures the status of the subscription hasn't changed since initial trigger.
pt_br: Isso é útil para fluxos de trabalho que não são executados imediatamente, pois garante que o status da assinatura não foi alterado desde o disparo inicial.

source: Select which subscription status changes will trigger this workflow. Leave blank for any subscription status.
pt_br: Selecione quais mudanças no status da assinatura acionarão esse fluxo de trabalho. Deixe em branco para qualquer status de assinatura.

source: This trigger fires when a subscription status changes with one exception. When an automatic subscription payment is processed the subscription status is changed to "On-hold" and then immediately back to "Active" if the payment is successful. When this happens this trigger deliberately doesn't fire because the status was only changed momentarily while the subscription has essentially remained "Active".
pt_br: Esse acionador é disparado quando o status da assinatura é alterado com uma exceção. Quando o pagamento automático da assinatura é processado, o status é alterado para "Em espera". Se pagamento for bem-sucedido, o status será alterado imediatamente de volta para "Ativa". Quando isso acontece, o acionador não é disparado propositalmente porque o status só foi alterado por um breve momento e a assinatura continuou "Ativa" na prática.

source: Subscription Status Changed
pt_br: Status da assinatura alterado

source: Subscription Renewal Payment Failed
pt_br: Falha no pagamento de renovação da assinatura

source: Subscription Renewal Payment Complete
pt_br: Pagamento de renovação da assinatura concluído

source: This trigger fires after the status of any subscription order changes. The trigger can be set to run on specific order status changes and for specific order types.
pt_br: Esse acionador é disparado depois que o status de qualquer pedido de assinatura é alterado. É possível definir que o acionador seja executado em mudanças específicas no status do pedido e para determinados tipos de pedido.

source: Subscription Order Status Changes
pt_br: Status do pedido da assinatura é alterado

source: This trigger fires after any type of subscription order is paid for. This will run after the order status has been changed and stock has been reduced.
pt_br: Esse acionador é disparado depois do pagamento de qualquer tipo de pedido de assinatura. Ele será executado depois que o status do pedido for alterado e ocorrer a subtração no estoque.

source: Subscription Order Paid
pt_br: Pedido de assinatura pago

source: This trigger fires after any type of subscription order is created. The order may not yet be paid.
pt_br: Esse acionador é disparado depois da criação de qualquer tipo de pedido de assinatura. O pedido pode ainda estar com o pagamento em aberto.

source: Subscription Order Created
pt_br: Pedido de assinatura criado

source: Fires when a note is added to a subscription. This includes private notes and notes to the customer. These notes appear on the right of the subscription edit screen.
pt_br: Dispara quando uma nota é adicionada a uma assinatura. Isso inclui notas privadas ou para o cliente. Essas notas são exibidas à direita da tela de edição da assinatura.

source: Subscription Note Added
pt_br: Nota de assinatura adicionada

source: This trigger fires after a subscription is created which happens before payment is confirmed. Using this trigger allows access to the product data of each subscription line item.
pt_br: Esse acionador é disparado depois da criação de uma assinatura, o que acontece antes da confirmação do pagamento. Usar esse acionador dá acesso aos dados de produto de cada item de linha de assinatura.

source: Subscription Created - Each Line Item
pt_br: Assinatura criada – Cada item de linha

source: This trigger fires after a subscription is created which happens before payment is confirmed. To create a workflow that runs when the subscription is paid, use the Subscription Status Changed trigger.
pt_br: Esse acionador é disparado depois da criação de uma assinatura, o que acontece antes da confirmação do pagamento. Para criar um fluxo de trabalho que seja executado quando a assinatura é paga, use o acionador Status da assinatura alterado.

source: Subscription Created
pt_br: Assinatura criada

source: Days before renewal
pt_br: Dias antes da renovação

source: This trigger runs once per day for any subscriptions that are due for renewal on the workflow's target date. For example, if set to run 7 days before renewal, it would look for subscriptions that are due for renewal on the date exactly 7 days from now.
pt_br: Esse acionador é disparado uma vez ao dia para qualquer assinatura que deva ser renovada na data de destino do fluxo de trabalho. Por exemplo, se você definir para que seja executado sete dias antes da renovação, ele buscará assinaturas que devam ser renovadas exatamente em sete dias a contar da data atual.

source: Subscription Before Renewal
pt_br: Assinatura antes da renovação

source: Days before end
pt_br: Dias antes do término

source: This trigger runs once per day for any subscriptions that are due to expire/end on the workflow's target date. For example, if set to run 7 days before end, it would look for subscriptions that are due to end on the date exactly 7 days from now.
pt_br: Esse acionador é disparado uma vez ao dia para qualquer assinatura a expirar/terminar na data de destino do fluxo de trabalho. Por exemplo, se você definir para que seja executado sete dias antes do término, ele buscará assinaturas que serão encerradas exatamente em sete dias a contar da data atual.

source: Subscription Before End
pt_br: Assinatura antes do término

source: Manual - Subscriptions
pt_br: Manual – Assinaturas

source: This trigger does not fire until the review has been approved. If a customer leaves multiple reviews on the same product the workflow will only run once.
pt_br: Esse acionador é disparado somente após a aprovação da avaliação. Se um cliente fizer várias avaliações do mesmo produto, o fluxo de trabalho será executado apenas uma vez.

source: Reviews
pt_br: Avaliações

source: New Review Posted
pt_br: Nova avaliação publicada

source: This trigger runs for each line item after an order status change occurs. Using this trigger allows access to the specific order item and product data.
pt_br: Esse acionador é executado para cada item de linha após uma mudança no status do pedido. Usar esse acionador dá acesso a dados específicos do produto e item do pedido.

source: Order Status Changes - Each Line Item
pt_br: Status do pedido é alterado – Cada item de linha

source: Select which order statuses will trigger this workflow. Leave blank for any status.
pt_br: Selecione quais status do pedido acionarão esse fluxo de trabalho. Deixe em branco para qualquer status.

source: Triggers after an order changes status occurs. Set the workflow to run on certain status changes with the trigger options.
pt_br: É acionado após uma mudança no status do pedido. Defina o fluxo de trabalho para que seja executado em determinadas mudanças de status com as opções de acionador.

source: Order Status Changes
pt_br: Status do pedido é alterado

source: Order Refunded
pt_br: Pedido reembolsado

source: Order Processing
pt_br: Processamento de pedido

source: Order Pending Payment
pt_br: Pedido com pagamento pendente

source: Triggers for each order line item at the end of the payment process after the order status has been changed and stock has been reduced.
pt_br: É acionado para cada item de linha do pedido no final do processo de pagamento, depois que o status do pedido é alterado e ocorre a subtração no estoque.

source: Order Paid - Each Line Item
pt_br: Pedido pago – Cada item de linha

source: Triggers at the end of the payment process after the order status has been changed and stock has been reduced.
pt_br: É acionado no final do processo de pagamento, depois que o status do pedido é alterado e ocorre a subtração no estoque.

source: Order Paid
pt_br: Pedido pago

source: Order On Hold
pt_br: Pedido em espera

source: [All]
pt_br: [Tudo]

source: Only trigger this workflow if the order note contains the certain text. This field is optional.
pt_br: Aciona esse fluxo de trabalho somente quando a nota de pedido inclui um texto específico. Esse campo é opcional.

source: Note contains text
pt_br: Nota inclui o texto

source: Fires when any note is added to an order, can include both private notes and notes to the customer. These notes appear on the right of the order edit screen.
pt_br: É disparado quando qualquer nota é adicionada a um pedido, podendo incluir notas privadas ou para o cliente. Essas notas são exibidas à direita da tela de edição do pedido.

source: Order Note Added
pt_br: Nota de pedido adicionada

source: Triggers for each order line item after an order is created in the database. At checkout this happens before payment is confirmed.
pt_br: É acionado para cada item de linha após a criação do pedido no banco de dados. Na finalização da compra, isso acontece antes da confirmação do pagamento.

source: Order Created - Each Line Item
pt_br: Pedido criado – Cada item de linha

source: This trigger fires after an order is created in the database. At checkout this happens before payment is confirmed.
pt_br: Esse acionador é disparado após a criação de um pedido no banco de dados. Na finalização da compra, isso acontece antes da confirmação do pagamento.

source: Order Created
pt_br: Pedido criado

source: Order Completed
pt_br: Pedido concluído

source: Order Cancelled
pt_br: Pedido cancelado

source: Fires when a note is added to an order for each line item in the order. This can include both private notes and notes to the customer. These notes appear on the right of the order edit screen.
pt_br: É disparado quando uma nota é adicionada ao pedido para cada item de linha. Isso pode incluir notas privadas ou para o cliente. Essas notas são exibidas à direita da tela de edição do pedido.

source: Order Note Added - Each Line Item
pt_br: Nota de pedido adicionada – Cada item de linha

source: Manual - Orders
pt_br: Manual – Pedidos

source: Status changes to
pt_br: Status é alterado para

source: Status changes from
pt_br: Status é alterado de

source: Leave blank for any status
pt_br: Deixar em branco para qualquer status

source: Membership Status Changed
pt_br: Status de associação alterado

source: Membership Created
pt_br: Associação criada

source: Choose which MailChimp for WordPress form this workflow should trigger for.
pt_br: Escolha para qual formulário do MailChimp para WordPress esse fluxo de trabalho deverá ser acionado.

source: Form
pt_br: Formulário

source: MailChimp for WordPress
pt_br: MailChimp para WordPress

source: This trigger fires after a MailChimp for WordPress form is successfully submitted.
pt_br: Esse acionador é disparado após um formulário do MailChimp para WordPress é enviado com sucesso.

source: MailChimp for WordPress - Form Submission
pt_br: MailChimp para WordPress – Envio de formulário

source: This trigger fires when a new guest is captured. Usually this immediately after they enter email during the checkout process.
pt_br: Esse acionador é disparado quando um visitante novo é capturado. Normalmente, isso ocorre imediatamente após o visitante digitar o e-mail durante o processo de finalização da compra.

source: New Guest Captured
pt_br: Novo visitante capturado

source: If checked this trigger will repeatedly fire after the minimum last purchase date passes and the customer has not made a purchase. E.g. if the minimum is set to 30 days the trigger will fire 30 days after the customers last purchase and every 30 days from then until the maximum is reached or the customer makes another purchase. If unchecked the trigger will not repeat until the customer makes a new purchase.
pt_br: Se estiver marcado, esse acionador será disparado repetidamente quando passar a data mínima de última sem que o cliente tenha feito uma nova compra. Por exemplo, se a data mínima estiver definida como 30 dias, o acionador será disparado 30 dias depois da última compra do cliente e a cada 30 dias a partir daí, até atingir o número máximo ou o cliente realizar outra compra. Se esta opção estiver desmarcada, o acionador só será disparado uma vez, até que o cliente realize uma nova compra.

source: Enable repeats
pt_br: Ativar repetições

source: Defines the maximum number of days after the customer's last purchase that this trigger will fire. The default value will be 3 greater than the value of the minimum days field.
pt_br: Define o número máximo de dias para disparo desse acionador após a última compra do cliente. O valor padrão é de três dias acima do valor no campo de número mínimo de dias.

source: Maximum days since purchase
pt_br: Número máximo de dias desde a compra

source: Defines the minimum number of days to wait after a customer's last purchase.
pt_br: Define o número mínimo de dias a aguardar após a última compra do cliente.

source: Minimum days since purchase
pt_br: Número mínimo de dias desde a compra

source: This trigger fires for customers based on the date of their last paid order. The 'order based' variables, rules and actions used by this trigger only refer to the customer's last paid order.
pt_br: Esse acionador é disparado para os clientes com base na data do último pedido pago. As variáveis, regras e ações "baseadas no pedido" usadas por esse acionador referem-se apenas ao último pedido pago do cliente.

source: Customer Win Back
pt_br: Recuperação de clientes

source: Do not add a currency symbol.
pt_br: Não inclua um símbolo de moeda.

source: Total spend
pt_br: Total gasto

source: This trigger checks the customer's total spend each time an order is completed.
pt_br: Esse acionador verifica o total gasto pelo cliente sempre que um pedido é concluído.

source: Customer Total Spend Reaches
pt_br: Total gasto pelo cliente alcança

source: This trigger checks the customer's order count each time an order is completed.
pt_br: Esse acionador verifica a contagem de pedidos do cliente sempre que um pedido é concluído.

source: Customer Order Count Reaches
pt_br: Contagem de pedidos do cliente alcança

source: Fires when a customer chooses to opt-out from all workflows.
pt_br: É disparado quando um cliente recusa ser incluído em todos os fluxos de trabalho.

source: Customer Opted Out
pt_br: Cliente recusou

source: Fires when a customer chooses to opt-in to all workflows.
pt_br: É disparado quando um cliente aceita ser incluído em todos os fluxos de trabalho.

source: Customer Opted In
pt_br: Cliente aceitou

source: Customer Account Created
pt_br: Conta de cliente criada

source: Days before expiry
pt_br: Dias antes da expiração

source: Customer Before Saved Card Expiry
pt_br: Antes da expiração do cartão salvo do cliente

source: This workflow will not run immediately after it is saved. It will run daily in the background at the time set in the <strong>Time of day</strong> field. If no time is set it will run at midnight.
pt_br: Esse fluxo de trabalho não será executado imediatamente após ser salvo. Ele será executado diariamente em segundo plano, no horário definido no campo <strong>Hora do dia</strong>. Se nenhum horário for definido, ele será executado à meia-noite.

source: Set the time in your site's timezone that the workflow will be triggered. If no time is set the workflow will run at midnight. If you set a time that has already passed for today the workflow will not run until tomorrow. The workflow will never be run twice in the same day. It's not possible to set a time after 23:00 which gives the background processor at least 1 hour to run any tasks.
pt_br: Defina o horário no fuso horário do seu site para acionar o fluxo de trabalho. Se nenhum horário for definido, o fluxo de trabalho será executado à meia-noite. Se você definir um horário anterior à hora atual, o fluxo de trabalho será executado a partir de amanhã. O fluxo de trabalho nunca será executado duas vezes no mesmo dia. Não é possível definir um horário após às 23:00, pois o processador em segundo plano precisa de pelo menos uma hora para executar qualquer tarefa.

source: Time of day
pt_br: Hora do dia

source: Select which membership plans to trigger for. Leave blank to apply for all plans.
pt_br: Selecione quais planos de associação acionam esta opção. Deixe em branco para que seja aplicado a todos os planos.

source: Membership plans
pt_br: Planos de associação

source: Memberships
pt_br: Associações

source: Carts are considered abandoned if they are inactive for %d minutes. When a customer purchases or empties their abandoned cart all queued workflows will be automatically cleared. <%s>View documentation.<%s>
pt_br: Um carrinho será considerado como abandonado se permanecer inativo por %d minutos. Quando um cliente compra ou esvazia o carrinho abandonado, todos os fluxos de trabalho em fila são automaticamente excluídos. <%s>Veja a documentação.<%s>

source: This trigger fires when a cart belonging to a registered customer is abandoned.
pt_br: Esse acionador é disparado quando um carrinho pertencente a um cliente cadastrado é abandonado.

source: Cart Abandoned - Registered Users Only
pt_br: Carrinho abandonado – Somente usuários registrados

source: Cart Abandoned - Guests Only
pt_br: Carrinho abandonado – Somente visitantes

source: This trigger fires when a cart belonging to a registered customer or a guest customer is abandoned.
pt_br: Esse acionador é disparado quando um carrinho pertencente a um cliente cadastrado ou visitante é abandonado.

source: Cart Abandoned
pt_br: Carrinho abandonado

source: THIS TRIGGER IS DEPRECATED AND SHOULD NOT BE USED.
pt_br: ESSE ACIONADOR ESTÁ OBSOLETO E NÃO DEVE SER USADO.

source: This is useful for workflows that are not run immediately as it ensures the status of the %s hasn't changed since initial trigger.
pt_br: Isso é útil para fluxos de trabalho que não são executados imediatamente, pois garante que o status de %s não foi alterado desde o disparo inicial.
