Repository: meumouse/translates
Catalog: automatewoo-*.po
Languages: pt_br

source: Select which template to use when formatting the email. If you select 'None', the email will have no template but the email will still be sent as an HTML email.
pt_br: Selecione qual modelo será usado na formatação do e-mail. Se você selecionar "Nenhum", o e-mail não terá um modelo, mas ainda assim será enviado em HTML.

source: Template
pt_br: Modelo

source: A preheader is a short text summary that follows the subject line when an email is viewed in the inbox. If no preheader is set the first text found in the email is used.
pt_br: O pré-cabeçalho é um texto resumido que aparece depois da linha de assunto quando o usuário visualiza o e-mail na caixa de entrada. Se nenhum pré-cabeçalho for definido, será usado o primeiro texto encontrado no e-mail.

source: Email preheader
pt_br: Pré-cabeçalho do e-mail

source: The appearance will depend on your email template. Not all templates support this field.
pt_br: A aparência dependerá do modelo de e-mail que você escolher. Esse campo não é compatível com todos os modelos.

source: Email heading
pt_br: Cabeçalho do e-mail

source: This action sends an HTML email using a template. The default template matches the style of your WooCommerce transactional emails. <%s>View email templates documentation<%s>.
pt_br: Essa ação envia um e-mail em HTML usando um modelo. O modelo padrão corresponde ao estilo dos seus e-mails transacionais do WooCommerce. <%s>Veja a documentação sobre modelos de e-mail<%s>.

source: Send Email
pt_br: Enviar e-mail

source: Remove Points
pt_br: Remover pontos

source: Describe the event and/or why the points were modified. This description will be visible to customers on their "my account" points log.
pt_br: Descreva o evento e/ou por que os pontos foram modificados. Essa descrição poderá ser vista pelos clientes no log de pontos na área "Minha conta".

source: Event Description
pt_br: Descrição do evento.

source: Number of Points
pt_br: Número de pontos

source: Please note that points are not supported on guest customers. Uses the WooCommerce Points and Rewards plugin.
pt_br: Não é possível usar pontos para clientes visitantes. Usa o plugin WooCommerce Points and Rewards.

source: Add Points
pt_br: Adicionar pontos

source: This action can add or update an order's custom field.
pt_br: Essa ação pode adicionar ou atualizar um campo personalizado de um pedido.

source: If checked and there is an existing customer shipping note for this order the note on this action will added to the field after a pipe (|). If unchecked any existing note will be replaced.
pt_br: Se essa ação estiver marcada e houver uma nota de entrega do cliente no pedido, a nota será adicionada ao campo depois de um caractere de barra vertical (|). Se estiver desmarcada, qualquer nota existente será substituída.

source: Append to existing note?
pt_br: Acrescentar à nota existente?

source: Update Customer Provided Note
pt_br: Atualizar nota fornecida pelo cliente

source: Generate download permissions
pt_br: Gerar permissões de download

source: Order action
pt_br: Ação de pedido

source: Not to be confused with AutomateWoo actions this action can trigger a WooCommerce order action. They can normally be found in the in the top right of of the order edit view.
pt_br: Não confundir com ações do AutomateWoo. Essa ação pode acionar uma ação de pedido do WooCommerce. Normalmente, elas estão localizadas no canto superior direito da visualização de edição do pedido.

source: Trigger Order Action
pt_br: Acionar ação de pedido

source: %s email notification sent by AutomateWoo workflow #%d
pt_br: Notificação por e-mail %s enviada pelo fluxo de trabalho nº %d do AutomateWoo.

source: Admin
pt_br: Administração

source: Please note that email tracking is not currently supported on this action.
pt_br: No momento, essa ação não é compatível com o rastreamento de e-mail.

source: Resend Order Email
pt_br: Reenviar e-mail de pedido

source: This action can add or update an order item's custom field.
pt_br: Essa ação pode adicionar ou atualizar um campo personalizado de um item do pedido.

source: Order Item
pt_br: Item do pedido

source: AutomateWoo workflow #%s.
pt_br: Fluxo de trabalho nº %s do AutomateWoo.

source: Order status will be changed to this.
pt_br: O status do pedido será alterado para esse.

source: Change Status
pt_br: Alterar status

source: Note
pt_br: Nota

source: Add Note
pt_br: Adicionar nota

source: Failed deleting membership #%s
pt_br: Falha ao excluir associação nº %s.

source: Deleted membership #%s
pt_br: Associação nº %s excluída.

source: The user did not have membership that matched the selected plan.
pt_br: O usuário não tem uma associação correspondente ao plano selecionado.

source: Plan
pt_br: Plano

source: Delete Membership For User
pt_br: Excluir associação do usuário

source: Membership plan changed from %s to %s by AutomateWoo workflow:#%s
pt_br: O plano de associação foi alterado de %s para %s pelo fluxo de trabalho nº %s do AutomateWoo.

source: Membership #%s successfully created.
pt_br: A associação nº %s foi criada com sucesso.

source: Membership created by AutomateWoo workflow #%s
pt_br: Associação criada pelo fluxo de trabalho nº %s do AutomateWoo.

source: Plan could not be changed or created because the user already has a membership using the new plan.
pt_br: Não foi possível alterar ou criar o plano porque o usuário já tem uma associação no plano novo.

source: If checked a new membership will be created for the user if they are not a member of the existing plan.
pt_br: Se esta opção estiver marcada, será criada uma nova associação para o usuário, caso ele não seja associado de um plano existente.

source: Allow membership creation?
pt_br: Permitir criação de associação?

source: New plan
pt_br: Novo plano

source: Leave this blank to only create new memberships.
pt_br: Deixe em branco para criar somente associações novas.

source: [None]
pt_br: [Nenhum]

source: Existing plan
pt_br: Plano existente

source: Changes the plan of a user's active membership. If no active membership exists a new membership can optionally be created.
pt_br: Altera o plano da associação ativa de um usuário. Se não existir uma associação ativa, será possível criar uma nova.

source: Create / Change Membership Plan For User
pt_br: Criar/alterar plano de associação do usuário

source: Tags to remove
pt_br: Tags a remover

source: Whether to remove all other tags that are already assigned to the contact.
pt_br: Escolha se deseja remover todas as outras tags que já foram atribuídas ao contato.

source: Remove all other tags
pt_br: Remover todas as outras tags

source: Tags to add
pt_br: Tags a adicionar

source: The contact must have been added to the list before updating tags.
pt_br: É necessário adicionar o contato à lista antes de atualizar as tags.

source: Update Contact Tags
pt_br: Atualizar tags do contato

source: Field Value
pt_br: Valor do campo

source: The contact must have been added to the list before updating any fields.
pt_br: É necessário adicionar o contato à lista antes de atualizar qualquer tag.

source: Update List Contact Field
pt_br: Atualizar campo de contato da lista

source: If checked the user will be unsubscribed instead of deleted.
pt_br: Se estiver marcado, o usuário apenas terá sua assinatura cancelada, em vez de ser excluído.

source: Unsubscribe only
pt_br: Somente cancelar assinatura

source: Remove Contact From List
pt_br: Remover contato da lista

source: Users will receive an email asking them to confirm their subscription.
pt_br: Os usuários receberão um e-mail solicitando a confirmação da assinatura.

source: Double optin
pt_br: Aceitação dupla

source: This field is optional.
pt_br: Esse campo é opcional.

source: Add Contact To List
pt_br: Adicionar contato à lista

source: Remove Contact From Group
pt_br: Remover contato do grupo

source: Add contact to list if missing?
pt_br: Adicionar contato à lista se estiver ausente?

source: Groups
pt_br: Grupos

source: Add Contact To Group
pt_br: Adicionar contato ao grupo

source: Failed because contact is not subscribed to the list.
pt_br: A ação falhou porque o contato não está na lista de assinantes.

source: Add multiple tags separated by commas. Please note that tags are not case-sensitive.
pt_br: Adicione várias tags separadas por vírgula. As tags não diferenciam maiúsculas de minúsculas.

source: Use variables such as {{ customer.email }} here. If blank {{ customer.email }} will be used.
pt_br: Use aqui variáveis como {{ customer.email }}. Se você deixar em branco, a variável {{ customer.email }} será usada.

source: Function name
pt_br: Nome da função

source: This action can be used by developers to trigger custom code from a workflow. <%s>View documentation<%s>.
pt_br: Essa ação pode ser usada por desenvolvedores para acionar um código personalizado de um fluxo de trabalho. <%s>Veja a documentação<%s>.

source: Custom Function
pt_br: Função personalizada

source: Key
pt_br: Chave

source: This action can add or update a customer's custom field. If the customer has an account, the user meta table is used. If the customer is a guest, the guest meta table is used.
pt_br: Essa ação pode adicionar ou atualizar um campo personalizado de um cliente. Se o cliente tiver uma conta, a tabela meta de usuários será usada. Se o cliente for um visitante, será usada a tabela meta de visitantes.

source: Update Custom Field
pt_br: Atualizar campo personalizado

source: Remove Tags
pt_br: Remover tags

source: Please note that if the customer is a guest this action will do nothing.
pt_br: Se o cliente for um visitante, essa ação não terá nenhum efeito.

source: Change Role
pt_br: Alterar função

source: Please note that tags are not supported on guest customers.
pt_br: Não é possível usar tags para clientes visitantes.

source: Add Tags
pt_br: Adicionar tags

source: Customer email
pt_br: E-mail do cliente

source: Clears a customer's currently queued events for selected workflows.
pt_br: Limpa os eventos atualmente em fila de um cliente nos fluxos de trabalho selecionados.

source: Clear Queued Events
pt_br: Limpar eventos em fila

source: Change Workflow Status
pt_br: Alterar status do fluxo de trabalho

source: Post status
pt_br: Status do post

source: Change Post Status
pt_br: Alterar status do post

source: Unsubscribe
pt_br: Cancelar assinatura

source: If delete is selected the subscriber's email will not be added to the suppression list.
pt_br: Se você selecionar "Excluir", o e-mail do assinante não será adicionado à lista de supressões.

source: Type
pt_br: Tipo

source: Remove Subscriber From List
pt_br: Remover assinante da lista

source: Add Subscriber to List
pt_br: Adicionar assinante à lista

source: If checked the user will be subscribed even if they have already unsubscribed from one of your lists. Use with caution.
pt_br: Se estiver marcado, o usuário será inscrito, mesmo se já tiver cancelado a assinatura de uma de suas listas. Use com cautela.

source: Resubscribe
pt_br: Assinar

source: List
pt_br: Lista

source: Subscriber name
pt_br: Nome do assinante

source: Subscriber email
pt_br: E-mail do assinante

source: List name
pt_br: Nome da lista

source: You can get your API key from the account section of Mad Mimi.
pt_br: Você pode obter a chave de API na seção da sua conta no Mad Mimi.

source: Username (email)
pt_br: Nome de usuário (e-mail)

source: Server is missing CURL extension required to use the MadMimi API.
pt_br: A extensão CURL obrigatória para usar a API MadMimi está ausente no servidor.

source: Add Customer to List
pt_br: Adicionar cliente à lista

source: Failed because contact did not exist.
pt_br: A ação falhou porque o contato não existe.

source: Value
pt_br: Valor

source: Field
pt_br: Campo

source: Update Contact Custom Field
pt_br: Atualizar campo personalizado de contato

source: Remove Tags From Contact
pt_br: Remover tags do contato

source: Add tags
pt_br: Adicionar tags

source: Leave blank to add a contact without assigning them to any lists.
pt_br: Deixe em branco para adicionar um contato sem atribuí-lo a qualquer lista.

source: Add to list
pt_br: Adicionar à lista

source: This trigger can be used to create or update contacts in ActiveCampaign. If an existing contact is found by email then an update will occur otherwise a new contact will be created. When updating a contact any fields left blank will not be updated.
pt_br: Esse acionador pode ser usado para criar ou atualizar contatos no ActiveCampaign. Se for possível encontrar um usuário existente pelo e-mail, então será feita a atualização. Caso contrário, um contato novo será criado. Ao atualizar um contato, os campos em branco não serão atualizados.

source: Create / Update Contact
pt_br: Criar/atualizar contato

source: The below fields will be used only if the contact needs to be created.
pt_br: Os campos abaixo serão usados somente se for necessário criar o contato.

source: Create contact if missing
pt_br: Criar contato se ausente

source: Add Tags To Contact
pt_br: Adicionar tags ao contato

source: Add multiple tags separated by commas. Please note that tags are case-sensitive.
pt_br: Adicione várias tags separadas por vírgula. As tags diferenciam maiúsculas de minúsculas.

source: Organization
pt_br: Organização

source: Last name
pt_br: Sobrenome

source: First name
pt_br: Nome

source: You can use variables such as {{ customer.email }} here.
pt_br: Você pode usar aqui variáveis como {{ customer.email }}.

source: Contact email
pt_br: E-mail de contato

source: Server is missing CURL extension required to use the ActiveCampaign API.
pt_br: A extensão CURL obrigatória para usar a API ActiveCampaign está ausente no servidor.

source: THIS ACTION IS DEPRECATED AND SHOULD NOT BE USED.
pt_br: ESSA AÇÃO ESTÁ OBSOLETA E NÃO DEVE SER USADA.

source: Other
pt_br: Outros

source: %1$s The plugin requires WordPress version %2$s or newer.
pt_br: %1$s O plugin requer o WordPress na versão %2$s ou mais recente.

source: %1$s The plugin requires WooCommerce version %2$s or newer.
pt_br: %1$s O plugin requer o WooCommerce na versão %2$s ou mais recente.

source: %1$s The plugin requires PHP version %2$s or newer.
pt_br: %1$s O plugin requer o PHP na versão %2$s ou mais recente.

source: %s is inactive.
pt_br: %s está inativo.

source: %s week
pt_br: %s semana

source: %s day
pt_br: %s dia

source: %s minute
pt_br: %s minuto

source: %s hour
pt_br: %s hora

# day
source: or
pt_br: ou

source: Weekends
pt_br: Finais de semana

source: Weekdays
pt_br: Dias úteis

# timing option
source: Fixed at %s
pt_br: Fixo em %s

# timing option
source: after waiting <b>%s</b>
pt_br: após aguardar <b>%s</b>

# timing option
source: on <b>%s</b>
pt_br: em <b>%s</b>

# timing option
source: Scheduled for <b>%s</b>
pt_br: Agendado para <b>%s</b>

# timing option
source: Delayed for <b>%s</b>
pt_br: Atrasado para <b>%s</b>

# timing option
source: Immediate
pt_br: Imediato

# timing option
source: Custom.
pt_br: Personalizado

source: Active <span class="count">(%s)</span>
pt_br: <span class="count">(%s)</span> ativo

source: Toggle Status
pt_br: Alternar status

source: Queue Count
pt_br: Enfileirar contagem

source: Run Count
pt_br: Executar contagem

source: Options
pt_br: Opções

source: Rules <small>(optional)</small>
pt_br: Regras <small>(opcional)</small>

source: Manual workflow options
pt_br: Opções de fluxo de trabalho manual

source: Edit Workflow
pt_br: Editar fluxo de trabalho

source: Add New Workflow
pt_br: Adicionar novo fluxo de trabalho

source: Welcome to AutomateWoo!
pt_br: Seja bem-vindo(a) ao AutomateWoo!

source: Welcome to AutomateWoo
pt_br: Seja bem-vindo(a) ao AutomateWoo

source: Sending...
pt_br: Enviando...

source: Message
pt_br: Mensagem

source: Recipient
pt_br: Destinatário

source: Send Test SMS
pt_br: Enviar SMS de teste

source: Save changes
pt_br: Salvar alterações

source: or
pt_br: ou

source: This rule %1$s is no longer available and will be removed by saving this workflow.
pt_br: A regra %1$s não está mais disponível e será removida com o salvamento desse fluxo de trabalho.

source: and
pt_br: e

source: value
pt_br: valor

source: key
pt_br: chave

source: [Select Rule]
pt_br: [Selecionar regra]

source: Rules can be used to add conditional logic to workflows. Click the %1$s+ Add Rule Group%2$s button to create a rule.
pt_br: É possível usar regras para adicionar lógica condicional aos fluxos de trabalho. Clique no botão %1$s+ Adicionar grupo de regras%2$s para criar uma regra.

source: + Add Rule Group
pt_br: + Adicionar grupo de regras

source: %s Report
pt_br: Relatório %s

source: Total spent
pt_br: Total gasto

source: Order count
pt_br: Contagem de pedidos

source: Phone
pt_br: Telefone

source: Address
pt_br: Endereço

source: Name
pt_br: Nome

source: Guest ID
pt_br: ID de visitante

source: No updates available
pt_br: Não há atualizações disponíveis

source: Database update complete
pt_br: Atualização do banco de dados concluída

source: %1$s0%2$s items processed.
pt_br: %1$s0%2$s item processado.

source: Approximately %1$s0%2$s items to process.
pt_br: Aproximadamente %1$s0%2$s item processado.

source: Upgrading data to version %s.
pt_br: Fazendo upgrade dos dados para a versão %s.

source: Reading update tasks...
pt_br: Lendo tarefas de atualização…

source: %s - Database Update
pt_br: %s – Atualização de banco de dados

source: Copy to clipboard
pt_br: Copiar para a área de transferência

source: Displayed when there is no value found.
pt_br: É exibido quando nenhum valor é encontrado.

source: Due to run
pt_br: Devido à execução

source: Queued event #%s
pt_br: Evento nº %s na fila

source: Re-run workflow (skips validation)
pt_br: Executar novamente fluxo de trabalho (pula a validação)

source: Log data has been anonymized.
pt_br: Os dados de log foram anonimizados.

source: Log notes:
pt_br: Notas de log:

source: Clicked
pt_br: Clicado(s)

source: No
pt_br: Não

source: Opened
pt_br: Aberto(s)

source: Conversion tracking enabled
pt_br: Rastreamento de conversão ativado

source: Tracking enabled
pt_br: Rastreamento ativado

source: Log #%s
pt_br: Log nº %s

source: Cart created
pt_br: Carrinho criado

source: Cart token
pt_br: Token do carrinho

source: (includes %s tax)
pt_br: (inclui taxa de %s)

source: Tax
pt_br: Taxa

source: Shipping
pt_br: Entrega

source: Coupon: %s
pt_br: Cupom: %s

source: (incl. tax)
pt_br: (incl. taxa)

source: Price
pt_br: Preço

source: Quantity
pt_br: Quantidade

source: Cart #%s
pt_br: Carrinho nº %s

source: Click on a variable to see more info and copy it to the clipboard. Variables can be used in any action text field to add dynamic content. The available variables are set based on the selected trigger for this workflow.
pt_br: Clique em uma variável para ver mais informações e copiá-la para a área de transferência. As variáveis podem ser usadas em campos de texto de qualquer ação para adicionar conteúdo dinâmico. As variáveis disponíveis são definidas com base no acionador selecionado para o fluxo de trabalho.

source: Variables
pt_br: Variáveis

source: [Select]
pt_br: [Selecionar]

source: Trigger
pt_br: Acionador

source: (24 hour time)
pt_br: (formato de 24 horas)

source: Minimum wait
pt_br: Espera mínima

source: Length of the delay
pt_br: Duração do atraso

source: (optional)
pt_br: (opcional)

source: Scheduled days
pt_br: Dias agendados

source: (24hr)
pt_br: (24 horas)

source: Scheduled time
pt_br: Horário agendado

source: Variable
pt_br: Variável

source: Timing
pt_br: Intervalo

source: Weeks
pt_br: Semanas

source: Days
pt_br: Dias

source: Minutes
pt_br: Minutos

source: Hours
pt_br: Horas

source: [Any day]
pt_br: [Qualquer dia]

source: e.g. {{ subscription.next_payment_date | modify: '-1 day' }}
pt_br: Por exemplo: {{ subscription.next_payment_date | modify: '-1 day' }}

source: Schedule with a variable
pt_br: Agendar com uma variável

source: Fixed
pt_br: Fixo

source: Scheduled
pt_br: Agendado

source: Delayed
pt_br: Atrasado

source: Run immediately
pt_br: Executar imediatamente

source: Run
pt_br: Executar

source: Move to Trash
pt_br: Mover para a lixeira

source: Delete Permanently
pt_br: Excluir Permanentemente

source: Created:
pt_br: Criado:

source: Disabled
pt_br: Desabilitado

source: Type:
pt_br: Tipo:

source: Save
pt_br: Salvar

source: The order that workflows will run.
pt_br: A ordem em que os fluxos de trabalho serão executados.

source: Workflow order
pt_br: Ordem dos fluxos de trabalho

source: This will be appended to every URL in the email content or SMS body.
pt_br: Isso será acrescentado a todos os URLs no conteúdo do e-mail ou corpo do SMS.

source: Google Analytics link tracking
pt_br: Rastreamento de links do Google Analytics

source: Enables conversion tracking on purchases made as a result of this workflow.
pt_br: Ativa o rastreamento de conversão em compras realizadas como resultado desse fluxo de trabalho.

source: Enable conversion tracking
pt_br: Ativar rastreamento de conversão

source: Enables open and click tracking on emails sent from this workflow. SMS messages will also have click tracking but open tracking is not possible with SMS.
pt_br: Ativa o rastreamento de abertura e clique em e-mails enviados a partir do fluxo de trabalho. As mensagens SMS também terão rastreamento de clique, mas não é possível realizar o rastreamento de abertura nesse caso.

source: Enable tracking
pt_br: Ativar rastreamento

source: Is this workflow used for transactional emails instead of marketing emails? Checking this removes the unsubscribe link in email.
pt_br: Esse fluxo de trabalho é usado para e-mails transacionais, em vez de e-mails de marketing? Marcar essa opção remo o link de cancelamento de assinatura no e-mail.

source: Is transactional?
pt_br: É transacional?

source: The data type determines which data the workflow can run for and which rules and actions you can use.
pt_br: O tipo de dados determina para quais dados o fluxo de trabalho pode ser executado e quais regras e ações podem ser usadas.

source: Data type
pt_br: Tipo de dados

source: No actions. Click the %1$s%2$s%3$s button to create an action.
pt_br: Nenhuma ação. Clique no botão %1$s%2$s%3$s para criar uma ação.

source: + Add Action
pt_br: + Adicionar ação

source: Confirm
pt_br: Confirmar

source: Cancel
pt_br: Cancelar

source: Incompatible Actions:
pt_br: Ações incompatíveis:

source: Incompatible Rules:
pt_br: Regras incompatíveis:

source: Some of the rules or actions currently in use on this workflow are incompatible with the new trigger you have selected. If you continue they will be removed.
pt_br: Algumas regras ou ações em uso nesse fluxo de trabalho são incompatíveis com o novo acionador que você selecionou. Se você continuar, elas serão removidas.

source: Confirm change trigger?
pt_br: Confirmar alteração do acionador?

source: Send
pt_br: Enviar

source: Comma separate emails...
pt_br: E-mails separados por vírgulas...

source: Subject
pt_br: Assunto

source: It is recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
pt_br: É recomendável fazer o backup do banco de dados antes de continuar. Tem certeza de que deseja executar o atualizador agora?

source: Run the updater
pt_br: Executar o atualizador

source: - Please run the updater as soon as possible. It is normal for this to take some time to complete.
pt_br: - Execute o atualizador assim que possível. É normal que o processo demore um pouco para ser concluído.

source: %s database update required
pt_br: Atualização obrigatória do banco de dados %s

source: Action
pt_br: Ação

source: New Action
pt_br: Nova ação

source: Edit
pt_br: Editar

source: There are no users with that tag.
pt_br: Não há usuários com essa tag.

source: Auth Token
pt_br: Token de autenticação

source: Account SID
pt_br: SID da conta
