Repository: meumouse/translates
Catalog: automatewoo-*.po
Languages: pt_br

source: %s - Used to flag when you begin interacting with our website - Expires when you end the browser session
pt_br: %s: usado para sinalizar quando você começa a interagir com nosso site. Expira quando você encerra a sessão do navegador.

source: %s - Used to store a secure key that is unique to you - Expires after 2 years
pt_br: %s: usado para armazenar uma chave segura exclusiva para você. Expira após dois anos.

source: We use cookies to remember who you are when browsing our site and to store the contents of your cart for the purpose of reminding you. These cookies will only be set when you consent to allowing additional cookies on our website.
pt_br: Usamos cookies para lembrar quem você é quando estiver navegando em nosso site. Armazenamos o conteúdo do seu carrinho para lembrar você. Esses cookies serão definidos somente quando você consentir o uso de cookies adicionais no nosso site.

source: AutomateWoo uses three cookies to enable the session and cart tracking features of the plugin. If you have these features enabled you should include these cookies in your policy. You should also mention whether the user must give consent before these cookies are set.
pt_br: O AutomateWoo usa três cookies para ativar as funcionalidades de rastreamento de sessão e carrinho do plugin. Se você ativou essas funcionalidades, inclua esses cookies na sua política. Mencione também que se é necessário que o usuário dê consentimento antes da definição dos cookies.

source: What we collect and store
pt_br: O que nós coletamos e armazenamos

source: If you opt-in to receive marketing updates we may use your personal information to provide you with product updates or marketing communications that we believe may be of interest to you. Personal data may also be used by our internal system to automate processes of our store.
pt_br: Se você aceitar receber atualizações de marketing, poderemos usar suas informações pessoais para oferecer atualizações de produtos ou enviar comunicações de marketing que acreditamos ser do seu interesse. Os dados pessoais também poderão ser usados por nosso sistema interno para automatizar processos da nossa loja.

source: AutomateWoo uses personal data in many of its features and stores personal data in your WordPress database. We do not store any personal data from your website on our servers. You may need to adjust the suggested text below based on your settings and which workflows are in use.
pt_br: O AutomateWoo usa dados pessoais em muitas funcionalidades, além de armazená-los no banco de dados do WordPress usado por você. Não armazenamos dados pessoais obtidos no seu site em nossos servidores. Talvez seja necessário ajustar o texto sugerido abaixo com base em suas configurações e os fluxos de trabalho em uso.

source: How we use your data
pt_br: Como usamos seus dados

source: Failure code
pt_br: Código de falha

source: Date due
pt_br: Data de vencimento

source: Event workflow
pt_br: Fluxo de trabalho do evento

source: Event ID
pt_br: ID do evento

source: Workflow queued events
pt_br: Eventos em fila no fluxo de trabalho

source: Related data
pt_br: Dados relacionados

source: Click and open tracking
pt_br: Rastreamento de clique e abertura

source: Notes
pt_br: Observações

source: Log date
pt_br: Data do log

source: Log workflow
pt_br: Fluxo de trabalho do log

source: Log ID
pt_br: ID do log

source: Workflow logs
pt_br: Logs de fluxo de trabalho

source: Saved Cart Data
pt_br: Dados do carrinho salvo

source: Fees
pt_br: Taxas

source: Coupons
pt_br: Cupons

source: Date created
pt_br: Data de criação

source: Date last modified
pt_br: Data da última modificação

source: Cart total
pt_br: Total do carrinho

source: Cart shipping total
pt_br: Total de frete do carrinho

source: Cart shipping tax total
pt_br: Total de taxa de entrega do carrinho

source: Cart currency
pt_br: Moeda do carrinho

source: Cart status
pt_br: Status do carrinho

source: Cart ID
pt_br: ID do carrinho

source: Guest last active
pt_br: Última atividade do visitante

source: Guest created
pt_br: Data de criação do visitante

source: Company
pt_br: Empresa

source: Postcode
pt_br: CEP

source: City
pt_br: Cidade

source: State
pt_br: Estado

source: Country
pt_br: País

source: Tracking key ID
pt_br: ID da chave de rastreamento

source: User tags
pt_br: Tags de usuário

source: Workflow preview emails
pt_br: E-mails de visualização do fluxo de trabalho

source: Tracking key
pt_br: Chave de rastreamento

source: Customer key
pt_br: Chave do cliente

source: Customer ID
pt_br: ID do cliente

source: Customer Data
pt_br: Dados do cliente

source: Removed AutomateWoo customer object.
pt_br: Objeto de cliente do AutomateWoo removido.

source: Removed user tags.
pt_br: Tags de usuário removidas.

source: Removed AutomateWoo user meta.
pt_br: Meta de usuário do AutomateWoo removido.

source: Removed saved cart.
pt_br: Carrinho salvo removido.

source: Removed workflow queued events.
pt_br: Eventos em fila no fluxo de trabalho removidos.

source: Anonymized customer workflow logs.
pt_br: Logs de fluxo de trabalho de cliente anonimizados.

source: Customer Object
pt_br: Objeto de cliente

source: AutomateWoo Customer Object
pt_br: Objeto de cliente do AutomateWoo

source: User Tags
pt_br: Tags de usuário

source: User Meta
pt_br: Meta de usuário

source: Saved Cart
pt_br: Carrinho salvo

source: Queued Events
pt_br: Eventos em fila

source: Workflow Logs
pt_br: Logs de fluxo de trabalho

source: Disabled <span class="count">(%s)</span>
pt_br: <span class="count">(%s)</span> desativado

source: No Workflows found in trash
pt_br: Nenhum fluxo de trabalho encontrado na lixeira

source: No Workflows found
pt_br: Nenhum fluxo de trabalho encontrado

source: Search Workflows
pt_br: Pesquisar fluxos de trabalho

source: View Workflow
pt_br: Visualizar fluxo de trabalho

source: New Workflow
pt_br: Novo fluxo de trabalho

source: Add Workflow
pt_br: Adicionar fluxo de trabalho

# Admin menu name
source: Workflows
pt_br: Fluxos de trabalho

source: (Workflow ID: <a href="%1$s">%2$s</a>)
pt_br: (ID do fluxo de trabalho: <a href="%1$s">%2$s</a>)

source: %s modified by AutomateWoo
pt_br: %s modificado pelo AutomateWoo

source: You can update these options at any time by clicking the unsubscribe link in the footer of any email you receive from us, or in your account area. By clicking below, you agree that we may process your information in accordance with our %s and %s.
pt_br: Você pode atualizar essas opções quando quiser. Para fazer isso, clique no link de cancelamento de assinatura no rodapé dos e-mails que enviamos ou acesse a área da sua conta. Ao clicar abaixo, você concordará que podemos processar suas informações de acordo com %s e %s.

source: I want to receive updates about products and promotions.
pt_br: Quero receber atualizações sobre produtos e promoções.

source: Could not insert '%1$s' item to database. AutomateWoo tables may not be installed.
pt_br: Não foi possível inserir o item "%1$s" no banco de dados. Talvez as tabelas do AutomateWoo não estejam instaladas.

source: The wp_mail() function returned false.
pt_br: A função wp_mail() retornou "falso".

source: Email address is blacklisted.
pt_br: O endereço de e-mail está na lista de bloqueio.

source: Email address appears to be anonymized.
pt_br: Parece que o endereço de e-mail foi anonimizado.

source: Email address is not valid.
pt_br: O endereço de e-mail não é válido.

source: Email address is blank.
pt_br: O endereço de e-mail está em branco.

source: This log was created from manual workflow re-run.
pt_br: Esse log foi criado a partir de uma nova execução de um fluxo de trabalho manual.

source: The class %1$s has been deprecated and replaced with %2$s. It will be removed in a future version of AutomateWoo.
pt_br: A classe %1$s está obsoleta e foi substituída por %2$s. Ela será removida em uma versão futura do AutomateWoo.

# Page title
source: Communication preferences
pt_br: Preferências de comunicação

source: View AutomateWoo Settings
pt_br: Visualizar configurações do AutomateWoo

source: Saved successfully! You won't receive marketing communications from us.
pt_br: Salvo com êxito! Você não receberá nossas comunicações de marketing.

source: Thanks! Your signup was successful.
pt_br: Obrigado! Você se inscreveu com êxito.

source: Please enter a valid email address.
pt_br: Digite um endereço de e-mail válido.

source: Your communication preferences were updated.
pt_br: Suas preferências de comunicação foram atualizadas.

source: The form could not be submitted. Error code: %s
pt_br: Não foi possível enviar o formulário. Código do erro: %s

source: Please login to your account.
pt_br: Faça login na sua conta.

source: The cart has been filled with the items from your previous order.
pt_br: Os itens do seu pedido anterior foram inseridos no seu carrinho atual.

source: %d item from your previous order is currently unavailable and could not be added to your cart.
pt_br: O item %d do seu pedido anterior não está disponível no momento e não pôde ser adicionado ao carrinho.

source: The previous order could not be found.
pt_br: Não foi possível encontrar o pedido anterior.

source: Your cart could not be restored, it may have expired.
pt_br: Não foi possível recuperar seu carrinho. Ele pode ter expirado.

source: Your cart has been restored.
pt_br: Seu carrinho foi recuperado.

source: Yes
pt_br: Sim

source: %s ago
pt_br: %s atrás

source: %s from now
pt_br: daqui a %s

source: %d second
pt_br: %d segundo

source: User role
pt_br: Função de usuário

source: Text Area
pt_br: Área de texto

source: Text Input
pt_br: Entrada de texto

source: Term
pt_br: Termo

source: Taxonomy
pt_br: Taxonomia

source: Product tag
pt_br: Tag do produto

source: Subscription status
pt_br: Status da assinatura

source: Subscription products
pt_br: Produtos da assinatura

source: Search&hellip;
pt_br: Pesquisar&hellip;

source: (Product not found)
pt_br: (Produto não encontrado)

source: Only trigger when the order is placed with certain payment methods.
pt_br: Acionar somente quando o pedido for realizado com determinados métodos de pagamento.

source: Payment Gateway
pt_br: Forma de pagamento

source: [Any]
pt_br: [Qualquer]

source: Order status
pt_br: Status do pedido

source: Private note
pt_br: Nota privada

source: Note to customer
pt_br: Nota para o cliente

source: Note type
pt_br: Tipo de nota

source: Number
pt_br: Número

source: The contents of this field will be formatted as per the selected email template.
pt_br: O conteúdo desse campo será formatado conforme o modelo de e-mail selecionado.

source: Countries
pt_br: Países

source: Checkbox
pt_br: Caixa de Seleção

source: Product category
pt_br: Categoria de produto

source: day(s) before
pt_br: dia(s) antes

source: day(s) after
pt_br: dia(s) depois

source: On the day
pt_br: No dia

source: When to run
pt_br: Quando executar

source: Search for a term&hellip;
pt_br: Pesquisar um termo&hellip;

source: Terms
pt_br: Termos

source: Attribute
pt_br: Atributo

source: Factory class must be registered.
pt_br: A classe de fábrica deve ser registrada.

source: There was an error generating the preview.
pt_br: Ocorreu um erro ao gerar a visualização.

source: This action can not be previewed.
pt_br: Não é possível visualizar essa ação.

source: Subscriptions
pt_br: Assinaturas

source: Orders
pt_br: Pedidos

source: Customers
pt_br: Clientes

source: Failed to load the '%s' database table.
pt_br: Falha ao carregar a tabela de banco de dados "%s".

source: %1$s::$name is no longer directly accessible. Ensure you have the latest version of AutomateWoo and all Add-ons.
pt_br: Não é mais possível acessar %1$s::$name diretamente. Verifique se você tem a versão mais recente do AutomateWoo e todas as extensões.

source: Once weekly
pt_br: Uma vez por semana

source: Four hours
pt_br: Quatro horas

source: Two days
pt_br: Dois dias

source: Thirty minutes
pt_br: 30 minutos

source: Fifteen minutes
pt_br: 15 minutos

source: Five minutes
pt_br: 5 minutos

source: Two minutes
pt_br: 2 minutos

source: One minute
pt_br: 1 minuto

source: Generated by AutomateWoo
pt_br: Gerado pelo AutomateWoo

source: Communication
pt_br: Comunicação

source: Communication preferences
pt_br: Preferências de comunicação

source: Abandoned
pt_br: Abandonado

source: Free!
pt_br: Grátis!

source: This action can add or update a subscription's custom field.
pt_br: Essa ação pode adicionar ou atualizar um campo personalizado na assinatura.

source: Email the invoice to the subscription customer.
pt_br: Envie por e-mail a fatura ao cliente da assinatura.

source: Send Invoice
pt_br: Enviar fatura

source: %1$s workflow run: removed all line items for %2$s. (Product ID: %3$d; Workflow ID: %4$d)
pt_br: Execução de fluxo de trabalho de %1$s: todas os itens de linha de %2$s foram removidos. (ID do produto: %3$d; ID do fluxo de trabalho: %4$d)

source: Remove a product line item or items from a subscription, if any line items match the chosen product. This is useful for bulk editing subscriptions, or to change the products provided to a subscriber at different stages of their subscription's lifecycle. Please note: all line items that match the chosen product will be removed. Choosing a variable product will also remove any variations of that product. Choose a variation to remove only specific variations.
pt_br: Remova de uma assinatura os itens de linha de um produto que corresponderem ao produto escolhido. Isso é útil para editar assinaturas em massa ou para alterar os produtos fornecidos a um assinante em estágios diferentes do ciclo de vida da assinatura. Observe que todas os itens de linha que correspondam ao produto escolhido serão removidos. Escolher um produto variável também removerá todas as variações do produto. Escolha uma variação para remover variações específicas.

source: Remove Product
pt_br: Remover produto

source: %1$s workflow run: removed coupon %2$s. (Workflow ID: %3$d)
pt_br: Execução de fluxo de trabalho de %1$s: o cupom %2$s foi removido. (ID do fluxo de trabalho: %3$d)

source: Remove a coupon line item or items from a subscription, if any line items match the chosen coupon code. This is useful for bulk editing subscriptions, or to change the coupons provided to a subscriber at different stages of their subscription's lifecycle. Please note: all line items that match the chosen coupon code will be removed.
pt_br: Remova de uma assinatura os itens de linha de um cupom que corresponderem ao código de cupom escolhido. Isso é útil para editar assinaturas em massa ou para alterar os cupons fornecidos a um assinante em estágios diferentes do ciclo de vida da assinatura. Observe que todos os itens de linha que correspondam ao código do cupom escolhido serão removidos.

source: Remove Coupon
pt_br: Remover cupom

source: Optionally set a custom price to use for the line item's cost. Do not include a currency symbol. Total line item cost will be this amount * quantity. Price should be entered the same as it would be on the Edit Product screen - taxes inclusive or exclusive. Defaults to price set on the product.
pt_br: Se preferir, defina um preço personalizado a ser usado como custo do item de linha. Não inclua um símbolo de moeda. O preço total do item de linha será esse valor multiplicado pela quantidade. O preço digitado deve ser igual ao da tela "Editar produto" menos taxas incluídas ou não. O padrão é o preço definido no produto.

source: Custom Product Price
pt_br: Preço de produto personalizado

source: Optionally set a custom name for the product line item added to the subscription. Defaults to the name set on the product.
pt_br: Se preferir, defina um nome personalizado para o item de linha de produtos adicionado à assinatura. O padrão é o nome definido no produto.

source: Custom Product Name
pt_br: Nome de produto personalizado

source: The subscription's coupon discount amount will only be recalculated if you are using WooCommerce version 3.8 or higher.
pt_br: O valor de desconto do cupom da assinatura será recalculado somente se você estiver usando a versão 3.8 ou posterior do WooCommerce.

source: Optionally set a custom amount, excluding tax, to use for the line item's cost. Do not include a currency symbol. Total line item cost will be this amount * line item's quantity.
pt_br: Se preferir, defina um valor personalizado, excluindo taxa, a ser usado como preço do item de linha. Não inclua um símbolo de moeda. O preço total do item de linha será esse valor multiplicado pela quantidade.

source: Custom Item Cost %s
pt_br: Preço de item personalizado %s

source: E.g. 10.00
pt_br: Por exemplo, 10,00

source: The name to set on the line item.
pt_br: O nome a ser definido no item de linha.

source: Custom Item Name
pt_br: Nome de item personalizado

source: Coupon
pt_br: Cupom

source: Subscription status changed by AutomateWoo Workflow #%s.
pt_br: O status da assinatura foi alterado pelo fluxo de trabalho nº %s do AutomateWoo.

source: %1$s workflow run: added %2$s to subscription. (Product ID: %3$d; Workflow ID: %4$d)
pt_br: Execução do fluxo de trabalho de %1$s: %2$s foi adicionado à assinatura. (ID do produto: %3$d; ID do fluxo de trabalho: %4$d)

source: Add a product as a new line item on a subscription. The item will be added using the price set on the product. This action can be used for bulk editing subscriptions, or to change the products provided to a subscriber at different stages of their subscription's lifecycle.
pt_br: Adicione um produto como um novo item de linha em uma assinatura. O item será adicionado usando o preço definido no produto. Essa ação pode ser usada para editar assinaturas em massa ou para alterar os produtos fornecidos a um assinante em estágios diferentes do ciclo de vida da assinatura.

source: Add Product
pt_br: Adicionar produto

source: %1$s workflow run: added coupon %2$s to subscription. (Workflow ID: %3$d)
pt_br: Execução do fluxo de trabalho de %1$s: o cupom %2$s foi adicionado à assinatura. (ID do fluxo de trabalho: %3$d)

source: Add a coupon to discount future payments for a subscription. The coupon will be added using the discount amount set on the coupon. This action can be used for bulk editing subscriptions, or to change the coupons provided to a subscriber at different stages of their subscription's lifecycle. The same coupon code will only be added once to a subscription. Only recurring coupon types can be added.
pt_br: Adicione um cupom para oferecer um desconto em pagamentos futuros de uma assinatura. O cupom será adicionado usando o valor de desconto definido no cupom. Essa ação pode ser usada para editar assinaturas em massa ou para alterar os cupons fornecidos a um assinante em estágios diferentes do ciclo de vida da assinatura. O código do cupom será adicionado somente uma vez a cada assinatura. É possível adicionar apenas cupons do tipo recorrente.

source: Add Coupon
pt_br: Adicionar cupom

source: SMS successfully sent.
pt_br: SMS enviado com sucesso.

source: The recipient is not opted-in to this workflow.
pt_br: O destinatário não aceitou ser incluído nesse fluxo de trabalho.

source: Empty message body
pt_br: Corpo de mensagem em branco

source: No valid recipients
pt_br: Nenhum destinatário válido

source: SMS body
pt_br: Corpo do SMS

source: Multiple recipient numbers must be separated by commas. When using the {{ customer.phone }} variable the country code will be added automatically, if not already entered by the customer, by referencing the billing country.
pt_br: Os vários números de destinatário devem ser separados por vírgulas. Se a variável {{ customer.phone }} for usada, o código do país será adicionado automaticamente, caso já não tenha sido inserido pelo cliente, ao referenciar o país de faturamento.

source: SMS recipients
pt_br: Destinatários do SMS

source: To shorten links in the SMS body the <%1$s>Bitly integration<%2$s> must be enabled.
pt_br: Para encurtar links no corpo do SMS, a <%1$s>integração com o Bitly<%2$s> deve estar ativada.

source: Links in the SMS body will be shortened with the <%1$s>Bitly integration<%2$s>.
pt_br: Os links no corpo do SMS serão encurtados por meio da <%1$s>integração com o Bitly<%2$s>.

source: It is recommended to include an unsubscribe link by using the variable {{ customer.unsubscribe_url }} in the SMS body.
pt_br: É recomendável incluir um link de cancelamento de assinatura usando a variável {{ customer.unsubscribe_url }} no corpo do SMS.

source: Send SMS (Twilio)
pt_br: Enviar SMS (Twilio)

source: Any CSS included in the HTML will be automatically inlined.
pt_br: Qualquer CSS incluído no HTML será embutido automaticamente.

source: Email HTML
pt_br: E-mail em HTML

source: Checking this box adds the basic AutomateWoo CSS that is used to style variables to your custom HTML.
pt_br: Marcar essa caixa adiciona o CSS básico do AutomateWoo, que é usado para estilizar variáveis no seu código HTML personalizado.

source: Include AutomateWoo CSS
pt_br: Incluir CSS do AutomateWoo

source: This action sends emails with only the HTML/CSS entered in the action's HTML field and is designed for advanced use only. This is different from the standard Send Email action, which inserts the email content into a template. Some variables may display unexpectedly due to the different CSS. Please note that you should include an unsubscribe link by using the variable {{ unsubscribe_url }}.
pt_br: Essa ação envia e-mails com apenas o código HTML/CSS inserido no campo HTML da ação e é destinada apenas ao uso avançado. É diferente da ação "Enviar e-mail" padrão, que insere o conteúdo do e-mail em um modelo. Algumas variáveis podem ser exibidas de forma inesperada devido ao CSS diferente. Você deve incluir um link de cancelamento da assinatura usando a variável {{ unsubscribe_url }}.

source: All HTML will be removed from this field when sending. Variables that use HTML may display unexpectedly because of this.
pt_br: Todo o código HTML será removido desse campo ao enviar. Isso pode fazer com que as variáveis que usam HTML sejam exibidas de forma inesperada.

source: Email content
pt_br: Conteúdo do e-mail

source: This action sends a plain text email. It will contain no HTML which means open tracking and click tracking will not work. Some variables may display unexpectedly due to having HTML removed. If necessary, an unsubscribe link will be added after the email content.
pt_br: Essa ação envia um e-mail em texto sem formatação. Ele não conterá qualquer código HTML, o que significa que o rastreamento de abertura de e-mail e clique não funcionará. Algumas variáveis podem ser exibidas de forma inesperada devido à remoção do HTML. Se necessário, um link de cancelamento de inscrição será adicionado depois do conteúdo do e-mail.

source: Send Email - Plain Text
pt_br: Enviar e-mail – Texto sem formatação

source: Email successfully sent.
pt_br: E-mail enviado com sucesso.

source: Email subject
pt_br: Assunto do email

source: E.g. {{ customer.email }}, admin@example.org --notracking
pt_br: Por exemplo, {{ customer.email }}, admin@exemplo.org --notracking.

source: Enter emails here or use variables such as {{ customer.email }}. Multiple emails can be separated by commas. Add <b>--notracking</b> after an email to disable open and click tracking for that recipient.
pt_br: Digite os e-mails aqui ou use variáveis como {{ customer.email }}. Em caso de mais de um e-mail, você pode separá-los por vírgulas. Adicione <b>--notracking</b> após um endereço de e-mail para desativar o rastreamento de abertura e clique para esse destinatário.

source: To
pt_br: Para
