Repository: meumouse/translates
Catalog: automatewoo-*.po
Languages: pt_br

source: Workflows
pt_br: Fluxos de trabalho

source: Dashboard
pt_br: Painel
