Repository: meumouse/translates
Catalog: automatewoo-*.po
Languages: pt_br

source: Can be used to ensure that this trigger will only send once in a set period to a user or guest.
pt_br: Pode ser usado para garantir que esse acionador seja disparado para um usuário ou visitante apenas uma vez dentro de um período definido.

source: Customer pause period (days)
pt_br: Período de pausa do cliente (dias)

source: This is useful for Workflows that are not run immediately as it ensures the status of the order hasn't changed since initial trigger.
pt_br: Isso é útil para fluxos de trabalho que não são executados imediatamente, pois garante que o status do pedido não foi alterado desde o disparo inicial.

source: Recheck status before run
pt_br: Verificar novamente o status antes da execução

source: Are you sure you want to reset all records for the workflow <strong>%s</strong>? This can not be undone.
pt_br: Tem certeza de que deseja redefinir todos os registros do fluxo de trabalho <strong>%s</strong>? Essa ação não pode ser desfeita.

source: Please select a workflow to reset.
pt_br: Selecione um fluxo de trabalho a ser redefinido.

source: Deletes all logs, queued events and conversions for a workflow. The workflow itself will not be deleted.
pt_br: Exclui todos os logs, eventos em fila e conversões de um fluxo de trabalho. O fluxo de trabalho em si não será excluído.

source: Reset Workflow Records
pt_br: Redefinir registros de fluxo de trabalho

source: + %d more items...
pt_br: + %d itens a mais…

source: Are you sure you want to opt-out <strong>%s customers</strong>?
pt_br: Tem certeza de que deseja excluir <strong>%s clientes</strong>?

source: Could not process.
pt_br: Não foi possível processar.

source: %s is not a valid email.
pt_br: %s não é um e-mail válido.

source: Missing a required field.
pt_br: Falta um campo obrigatório.

source: Add one email per line...
pt_br: Adicione um e-mail por linha…

source: Opt-out customers by importing email addresses.
pt_br: Importe os endereços de e-mail para excluir clientes.

source: Opt-out Importer
pt_br: Importador para exclusão

source: Are you sure you want to opt-in <strong>%s customers</strong>?
pt_br: Tem certeza de que deseja incluir <strong>%s clientes</strong>?

source: Opt-in customers by importing email addresses.
pt_br: Importe os endereços de e-mail para incluir clientes.

source: Opt-in Importer
pt_br: Importador para inclusão

source: %s guest will be deleted.
pt_br: %s visitante será excluído.

source: Are you sure you want to permanently delete the guests who have not placed an order? Any workflow logs for deleted guests will be anonymized.
pt_br: Tem certeza de que deseja excluir permanentemente os visitantes que não fizeram um pedido? Todos os logs de fluxo de trabalho dos visitantes excluídos serão anonimizados.

source: Erase stored data for guests that have not placed an order. Orders that are failed or cancelled are not included.
pt_br: Remova os dados armazenados de visitantes que não fizeram um pedido. Pedidos com falha ou cancelados não serão incluídos.

source: Guest Eraser
pt_br: Removedor de visitantes

source: If you are processing a large number of items they will be processed in the background.
pt_br: Se você estiver processando um número grande de itens, eles serão processados em segundo plano.

source: <a href="%s">View details</a>
pt_br: <a href="%s">Ver detalhes</a>

source: AutomateWoo status check has found issues.
pt_br: A verificação de status do AutomateWoo encontrou alguns problemas.

source: Tables could not be installed.
pt_br: Não foi possível instalar as tabelas.

source: Checks the AutomateWoo custom database tables have been installed.
pt_br: Verifica se as tabelas personalizadas do banco de dados do AutomateWoo foram instaladas.

source: Database Tables Installed
pt_br: Tabelas do banco de dados instaladas

source: WP Cron does not appear to be running. This function is heavily relied upon by AutomateWoo. Please contact your hosting provider to resolve the issue.
pt_br: Parece que o WP Cron não está em execução. O AutomateWoo é extremamente dependente dessa funcionalidade. Entre em contato com seu provedor de hospedagem para solucionar o problema.

source: Checks the dates of scheduled events to see if they are processing.
pt_br: Verifica as datas dos eventos agendados para constatar se estão sendo processados.

source: Select which subscription order types this workflow will run for.
pt_br: Selecione para que tipos de pedido de assinatura esse fluxo de trabalho será executado.

source: Subscription order types
pt_br: Tipos de pedido de assinatura

source: Switch
pt_br: Trocar

source: Renewal
pt_br: Renovação

source: Parent
pt_br: pai/mãe

source: If the order has multiple subscriptions, only the first subscription will be used in the workflow. Subscription parent orders can have multiple subscriptions if the order contains products with different billing periods.
pt_br: Se o pedido tiver mais de uma assinatura, somente a primeira será usada no fluxo de trabalho. Um pedido principal de assinatura poderá ter várias assinaturas se incluir produtos com período de faturamento diferentes.

source: Enable to ensure the subscription is still active when the workflow runs. This is useful if the workflow is not run immediately.
pt_br: Ative para garantir que a assinatura estará ativa quando o fluxo de trabalho for executado. Isso é útil para os casos em que o fluxo de trabalho não é executado imediatamente.

source: Active subscriptions only
pt_br: Somente assinaturas ativas

source: Select products here to make this workflow only run on subscriptions with matching products. Leave blank to run for all products.
pt_br: Selecione aqui os produtos que uma assinatura deve ter para que o fluxo de trabalho seja executado. Deixe em branco para que seja executado com todos os produtos.

source: Workflow - Last Run Date For Customer
pt_br: Fluxo de trabalho – Última data de execução para o cliente

source: Subscription - Trial End Date
pt_br: Assinatura – Data final do período de teste

source: Subscription - Status
pt_br: Assinatura – Status

source: Workflow - Run Count For Subscription
pt_br: Fluxo de trabalho – Executar contagem para a assinatura

source: Subscription - Requires Manual Renewal
pt_br: Assinatura – Requer renovação manual

source: Subscription - Payment Method
pt_br: Assinatura – Forma de pagamento

source: Subscription - Next Payment Date
pt_br: Assinatura – Próxima data de pagamento

source: Subscription - Custom Field
pt_br: Assinatura – Campo personalizado

source: Subscription - Last Payment Date
pt_br: Assinatura – Última data de pagamento

source: Subscription - Item Categories
pt_br: Assinatura – Categorias de itens

source: Subscription - Items
pt_br: Assinatura – Itens

source: Subscription - Has Payment Method
pt_br: Assinatura – Tem forma de pagamento

source: Subscription - End Date
pt_br: Assinatura – Data final

source: Subscription - Created Date
pt_br: Assinatura – Data de criação

source: Subscription - Coupon Count
pt_br: Assinatura – Contagem de cupons

source: Subscription - Coupons - Text Match
pt_br: Assinatura – Cupons – Correspondência de texto

source: Subscription - Coupons
pt_br: Assinatura – Cupons

source: Subscription - Can Renew Early
pt_br: Assinatura – Pode ser renovada antecipadamente

source: Subscription - Payment Count
pt_br: Assinatura – Contagem de pagamentos

source: does not include
pt_br: não inclui

source: includes
pt_br: inclui

source: matches none
pt_br: corresponde a nenhum

source: matches all
pt_br: corresponde a tudo

source: matches any
pt_br: corresponde a qualquer

source: is not a multiple of
pt_br: não é múltiplo de

source: is a multiple of
pt_br: é múltiplo de

source: is less than
pt_br: é menor que

source: is greater than
pt_br: é maior que

source: any ends with
pt_br: qualquer que termine com

source: any starts with
pt_br: qualquer que inicie com

source: any matches exactly
pt_br: qualquer que corresponda exatamente

source: any contains
pt_br: qualquer que contenha

source: matches regex
pt_br: corresponde a regex

source: is not blank
pt_br: não está em branco

source: is blank
pt_br: está em branco

source: ends with
pt_br: termina com

source: starts with
pt_br: inicia com

source: does not contain
pt_br: não contém

source: contains
pt_br: contém

source: is not
pt_br: não é

source: is
pt_br: é

source: Review - Rating
pt_br: Avaliação – Classificação

source: Search products...
pt_br: Pesquisar produtos…

source: Product - Categories
pt_br: Produto – Categorias

source: Product - Product
pt_br: Produto – Produto

source: Customer - Points
pt_br: Cliente – Pontos

source: Order - Subscription Order Type
pt_br: Pedido – Tipo de pedido da assinatura

source: Order - Status
pt_br: Pedido – Status

source: Order - Shipping Method
pt_br: Pedido – Método de entrega

source: Order - Payment Gateway
pt_br: Pedido – Forma de pagamento

source: Order - Paid Date
pt_br: Pedido – Data de efetivação do pagamento

source: Order - Custom Field
pt_br: Pedido – Campo personalizado

source: Order - Line Count
pt_br: Pedido – Contagem de linhas

source: Order Line Item - Total
pt_br: Item de linha do pedido – Total

source: Order Line Item - Tax Total
pt_br: Item de linha do pedido – Total de taxas

source: Order - Item Tags
pt_br: Pedido – Tags de item

source: Order Line Item - Subtotal
pt_br: Item de linha do pedido – Subtotal

source: Order Line Item - Quantity
pt_br: Item de linha do pedido – Quantidade

source: Order Line Item - Product
pt_br: Item de linha do pedido – Produto

source: Order Line Item - Custom Field
pt_br: Item de linha do pedido – Campo personalizado

source: Order - Item Count
pt_br: Pedido – Contagem de itens

source: Order - Item Categories
pt_br: Pedido – Categorias de itens

source: Order - Item Names - Text Match
pt_br: Pedido – Nomes de item – Correspondência de texto

source: Order - Items
pt_br: Pedido – Itens

source: Order - Is Subscription Renewal
pt_br: Pedido – É renovação de assinatura

source: Order - Is Subscription Parent
pt_br: Pedido – É o principal da assinatura

source: Order - Is Placed By Guest
pt_br: Pedido – Feito por visitante

source: Order - Customer Provided Note
pt_br: Pedido – Nota fornecida pelo cliente

source: REST API
pt_br: API REST

source: Checkout
pt_br: Finalizar compra

source: Order - Created Via
pt_br: Pedido – Criado via

source: Order - Created Date
pt_br: Pedido – Data de criação

source: Order - Coupon Count
pt_br: Pedido – Contagem de cupons

source: Order - Coupons - Text Match
pt_br: Pedido – Cupons – Correspondência de texto

source: Order - Coupons
pt_br: Pedido – Cupons

source: Order - Billing Country
pt_br: Pedido – País de faturamento

source: Order - Total
pt_br: Pedido – Total

source: Order - Shipping Method - Text Match
pt_br: Pedido – Método de entrega – Correspondência de texto

source: Order - Shipping Country
pt_br: Pedido – País de entrega

source: Workflow - Run Count For Order
pt_br: Fluxo de trabalho – Executar contagem para o pedido

source: POS
pt_br: PDV

source: Order - Is POS
pt_br: Pedido – É PDV

source: Order - Is Customer's First
pt_br: Pedido – É o primeiro do cliente

source: Order - Has Cross-Sells Available
pt_br: Pedido – Tem venda cruzada disponível

source: Workflow - Run Count For Guest
pt_br: Fluxo de trabalho – Executar contagem para visitante

source: Guest - Order Count
pt_br: Visitante – Contagem de pedidos

source: Guest - Email
pt_br: Visitante – E-mail

source: Customer - Total Spent
pt_br: Cliente – Total gasto

source: Customer - User Tags
pt_br: Cliente – Tags de usuário

source: Customer - State - Text Match
pt_br: Cliente – Estado – Correspondência de texto

source: Customer - State
pt_br: Cliente – Estado

source: Workflow - Run Count For Customer
pt_br: Fluxo de trabalho – Executar contagem para cliente

source: Customer - User Role
pt_br: Cliente – Função de usuário

source: Customer - Review Count
pt_br: Cliente – Contagem de avaliações

source: Customer - Purchased Products - All Time
pt_br: Cliente – Produtos comprados – Até o momento

source: Customer - Purchased Categories - All Time
pt_br: Cliente – Categorias compradas – Até o momento

source: Customer - Postcode
pt_br: Cliente – Código postal

source: Customer - Phone
pt_br: Cliente – Telefone

source: Customer - Current Order Statuses
pt_br: Cliente – Status de pedido atuais

source: Customer - Order Count
pt_br: Cliente – Contagem de pedidos

source: Customer - Custom Field
pt_br: Cliente – Campo personalizado

source: Customer - Last Review Date
pt_br: Cliente – Data da última avaliação

source: Customer - Last Paid Order Date
pt_br: Cliente – Data do último pedido pago

source: Select a list&hellip;
pt_br: Selecione uma lista&hellip;

source: Customer - Is Subscribed To MailChimp List
pt_br: Cliente – É assinante da lista do MailChimp

source: Customer - Is Guest
pt_br: Cliente – É visitante

source: Customer - Has Active Subscription
pt_br: Cliente – Tem uma assinatura ativa

source: Customer - First Paid Order Date
pt_br: Cliente – Data do primeiro pedido pago

source: Customer - Email
pt_br: Cliente – E-mail

source: Customer - Country
pt_br: Cliente – País

source: Customer - Company
pt_br: Cliente – Empresa

source: Customer - City
pt_br: Cliente – Cidade

source: Customer - Active Memberships Plans
pt_br: Cliente – Planos de associação ativas

source: Customer - Account Created Date
pt_br: Cliente – Data de criação da conta

source: Customer - 2nd Last Paid Order Date
pt_br: Cliente – Data do penúltimo pedido pago

source: Cart - Item Tags
pt_br: Carrinho – Tags de itens

source: Cart - Item Categories
pt_br: Carrinho – Categorias de itens

source: Cart - Items
pt_br: Carrinho – Itens

source: Cart - Created Date
pt_br: Carrinho – Data de criação

source: Cart - Coupons
pt_br: Carrinho – Cupons

source: Cart - Total
pt_br: Carrinho – Total

source: Cart - Item Count
pt_br: Carrinho – Contagem de itens

source: Search...
pt_br: Pesquisar...

source: Is set
pt_br: Está definido

source: Is not set
pt_br: Não está definido

source: Is in the range
pt_br: Está no intervalo

source: Is on day/s of the week
pt_br: É no(s) dia(s) da semana

source: Is not on
pt_br: Não é em

source: Is on
pt_br: É em

source: Is before
pt_br: É antes

source: Is after
pt_br: É após

source: Is not in the last
pt_br: Não está no(a) último(a)

source: Is in the last
pt_br: Está no(a) último(a)

source: Is not in the next
pt_br: Não está no(a) próximo(a)

source: Is in the next
pt_br: Está no(a) próximo(a)

source: Quick filtering is not available for given data type.
pt_br: A filtragem rápida não está disponível para o tipo de dados.

source: There was an error loading the quick filter query.
pt_br: Ocorreu um erro ao carregar a consulta com filtro rápida.

source: Invalid workflow ID.
pt_br: ID de fluxo de trabalho inválido.

source: Whether conversion tracking is enabled for the Workflow.
pt_br: Se o rastreamento de conversões está ativado ou não para o fluxo de trabalho.

source: Whether tracking is enabled for the Workflow.
pt_br: Se o rastreamento está ativado ou não para o fluxo de trabalho.

source: When the workflow will run in relation to the trigger.
pt_br: Quando o fluxo de trabalho será executado com relação ao acionador.

source: The options for the workflow trigger.
pt_br: As opções para o acionador do fluxo de trabalho.

source: The name of the trigger for the workflow.
pt_br: O nome do acionador do fluxo de trabalho.

source: The type of event that triggers the workflow to run.
pt_br: O tipo de evento que aciona a execução do fluxo de trabalho.

source: The workflow type.
pt_br: O tipo do fluxo de trabalho.

source: Whether the Workflow is active or disabled.
pt_br: Se o fluxo de trabalho está ativado ou desativado.

source: Workflow name
pt_br: Nome do fluxo de trabalho

source: Unique identifier for the object.
pt_br: Identificador único para o objeto.

source: Limit results by one or more triggers.
pt_br: Limite os resultados por um ou mais acionadores.

source: Limit results by type.
pt_br: Limite os resultados por tipo.

source: Limit results by status.
pt_br: Limite os resultados por status.

source: Unique identifier for the workflow.
pt_br: Identificador exclusivo do fluxo de trabalho.

source: Workflow must be a manual workflow.
pt_br: O fluxo de trabalho deve ser manual.

source: A batch of items to add to the workflow queue.
pt_br: Um lote de itens as serem adicionados à fila do fluxo de trabalho.

source: The maximum number of items to find in a single request.
pt_br: O número máximo de itens a serem encontrados em uma única solicitação.

source: The current batch offset relative to the rule group number.
pt_br: A compensação do lote atual em relação ao número do grupo de regras.

source: The rule group number to find matches for.
pt_br: O número do grupo de regras no qual as correspondências deverão ser encontradas.

source: The workflow ID.
pt_br: O ID do fluxo de trabalho.

source: Unknown error.
pt_br: Erro desconhecido.

source: AutomateWoo API endpoints are still under development and subject to change.
pt_br: Os pontos de extremidade da API AutomateWoo ainda estão em desenvolvimento e, portanto, estão sujeitos a mudanças.

source: Cause of queued event failure is unknown.
pt_br: O motivo da falha do evento em fila é desconhecido.

source: A fatal error occurred while running the queued event.
pt_br: Ocorreu um erro fatal durante a execução do evento em fila.

source: Some of the required data was not found. For example, the order could have been deleted.
pt_br: Alguns dos dados obrigatórios não foram encontrados. Por exemplo, é possível que o pedido tenha sido excluído.

source: The workflow was deleted or deactivated.
pt_br: O fluxo de trabalho foi excluído ou desativado.

source: Suggested text:
pt_br: Texto sugerido:

source: We use AgileCRM as our CRM. Your data may be transferred to AgileCRM for processing in accordance with their <%s>Privacy Policy<%s>.
pt_br: Usamos o AgileCRM como nosso CRM. É possível que seus dados sejam transferidos para o AgileCRM para processamento de acordo com a <%s>Política de privacidade<%s> dessa ferramenta.

source: We use Bitly for link shortening. Your data may be transferred to Bitly for processing in accordance with their <%s>Privacy Policy<%s>.
pt_br: Usamos o Bitly para encurtar links. É possível que seus dados sejam transferidos para o Bitly para processamento de acordo com a <%s>Política de privacidade<%s> dessa ferramenta.

source: We use Campaign Monitor for email marketing. Your data may be transferred to Campaign Monitor for processing in accordance with their <%s>Privacy Policy<%s>.
pt_br: Usamos o Campaign Monitor para ações de marketing por e-mail. É possível que seus dados sejam transferidos para o Campaign Monitor para processamento de acordo com a <%s>Política de privacidade<%s> dessa ferramenta.

source: We use Active Campaign for email marketing. Your data may be transferred to Active Campaign for processing in accordance with their <%s>Privacy Policy<%s>.
pt_br: Usamos o Active Campaign para ações de marketing por e-mail. É possível que seus dados sejam transferidos para o Active Campaign para processamento de acordo com a <%s>Política de privacidade<%s> dessa ferramenta.

source: We use MailChimp for email marketing. Your data may be transferred to MailChimp for processing in accordance with their <%s>Privacy Policy<%s>.
pt_br: Usamos o MailChimp para ações de marketing por e-mail. É possível que seus dados sejam transferidos para o MailChimp para processamento de acordo com a <%s>Política de privacidade<%s> dessa ferramenta.

source: We use Twilio as our SMS delivery service. Your data may be transferred to Twilio for processing in accordance with their <%s>Privacy Policy<%s>.
pt_br: Usamos o Twilio como serviço de entrega de SMS. É possível que seus dados sejam transferidos para o Twilio para processamento de acordo com a <%s>Política de privacidade<%s> dessa ferramenta.

source: AutomateWoo integrates with third party services which means personal data may be shared depending on what integrations you have enabled and which workflows you are using.
pt_br: O AutomateWoo se integra a serviços de terceiros. Isso significa que dados pessoais podem ser compartilhados, dependendo das integrações ativadas e dos fluxos de trabalho usados por você.

source: What we share with others
pt_br: O que nós compartilhamos com outros

source: AutomateWoo has the option to capture customer data before forms are submitted which usually means that consent has not been given. Using this feature may not be legal in some regions depending on your legal basis for capturing that data. If you choose to use this feature we recommend including some reasoning behind it.
pt_br: O AutomateWoo oferece a opção de capturar dados de clientes antes do envio de formulários. Normalmente, isso significa que os dados foram coletados sem consentimento. Usar essa funcionalidade pode ser ilegal em algumas localidades, dependendo da fundamentação jurídica para captura de dados aplicável ao seu caso. Se você escolher usar essa funcionalidade, recomendamos que embase sua decisão com argumentos válidos.

source: Pre-submit data capture
pt_br: Captura de dados pré-envio

source: We keep a log of some of the communication that we have with you which may include marketing and transactional emails and/or SMS messages. These are kept for the purpose of improving our marketing and communication with you and other customers. These logs are retained until you request removal of your data.
pt_br: Mantemos um log de parte da comunicação que mantemos com você. Isso pode incluir e-mails transacionais e de marketing e/ou mensagens SMS. Esses registros são mantidos com o objetivo de aprimorar nossa comunicação e as ações de marketing que realizamos com você e outros clientes. Esses logs são mantidos até que você solicite a remoção dos seus dados.

source: AutomateWoo keeps a record of all workflow logs which includes open, click and conversion tracking.
pt_br: O AutomateWoo mantém um registro de todos os logs de fluxo de trabalho, o que inclui o rastreamento de abertura de e-mails, cliques e conversões.

source: Communication logs
pt_br: Logs de comunicação

source: We store your communication preferences such as whether you have opted in to receive marketing communication. This data is retained until you request the removal of your data.
pt_br: Armazenamos suas preferências de comunicação, como por exemplo, se você aceitou ou não o recebimento de mensagens de marketing. Esses dados são mantidos até que você solicite a remoção deles.

source: AutomateWoo keeps a record of when a user or guest chooses to opt-in or opt-out.
pt_br: O AutomateWoo mantém um registro de quando um usuário aceita ou recusa o recebimento de mensagens.

source: We store a copy of your cart in our database for 60 days for the purpose of reminding you when your cart is abandoned.
pt_br: Armazenamos uma cópia do seu carrinho no nosso banco de dados por até 60 dias. O objetivo disso é lembrar a você quando o carrinho estiver abandonado.

source: If you are using AutomateWoo's cart tracking feature user carts will be stored for 60 days, depending on your settings.
pt_br: Se você não estiver usando a funcionalidade de rastreamento de carrinhos do AutomateWoo, os carrinhos dos usuários serão armazenados por 60 dias, dependendo das suas configurações.

source: %s - Used to store flag when your stored cart needs to be updated - Expires when you end the browser session
pt_br: %s: usado para sinalizar a loja quando seu carrinho armazenado precisa ser atualizado. Expira quando você encerra a sessão do navegador.
