Repository: meumouse/translates
Catalog: automatewoo-*.po
Languages: pt_br

source: Account and order information
pt_br: Informações sobre conta e pedidos

source: Receive marketing communications that we think you will be interested in.
pt_br: Receba comunicações de marketing que achamos ser interessantes para você.

source: Updates about products and promotions
pt_br: Atualizações sobre produtos e promoções

source: You are managing preferences for %s.
pt_br: Você está gerenciando as preferências de %s.

source: <%s>Sign in to your account<%s> to manage your communication preferences.
pt_br: <%s>Faça login na sua conta<%s> para gerenciar suas preferências de comunicação.

source: We couldn't find any customer data matching your request. Your account may have been deleted.
pt_br: Não encontramos dados de cliente correspondentes à sua solicitação. Sua conta pode ter sido excluída.

source: Workflow was not defined for email.
pt_br: O fluxo de trabalho não foi definido para o e-mail.

source: Automatic
pt_br: Automático

source: Displays a link to the wishlist.
pt_br: Exibe um link para a lista de desejos.

source: Displays the number of items in the wishlist.
pt_br: Exibe o número de itens na lista de desejos.

source: Display a product listing of the items in the wishlist.
pt_br: Exibe uma lista de produtos com os itens na lista de desejos.

source: Displays a URL to the subscription page in the My Account area.
pt_br: Exibe um URL para a página de assinatura na área de Minha Conta.

source: Displays the subscription trial end date in your website's timezone.
pt_br: Exibe a data final do período de teste da assinatura no fuso horário do seu site.

source: Displays the subscription's recurring total.
pt_br: Exibe o total recorrente da assinatura.

source: Displays the formatted status of the subscription.
pt_br: Exibe o status formatado da assinatura.

source: Displays the subscription start date in your website's timezone.
pt_br: Exibe a data inicial da assinatura no fuso horário do seu site.

source: Displays the formatted shipping address for the subscription.
pt_br: Exibe o endereço de entrega formatado da assinatura.

source: Displays the payment method of the subscription.
pt_br: Exibe a forma de pagamento da assinatura.

source: Displays the subscription payment count.
pt_br: Exibe a contagem de pagamentos da assinatura.

source: Displays the subscription next payment date in your website timezone.
pt_br: Exibe a data do próximo pagamento da assinatura no fuso horário do seu site.

source: Displays a subscription's custom field.
pt_br: Exibe um campo personalizado da assinatura.

source: Displays the date of the most recent payment for the subscription.
pt_br: Exibe a data do pagamento mais recente da assinatura.

source: Can be used to display the quantity of a product line item on a subscription.
pt_br: Pode ser usado para exibir a quantidade de itens de linha de um produto em uma assinatura.

source: The key of the subscription item meta field.
pt_br: A chave do campo meta de item da assinatura.

source: Can be used to display the value of a subscription item's meta field.
pt_br: Pode ser usado para exibir o valor do campo meta de um item da assinatura.

source: Can be used to display an attribute's term name for a variable product on a subscription.
pt_br: Pode ser usado para exibir o nome do termo de um atributo de um produto variável em uma assinatura.

source: Displays a product listing of items in a subscription.
pt_br: Exibe uma lista de produtos com os itens em uma assinatura.

source: Displays the ID of the subscription.
pt_br: Exibe o ID da assinatura.

source: Displays the subscription end date in your website's timezone.
pt_br: Exibe a data final da assinatura no fuso horário do seu site.

source: Displays the early renewal URL for the subscription.
pt_br: Exibe o URL de renovação antecipada da assinatura.

source: Shows a URL to the subscription add/change payment method page.
pt_br: Exibe um URL para a página de inclusão/alteração de forma de pagamento da assinatura.

source: Displays the formatted billing address for the subscription.
pt_br: Exibe o endereço de faturamento formatado da assinatura.

source: Displays the admin URL of the subscription.
pt_br: Exibe o URL de administração da assinatura.

source: Displays the URL to the home page of your shop.
pt_br: Exibe o URL para a página inicial da sua loja.

source: Displays your shop's title.
pt_br: Exibe o título da sua loja.

source: Displays your shop's tag line.
pt_br: Exibe a tagline da sua loja.

source: Display your shop's products by various criteria.
pt_br: Exibe os produtos da sua loja por diversos critérios.

source: Random
pt_br: Aleatório

source: Popularity - Ascending
pt_br: Popularidade – Crescente

source: Popularity - Descending
pt_br: Popularidade – Decrescente

source: Title - Ascending
pt_br: Título – Crescente

source: Title - Descending
pt_br: Título – Decrescente

source: Date added - Ascending
pt_br: Data de inclusão – Crescente

source: Date added - Descending
pt_br: Data de inclusão – Decrescente

source: Set the sorting of the products.
pt_br: Defina a ordenação dos produtos.

source: Display products by using a WP filter.
pt_br: Exibe os produtos usando um filtro do WP.

source: Display products by product tag slug. E.g. winter or winter+summer
pt_br: Exibe os produtos por slug de tag. Por exemplo, inverno ou inverno+verão.

source: Display products by product category slug. E.g. clothing or clothing+shoes
pt_br: Exibe os produtos por slug de categoria. Por exemplo, vestuário ou vestuário+sapatos.

source: Display products by ID, use '+' as a delimiter. E.g. 34+12+5
pt_br: Exibe os produtos por ID usando "+" como delimitador. Por exemplo, 34+12+5.

source: By Custom Filter
pt_br: Por filtro personalizado

source: By Product IDs
pt_br: Por IDs de produto

source: By Product Tag
pt_br: Por tag do produto

source: By Product Category
pt_br: Por categoria de produto

source: Top Selling
pt_br: Mais vendidos

source: Recent
pt_br: Recentes

source: Sale
pt_br: Promoção

source: Featured
pt_br: Destaque

source: Determines which products will be displayed.
pt_br: Determina quais produtos serão exibidos.

source: Current datetime as per your website's specified timezone.
pt_br: Data e hora atuais de acordo com o fuso horário especificado para o seu site.

source: Display the site admin email. Note: You can use this variable in the To field when sending emails.
pt_br: Exibe o e-mail de administração do site. Observação: você pode usar essa variável no campo "Para" ao enviar e-mails.

source: Displays the review rating as a number.
pt_br: Exibe como número a classificação na avaliação.

source: Displays the content of the review.
pt_br: Exibe o conteúdo da avaliação.

source: Displays the product's title.
pt_br: Exibe o título do produto.

source: Displays the product's SKU.
pt_br: Exibe o SKU do produto.

source: Displays the product's short description.
pt_br: Exibe a descrição resumida do produto.

source: Displays the product's regular price.
pt_br: Exibe o preço normal do produto.

source: Displays the permalink to the product.
pt_br: Exibe o link permanente do produto.

source: Displays the parent product's SKU.
pt_br: Exibe o SKU do produto principal.

source: Displays a product's custom field.
pt_br: Exibe um campo personalizado do produto.

source: Displays the product's ID.
pt_br: Exibe o ID do produto.

source: Displays the product's featured image.
pt_br: Exibe a imagem destacada do produto.

source: Displays the description of the product or variation.
pt_br: Exibe a descrição do produto ou de uma variação.

source: Displays the product's current price.
pt_br: Exibe o preço atual do produto.

source: Displays a link to the product that will also add the product to the users cart when clicked.
pt_br: Exibe um link para o produto que também o adiciona ao carrinho quando clicado pelo usuário.

source: Displays a URL to view the order in the user account area.
pt_br: Exibe um URL para visualizar o pedido na área da conta de usuário.

source: Displays the shipment tracking URL as set with the <%s>WooCommerce Shipment Tracking<%s> extension.
pt_br: Exibe o URL de rastreamento de envio, conforme definido com a extensão <%s>WooCommerce Shipment Tracking<%s>.

source: Displays the tracking number as set with the <%s>WooCommerce Shipment Tracking<%s> extension.
pt_br: Exibe o número de rastreamento, conforme definido com a extensão <%s>WooCommerce Shipment Tracking<%s>.

source: Displays the total cost of the order.
pt_br: Exibe o preço total do pedido.

source: Displays the order subtotal.
pt_br: Exibe o subtotal do pedido.

source: Displays the status of the order.
pt_br: Exibe o status do pedido.

source: Displays the shipping state for the order.
pt_br: Exibe o estado para entrega do pedido.

source: Displays the name of shipping provider as set with the <%s>WooCommerce Shipment Tracking<%s> extension.
pt_br: Exibe o nome da transportadora, conforme definido com a extensão <%s>WooCommerce Shipment Tracking<%s>.

source: Displays the shipping postcode for the order.
pt_br: Exibe o código postal de entrega do pedido.

source: Displays the shipping method for the order.
pt_br: Exibe o método de entrega do pedido.

source: Choose whether to display the title or the ID of the shipping method.
pt_br: Escolha se deseja exibir o título ou o ID do método de entrega.

source: Displays the shipping address last name for the order.
pt_br: Exibe o sobrenome vinculado ao endereço de entrega do pedido.

source: Displays the shipping first name of the order.
pt_br: Exibe o nome para entrega do pedido.

source: Choose whether to display the abbreviation or full name of the country.
pt_br: Escolha se deseja exibir o nome completo ou abreviado do país.

source: Displays the shipping country for the order.
pt_br: Exibe o país para entrega do pedido.

source: Displays the shipping company name for the order.
pt_br: Exibe o nome da empresa para entrega do pedido.

source: Displays the shipping city for the order.
pt_br: Exibe a cidade para entrega do pedido.

source: Displays the second line of the shipping address for the order.
pt_br: Exibe a segunda linha do endereço de entrega do pedido.

source: Displays the first line of the order shipping address.
pt_br: Exibe a primeira linha do endereço de entrega do pedido.

source: Displays the formatted shipping address for the order.
pt_br: Exibe o endereço de entrega formatado do pedido.

source: Displays a reorder URL for the order. When clicked all items from the order will be added to the user's cart.
pt_br: Exibe um URL para pedir novamente o pedido. Quando o usuário clica nele, todos os itens no pedido são adicionados ao carrinho.

source: Displays a listing of products related to the items in an order.
pt_br: Exibe uma lista de produtos relacionados aos itens no pedido.

source: Displays a payment URL for the order.
pt_br: Exibe um URL de pagamento do pedido.

source: Displays the payment method for the order.
pt_br: Exibe a forma de pagamento do pedido.

source: Title
pt_br: Título

source: Choose whether to display the title or the ID of the payment method.
pt_br: Escolha se deseja exibir o título ou o ID da forma de pagamento.

source: Displays the order number.
pt_br: Exibe o número do pedido.

source: Displays the content of the order note.
pt_br: Exibe o conteúdo da nota do pedido.

# data type e.g. order, product
source: Displays the value of a date-based meta field in your site's timezone. The meta field must be stored in UTC time in MYSQL or UNIX timestamp format.
pt_br: Exibe o valor de um campo meta baseado em data no fuso horário do seu site. O campo meta deve ser armazenado em horário UTC no formato de data/hora MYSQL ou UNIX.

source: Displays the value of an order custom field.
pt_br: Exibe o valor de um campo personalizado do pedido.

source: Can be used to display the quantity of a product line item on an order.
pt_br: Pode ser usado para exibir a quantidade de itens de linha de um produto em um pedido.

source: The key of the order item meta field.
pt_br: A chave do campo meta de item do pedido.

source: Can be used to display the value of an order item meta field.
pt_br: Pode ser usado para exibir o valor do campo meta de um item do pedido.

source: The slug of the product attribute.
pt_br: O slug do atributo do produto.

source: Can be used to display the attribute term name when a customer orders a variable product.
pt_br: Pode ser usado para exibir o nome de termo do atributo quando um cliente pede um produto variável.

source: Displays the number of items in the order.
pt_br: Exibe o número de itens no pedido.

source: Displays the products in an order. Please note this variable returns HTML.
pt_br: Exibe os produtos em um pedido. Observe que essa variável retorna em HTML.

source: Displays the order's unique ID.
pt_br: Exibe o ID exclusivo do pedido.

source: Displays the shipping date as set with the <%s>WooCommerce Shipment Tracking<%s> extension.
pt_br: Exibe a data de envio, conforme definido com a extensão <%s>WooCommerce Shipment Tracking<%s>.

source: Displays the date the order was paid for.
pt_br: Exibe a data em que o pedido foi pago.

source: Displays the date the order was completed.
pt_br: Exibe a data em que o pedido foi concluído.

source: Displays the date the order was placed.
pt_br: Exibe a data em que o pedido foi feito.

source: Displays the customer provided note for the order.
pt_br: Exibe a observação do cliente no pedido.

source: Displays the HTML formatted customer details that are normally shown at the bottom of order transactional emails.
pt_br: Exibe os detalhes do cliente formatados em HTML que normalmente são exibidos na parte inferior dos e-mails transacionais do pedido.

source: Displays a product listing of cross sells based on the items in an order. Be sure to <a href='%s' target='_blank'>set up cross sells</a> before using.
pt_br: Exibe uma lista de produtos para venda cruzada com base nos itens do pedido. Lembre-se de <a href='%s' target='_blank'>configurar as vendas cruzadas</a> antes de usar.

source: Displays the billing phone number for the order.
pt_br: Exibe o número de telefone de faturamento do pedido.

source: Displays the formatted billing address for the order.
pt_br: Exibe o endereço de faturamento formatado do pedido.

source: Displays the admin URL of the order.
pt_br: Exibe o URL de administração do pedido.

source: Displays the status of the membership.
pt_br: Exibe o status da associação.

source: Displays the renewal URL for the membership.
pt_br: Exibe o URL de renovação da associação.

source: Displays the plan name of the membership.
pt_br: Exibe o nome do plano da associação.

source: Displays the plan ID of the membership.
pt_br: Exibe o ID do plano da associação.

source: Displays a memberships's custom field.
pt_br: Exibe um campo personalizado da associação.

source: Displays the ID of the membership.
pt_br: Exibe o ID da associação.

source: Displays the membership start date in your website's timezone.
pt_br: Exibe a data inicial da associação no fuso horário do seu site.

source: Displays the membership expiry date in your website's timezone. Not all memberships will have an expiry.
pt_br: Exibe a data de expiração da associação no fuso horário do seu site. Nem todas as associações têm uma data de expiração.

source: Displays the guest's last name. Please note that guests will not always have a last name stored.
pt_br: Exibe o sobrenome do visitante. Observe que nem sempre o sobrenome dos visitantes estará armazenado.

source: Displays the guest's first name. Please note that guests will not always have a first name stored.
pt_br: Exibe o nome do visitante. Observe que nem sempre o nome do visitante estará armazenado.

source: Displays the guest’s email address. Note: You can use this variable in the To field when sending emails.
pt_br: Exibe o endereço de e-mail do visitante. Observação: você pode usar essa variável no campo "Para" ao enviar e-mails.

source: Displays the customer's user ID.
pt_br: Exibe o ID de usuário do cliente.

source: Displays the customer's username. This will be blank for guest customers.
pt_br: Exibe o nome de usuário do cliente. Isso ficará em branco no caso de clientes visitantes.

source: Displays a URL that the customer can use to unsubscribe.
pt_br: Exibe um URL que o cliente pode usar para cancelar a assinatura.

source: Displays the total amount the customer has spent.
pt_br: Exibe o valor total gasto pelo cliente.

source: Displays a comma separated list of the customer's user tags.
pt_br: Exibe uma lista separada por vírgulas das tags de usuário do cliente.

source: Abbreviation
pt_br: Abreviado

source: Full
pt_br: Completo

source: Choose whether to display the abbreviation or full name of the state.
pt_br: Escolha se deseja exibir o nome completo ou abreviado do estado.

source: Displays the customer's billing state.
pt_br: Exibe o estado de faturamento do cliente.

source: Displays the customer's billing postcode.
pt_br: Exibe o código postal de faturamento do cliente.

source: Point value as price
pt_br: Valor de ponto como preço

source: Point value as decimal
pt_br: Valor de ponto como decimal

source: Choose whether to display the total number of points or their monetary value.
pt_br: Escolha se deseja exibir o número total de pontos ou o valor monetário deles.

source: Displays the customer's total points.
pt_br: Exibe o total de pontos do cliente.

source: Displays the customer's billing phone.
pt_br: Exibe o número de telefone de faturamento do cliente.

source: Displays the total number of orders the customer has placed.
pt_br: Exibe o número total de pedidos feitos pelo cliente.

source: Displays the value of a customer's custom field. If the customer has an account, the value is pulled from the user meta table. If the customer is a guest, the guest meta table is used.
pt_br: Exibe o valor de um campo personalizado do cliente. Se o cliente tiver uma conta, o valor será extraído da tabela meta de usuários. Se o cliente for um visitante, será usada a tabela meta de visitantes.

source: Displays the customer's last name.
pt_br: Exibe o sobrenome do cliente.

source: Displays the customer's full name.
pt_br: Exibe o nome completo do cliente.

source: Displays the customer's first name.
pt_br: Exibe o nome do cliente.

source: Displays the customer's email address. You can use this variable in the To field when sending emails.
pt_br: Exibe o endereço de e-mail do cliente. Você pode usar essa variável no campo "Para" ao enviar e-mails.

source: Displays the customer's billing country.
pt_br: Exibe o país de faturamento do cliente.

source: Displays the customer's billing company.
pt_br: Exibe a empresa para faturamento do cliente.

source: Displays the customer's billing city.
pt_br: Exibe a cidade de faturamento do cliente.

source: Displays the second line of the customer's address.
pt_br: Exibe a segunda linha do endereço do cliente.

source: Displays the first line of the customer's address.
pt_br: Exibe a primeira linha do endereço do cliente.

source: Displays the ID of the comment.
pt_br: Exibe o ID do comentário.

source: Displays the content of the comment.
pt_br: Exibe o conteúdo do comentário.

source: Displays the IP address of the comment author.
pt_br: Exibe o endereço de IP do autor do comentário.

source: Displays the name of the comment author.
pt_br: Exibe o nome do autor do comentário.

source: Displays the title of the category.
pt_br: Exibe o título da categoria.

source: Displays a permalink to the category page.
pt_br: Exibe o link permanente para a página da categoria.

source: Displays the ID of the category.
pt_br: Exibe o ID da categoria.

source: Displays the total cost of the cart.
pt_br: Exibe o preço total do carrinho.

source: Sets which page the link will direct the customer to when clicked.
pt_br: Define para qual página o link direcionará o cliente ao ser clicado.

source: Displays a unique link to the cart page that will also restore items to the customer's cart.
pt_br: Exibe um link exclusivo para a página do carrinho que também recuperará itens no carrinho do cliente.

source: Displays the number of the items in cart.
pt_br: Exibe o número dos itens no carrinho.

source: Display a product listing of the items in the cart.
pt_br: Exibe uma lista de produtos com os itens no carrinho.

source: Displays the type of the card e.g. Visa, MasterCard.
pt_br: Exibe o tipo de cartão, por exemplo, Visa, Mastercard etc.

source: Displays the last 4 digits of the card.
pt_br: Exibe os últimos quatro dígitos do cartão.

source: Displays the expiry year of the card.
pt_br: Exibe o ano de expiração do cartão.

source: Displays the expiry month of the card.
pt_br: Exibe o mês de expiração do cartão.

source: Set the maximum number of products that will be displayed.
pt_br: Defina o número máximo de produtos a serem exibidos.

source: Add a string to the end of each product URL. For example, using '#tab-reviews' can link customers directly to the review tab on a product page.
pt_br: Adicione uma string ao final do URL de cada produto. Por exemplo, usar "#tab-reviews" cria um link que direciona os clientes diretamente para a guia de avaliações na página de um produto.

source: Select which template will be used to display the products. The default is 'Product Grid - 2 Column'. For information on creating custom templates please refer to the documentation.
pt_br: Selecione qual modelo será usado para exibir os produtos. O padrão é "Grade de produtos – 2 colunas". Para mais informações sobre a criação de modelos personalizados, consulte a documentação.

source: Review Product Rows
pt_br: Linhas de avaliação de produtos

source: Review Product Grid - 3 Column
pt_br: Grade de avaliação de produtos – 3 colunas

source: Review Product Grid - 2 Column
pt_br: Grade de avaliação de produtos – 2 colunas

source: List - Comma Separated
pt_br: Lista – Separado por vírgulas

source: Order Table
pt_br: Tabela de pedidos

source: Cart Table
pt_br: Tabela de carrinho

source: Product Rows
pt_br: Linhas de produtos

source: Product Grid - 3 Column
pt_br: Grade de produtos – 3 colunas

source: Product Grid - 2 Column
pt_br: Grade de produtos – 2 colunas

source: Choose to display the amount as a formatted price or numerical value.
pt_br: Escolha se deseja exibir o valor como preço formatado ou valor numérico.

source: The meta_key of the field you would like to display.
pt_br: O meta_key do campo que você deseja exibir.

source: AutomateWoo Test Coupon
pt_br: Cupom de teste do AutomateWoo

source: The number of times the generated coupon can be used. Set to '0' for unlimited.
pt_br: O número de vezes que o cupom gerado pode ser usado. Defina como "0" para que seja ilimitado.

source: The prefix for the coupon code, defaults to 'aw-'. To remove the prefix set this field to a single space character.
pt_br: O prefixo do código do cupom. O padrão é "aw-". Para remover o prefixo, defina este campo como um caractere de espaço.

source: Number of days the coupon will be valid for. If left blank then the expiry set for the template coupon will be used.
pt_br: Número e dias de validade do cupom. Se deixado em branco, a expiração definida para o cupom de modelo será usada.

source: Name of the coupon that will be cloned.
pt_br: Nome do cupom que será clonado.

source: Generates a unique coupon based on a template coupon. <%1$s>View documentation<%2$s>.
pt_br: Gera um cupom exclusivo com base em um cupom de modelo. <%1$s>Veja a documentação<%2$s>.

# custom date format option
source: Custom
pt_br: Personalizado

source: Unix timestamp - %2$s
pt_br: Data/hora em Unix – %2$s

source: Site setting - %2$s
pt_br: Configuração do site – %2$s

source: MySQL datetime - %2$s
pt_br: datetime em MySQL – %2$s
