Repository: meumouse/translates
Catalog: automatewoo-*.po
Languages: pt_br

source: Must be a Twilio phone number (in E.164 format) or alphanumeric sender ID.
pt_br: Precisa ser um número de telefone do Twilio (no formato E.164) ou um ID de remetente alfanumérico.

source: From
pt_br: De

source: Enable Twilio Integration
pt_br: Ativar integração com o Twilio

source: Allow occasional background checks for major system issues. If an issue is detected an admin notice will appear.
pt_br: Permite verificações de histórico esporádicas para detectar problemas importantes com o sistema. Se um problema for detectado, aparecerá um aviso de administração.

source: Enable Background Checks
pt_br: Ativar verificações de histórico

source: The MailChimp API Key you entered is not valid.
pt_br: A chave da API MailChimp inserida não é válida.

source: You can get your API key when logged in to MailChimp under Account > Extras > API Keys.
pt_br: Para obter sua chave de API, faça login no MailChimp e acesse Account > Extras > API Keys.

source: Enabling the MailChimp integration does not automatically sync your data but makes three actions available when creating workflows. These actions can be used to automate how you add and remove members from your MailChimp lists and update your custom fields.
pt_br: Ativar a integração com o MailChimp não sincroniza automaticamente seus dados, mas torna as três ações disponíveis durante a criação de fluxos de trabalho. Essas ações podem ser usadas para automatizar a inclusão ou remoção de membros de listas do MailChimp, bem como a atualização de campos personalizados.

source: Coupons generated by AutomateWoo will be deleted 14 days after they expire.
pt_br: Os cupons gerados pelo AutomateWoo serão excluídos 14 dias após a expiração.

source: Automatically delete expired coupons
pt_br: Excluir automaticamente cupons expirados

source: Sets the number of days after a workflow runs that a new order can be considered a conversion. Default value is 14.
pt_br: Define o número de dias após a execução de um fluxo de trabalho para que um novo pedido seja considerado uma conversão. O valor padrão é 14.

source: Conversion tracking window
pt_br: Janela de rastreamento de conversão

source: Misc
pt_br: Miscelânea

source: How the sender email appears in outgoing AutomateWoo emails. If blank the WooCommerce sender email will be used.
pt_br: Como o e-mail do remetente aparecerá nos e-mails enviados pelo AutomateWoo. Se for deixado em branco, será usado o e-mail de remetente do WooCommerce.

source: From email
pt_br: E-mail do remetente

source: How the sender name appears in outgoing AutomateWoo emails. If blank the WooCommerce sender name will be used.
pt_br: Como o nome do remetente aparecerá nos e-mails enviados pelo AutomateWoo. Se for deixado em branco, será usado o nome de remetente do WooCommerce.

source: From name
pt_br: Nome do remetente

source: Email sender options
pt_br: Opções do e-mail do remetente

source: This text is shown above the form submit button. Use the following shortcodes to add dynamic content: %s
pt_br: Esse texto é exibido acima do botão de envio do formulário. Use os shortcodes a seguir para adicionar conteúdo dinâmico: %s

source: Legal text
pt_br: Texto legal

source: Show Communication tab in My Account area
pt_br: Mostrar guia Comunicação na área Minha conta

source: Enable account tab
pt_br: Ativar guia da conta

source: The signup page is similar to the preferences page but allows customers to enter their email address.
pt_br: A página de inscrição é semelhante à página de preferências, mas permite que clientes insiram o endereço de e-mail.

source: Communication signup page (optional)
pt_br: Página de inscrição para receber comunicações (opcional)

source: The communication preferences page is where customers can opt-in or opt-out of workflows. It must contain the shortcode %1$s. To set up a signup page use the shortcode %2$s and specify the page in the setting below.
pt_br: A página de preferências de comunicação é onde os clientes podem aceitar ou recusar serem incluídos em fluxos de trabalho. Ela deve conter o shortcode %1$s. Para configurar uma página de inscrição, use o shortcode %2$s e especifique a página na configuração abaixo.

source: Communication preferences page
pt_br: Página de preferências de comunicação

source: All Pages
pt_br: Todas as páginas

source: Checkout Only
pt_br: Somente na finalização

source: If set to All Pages you can add the CSS class 'automatewoo-capture-guest-email' to enable email capture on custom form fields.
pt_br: Se estiver definido como "Todas as páginas", você poderá adicionar a classe "automatewoo-capture-guest-email" em CSS para ativar a captura de e-mail em um campo de formulário personalizado.

source: Determines which pages have javascript code inserted for email capture.
pt_br: Determina quais páginas têm código em JavaScript inserido para a captura de e-mails.

source: Where should pre-submit data capture be enabled?
pt_br: Onde a captura de dados pré-envio deve ser ativada?

source: Capture guest customer data before forms are submitted e.g. during checkout. We recommend leaving this disabled to comply with GDPR.
pt_br: Capture dados de clientes visitantes antes do envio do formulário, como por exemplo, durante a finalização da compra. Recomendamos deixar desativado para manter a conformidade com o RGPD.

source: Enable pre-submit data capture
pt_br: Ativar captura de dados pré-envio

source: Insert the name of the cookie added by your cookie consent solution when a user gives consent. Please note that this is case sensitive. If you are unsure what this is please contact your developer.
pt_br: Insira o nome do cookie adicionado por sua solução de consentimento de cookies quando um usuário der o consentimento. Esse campo diferencia maiúsculas de minúsculas. Se você não tem certeza o que isso significa, entre em contato com seu desenvolvedor.

source: Consent cookie name
pt_br: Nome do cookie após consentimento

source: AutomateWoo does not add a notice asking for cookie consent. Please use a cookie consent plugin or custom code for this.
pt_br: O AutomateWoo não inclui o aviso de solicitação de consentimento para uso de cookies. Use um plugin apropriado ou código personalizado para isso.

source: Disable session tracking until consent is given. Requires a cookie consent plugin.
pt_br: Desative o rastreamento de sessão até o usuário dar o consentimento. Exige um plugin para consentimento de uso de cookies.

source: Require cookie consent
pt_br: Exigir consentimento para cookies

source: Enable session tracking
pt_br: Ativar rastreamento de sessão

source: Session tracking uses cookies to remember users when they are not signed in. This means carts can be tracked when the user is signed out. This is also used by the Refer A Friend add-on to reduce fraud. Since these cookies may not be considered 'essential' for the function of the website, users in some regions may need to give consent before these cookies are set.
pt_br: O rastreamento de sessão usa cookies para lembrar os usuários quando eles não estão conectados. Isso significa que os carrinhos podem ser rastreados quando os usuários estiverem desconectados. Isso também é usado pela extensão Refer A Friend para reduzir a ocorrência de fraudes. Como esses cookies talvez não sejam considerados "essenciais" para o funcionamento do site, usuários de algumas regiões deverão dar o consentimento para que eles sejam usados.

source: Session tracking
pt_br: Rastreamento de sessão

source: Opt-in checkbox text
pt_br: Texto da caixa de seleção de aceitação

source: Show on account sign up page.
pt_br: Exiba na página de login na conta.

source: Show on checkout page.
pt_br: Exiba na página de finalização da compra.

source: Opt-in checkbox locations
pt_br: Locais da caixa de seleção de aceitação

source: Opt-in (recommended)
pt_br: Aceitação (recomendado)

source: Customer opt-in mode
pt_br: Modo de aceitação do cliente

source: AutomateWoo can either be in opt-in mode or opt-out mode. Opt-in means customers must opt-in before email and SMS can be sent to them. Opt-out means email and SMS will be sent automatically until the customer chooses to opt-out. All transactional workflows are excluded from this.
pt_br: O AutomateWoo pode estar em modo de aceitação ou de recusa. Aceitação significa que os clientes precisam aceitar que e-mails e mensagens SMS sejam enviados a eles. Recusa significa que os e-mails e as mensagens SMS serão enviados automaticamente até que o cliente escolha recusar o recebimento. Nenhum fluxo de trabalho transacional é afetado por essa configuração.

source: Marketing opt-in
pt_br: Aceitação de marketing

source: General
pt_br: Geral

source: Set the days after which an inactive cart will be deleted. Default value is 60.
pt_br: Defina o número de dias até a exclusão de um carrinho inativo. O valor padrão é 60.

source: Clear inactive carts after
pt_br: Limpar carrinhos inativos após

source: When disabled, carts that are converted to pending, cancelled or failed orders will not be included in abandoned cart workflows.
pt_br: Quando desativado, os carrinhos convertidos em pedidos pendentes, cancelados ou malsucedidos não serão incluídos em fluxos de trabalho de carrinho abandonado.

source: Include failed, cancelled and pending orders as abandoned carts
pt_br: Incluir pedidos pendentes, cancelados e malsucedidos como carrinhos abandonados

source: Set the number of minutes from when a cart is last active to when it is considered abandoned. The default is 15 minutes and the minimum is 5 minutes.
pt_br: Defina o número de minutos desde a última vez que o carrinho estava ativo até ser considerado abandonado. O valor padrão é 15 minutos e o mínimo é 5 minutos.

source: Abandoned cart timeout
pt_br: Tempo limite para carrinho abandonado

source: Enable cart tracking
pt_br: Ativar rastreamento de carrinho

source: Client ID
pt_br: ID do cliente

source: API key
pt_br: Chave de API

source: Enable integration
pt_br: Ativar integração

source: Enabling the Campaign Monitor integration makes actions available for use when creating workflows. These actions can be used to automate adding and removing members from lists.
pt_br: Ao ativar a integração com o Campaign Monitor, outras ações estarão disponíveis para uso durante a criações de fluxos de trabalho. Você pode usar essas ações para automatizar a inclusão e remoção de membros em listas.

source: To find your API key or client ID, sign in to your Campaign Monitor account and click your profile image at the top right, then select Account settings, then API keys.
pt_br: Para descobrir qual é sua chave de API ou seu ID de cliente, faça login na sua conta do Campaign Monitor e clique na imagem de perfil no canto superior direito. Selecione "Account settings" e depois "API keys".

source: Shorten all SMS links
pt_br: Encurtar todos os links em SMSs

source: Find your Generic Access Token in your Bitly account area under Your Account > Edit Profile.
pt_br: Encontre seu Generic Access Token (Token de acesso genérico) na área da sua conta do Bitly, em Your Account > Edit Profile.

source: Integrating with Bitly allows you to shorten links in your SMS messages. Create a free account at <%1$s>bitly.com<%2$s>.
pt_br: Ao ativar a integração com o Bitly, você pode encurtar links nas suas mensagens SMS. Crie uma conta gratuita em <%1$s>bitly.com<%2$s>.

source: API Key
pt_br: Chave API

source: API URL
pt_br: URL da API

source: Enable ActiveCampaign Integration
pt_br: Ativar integração com ActiveCampaign

source: Enable
pt_br: Ativar

source: Your settings have been saved.
pt_br: Suas configurações foram salvas.

source: Select a page&hellip;
pt_br: Selecione uma página&hellip;

source: Runs
pt_br: Execuções

source: %s workflows have run for the selected period
pt_br: %s fluxos de trabalho foram executados no período selecionado

source: Run Date
pt_br: Data de execução

source: Queued Event
pt_br: Evento em fila

source: Run Now
pt_br: Executar agora

source: Retry
pt_br: Tentar novamente

source: now
pt_br: agora

source: Failed
pt_br: Ocorreu uma falha

source: Set as opted-in
pt_br: Definido como aceito

source: Set as opted-out
pt_br: Definido como recusado

source: Search by email
pt_br: Pesquisar por e-mail

source: Opt-out
pt_br: Recusar

source: Opt-in
pt_br: Aceitar

source: Time
pt_br: Horário

source: An email was blocked from sending. See log notes for more info.
pt_br: Um e-mail foi bloqueado para envio. Veja as notas de log para mais informações.

source: Errors occurred when running this workflow. See log notes for more info.
pt_br: Ocorreram alguns erros durante a execução desse fluxo de trabalho. Veja as notas de log para mais informações.

source: No logs found.
pt_br: Nenhum log encontrado.

source: Actions
pt_br: Ações

source: Created
pt_br: criado

source: Last Active
pt_br: Última atividade

source: Email
pt_br: Endereço de email

source: No guests found.
pt_br: Nenhum visitante encontrado.

source: Search guests
pt_br: Pesquisar visitantes

source: Scheduled date
pt_br: Data agendada

source: Arguments
pt_br: Argumentos

source: Event
pt_br: Evento

source: Opens
pt_br: Aberturas

source: Clicks
pt_br: Cliques

source: Unique Clicks
pt_br: Cliques exclusivos

source: Unsubscribes
pt_br: Cancelamentos de assinatura

source: Unsubscribes are recorded against each workflow so users can unsubscribe to individual workflows.
pt_br: Os cancelamentos de assinatura são registrados em cada fluxo de trabalho para que os usuários possam escolher em qual cancelar a assinatura.

source: %s unsubscribes
pt_br: %s cancelamentos de assinatura

source: %s clicks
pt_br: %s cliques

source: %s unique clicks
pt_br: %s cliques exclusivos

source: This value represents unique opens.
pt_br: Esse valor representa aberturas exclusivas.

source: %s unique opens
pt_br: %s aberturas exclusivas

source: %s trackable messages sent
pt_br: %s mensagens rastreáveis enviadas

source: Conversion Value
pt_br: Valor de conversão

source: Conversion Number
pt_br: Número de conversões

source: Reset
pt_br: Redefinir

source: Showing reports for:
pt_br: Exibindo relatórios de:

source: %s converted orders
pt_br: %s pedidos convertidos

source: %s converted order value
pt_br: %s valor dos pedidos convertidos

source: Order Total
pt_br: Total do pedido

source: Order Placed
pt_br: Pedido feito

source: First Interacted
pt_br: Primeira interação

source: Workflow
pt_br: Fluxo de trabalho

source: Unmark As Conversion
pt_br: Desmarcar como conversão

source: No conversions found.
pt_br: Nenhuma conversão encontrada.

source: Conversion
pt_br: Conversão

source: Delete
pt_br: Excluir

source: Change status to abandoned
pt_br: Alterar status para abandonado

source: Change status to active
pt_br: Alterar status para ativo

source: Language
pt_br: Idioma

source: Items
pt_br: Itens

source: Last active
pt_br: Ativo pela última vez

source: Show
pt_br: Exibir

source: Workflow Search
pt_br: Pesquisa de fluxo de trabalho

source: Export CSV
pt_br: Exportar CSV

source: Date
pt_br: Data

source: Last 7 Days
pt_br: Últimos 7 dias

source: This Month
pt_br: Este Mês

source: Last Month
pt_br: Último mês

source: Year
pt_br: Ano

source: Email & SMS Tracking
pt_br: Rastreamento de e-mail e SMS

source: Conversions
pt_br: Conversões

source: Conversions List
pt_br: Lista de conversões

source: Update required soon:
pt_br: Atualização obrigatória em breve:

source: AutomateWoo %1$s will require WooCommerce version %2$s or newer.
pt_br: O AutomateWoo %1$s exigirá a versão %2$s ou mais recente do WooCommerce.

source: AutomateWoo %1$s will require WordPress version %2$s or newer.
pt_br: O AutomateWoo %1$s exigirá a versão %2$s ou mais recente do WordPress.

source: AutomateWoo %1$s will require WordPress version %2$s or newer and WooCommerce version %3$s or newer.
pt_br: O AutomateWoo %1$s exigirá a versão %2$s ou mais recente do WordPress e a versão %3$s ou mais recente do WooCommerce.

source: Search for a customer&hellip;
pt_br: Pesquisar um cliente&hellip;

source: Search for a workflow&hellip;
pt_br: Pesquisar um fluxo de trabalho&hellip;

source: Filter
pt_br: Filtrar

source: Search
pt_br: Pesquisar

source: Active
pt_br: Ativo

source: [Guest]
pt_br: [Visitante]

source: Wishlist
pt_br: Lista de desejos

source: Membership
pt_br: Membros

source: Subscription
pt_br: Assinatura

source: Product
pt_br: Produto

source: Review
pt_br: Revisão

source: Cart
pt_br: Carrinho

source: Guest
pt_br: Visitante:

source: Customer
pt_br: Cliente

source: Order
pt_br: Compra

source: highest converting workflow
pt_br: fluxo de trabalho com maior taxa de conversão

source: most run workflow
pt_br: fluxo de trabalho mais executado

source: There are no events currently queued&hellip;
pt_br: Atualmente, não há eventos em fila&hellip;

source: Upcoming queued events
pt_br: Próximos eventos em fila

source: No workflows have been run yet&hellip;
pt_br: Nenhum fluxo de trabalho foi executado ainda&hellip;

source: View
pt_br: Visualizar

source: Recent logs
pt_br: Logs recentes

source: opt-outs
pt_br: recusas

source: opt-ins
pt_br: aceitações

source: guests captured
pt_br: visitantes capturados

source: active carts
pt_br: carrinhos ativos

source: workflows queued
pt_br: fluxos de trabalho em fila

source: workflows run
pt_br: fluxos de trabalho executados

source: clicks
pt_br: cliques

source: opens
pt_br: aberturas

source: messages sent
pt_br: mensagens enviadas

source: conversions
pt_br: conversões

source: conversion revenue
pt_br: receita de conversão

source: View report
pt_br: Ver relatório

source: Success - Items may be still be processing in the background.
pt_br: Sucesso! Os itens ainda podem estar sendo processados em segundo plano.

source: Process failed.
pt_br: Falha no processo.

source: Process could not be validated.
pt_br: Não foi possível validar o processo.

source: Security check failed.
pt_br: A verificação de segurança falhou.

source: Failed to init process.
pt_br: Falha ao iniciar o processo.

source: Invalid tool.
pt_br: Ferramenta inválida.

source: Action failed. Please refresh the page and retry.
pt_br: Ação malsucedida. Atualize a página e tente novamente.

source: WARNING: After switching to 'Opt-in mode' current customers will not be automatically opted in. Non-transactional workflows will stop sending emails and SMS until customers choose to opt-in. You can import opt-ins via AutomateWoo > Tools.
pt_br: AVISO: ao trocar para o "Modo de aceitação", os clientes atuais não serão automaticamente incluídos. Os fluxos de trabalho não transacionais deixarão de enviar e-mails e mensagens SMS até que os clientes aceitem o recebimento. É possível importar as aceitações em AutomateWoo > Ferramentas.

source: Please select some queued events to bulk edit.
pt_br: Selecione alguns eventos em fila para a edição em massa.

source: Queued event failed to run.
pt_br: Falha ao executar evento em fila.

source: Queued event run successfully.
pt_br: Evento em fila executado com sucesso.

source: Failed queue items will be deleted after %d days
pt_br: Os itens em fila que apresentaram falha serão excluídos após %d dias

source: Workflows that are not set to run immediately will be added to this queue. The queue is checked every two minutes so actual run times will vary slightly. <%s>Read more&hellip;<%s>
pt_br: Os fluxos de trabalhos que não foram definidos para execução imediata serão adicionados a essa fila. A fila é verificada a cada dois minutos. Portanto, os reais tempos de execução sofrerão uma certa variação. <%s>Ler mais&hellip;<%s>

source: Please select some items to bulk edit.
pt_br: Selecione alguns itens para a edição em massa.

source: More information on opt-ins and opt-outs is available <%s>in the documentation.<%s>
pt_br: Veja mais informações sobre aceitações e recusas na <%s>documentação<%s>.

source: Your store is set to automatically opt-in customers for workflows but they can opt-out with the unsubscribe link in emails and SMS.
pt_br: Sua loja está configurada para incluir clientes automaticamente nos fluxos de trabalho. No entanto, eles podem recusar usando o link de cancelamento de assinatura em e-mails e mensagens SMS.

source: Your store is set to require customers to opt-in before non-transactional workflows will run for them.
pt_br: Sua loja está configurada para exigir a aceitação dos clientes antes de executar fluxos de trabalho não transacionais para eles.

source: Import
pt_br: Importar

source: Please select some logs to bulk edit.
pt_br: Selecione alguns logs para a edição em massa.

source: Log not found.
pt_br: Log não encontrado.

source: Workflow could not be re-run.
pt_br: Não foi possível executar novamente o fluxo de trabalho.

source: Created log #%d.
pt_br: Log nº %d criado.

source: Workflow was successfully re-run.
pt_br: O fluxo de trabalho foi executado novamente com sucesso.

source: Every time a workflow runs a log entry is created. Logs are used by some triggers to determine when they should and should not fire. For this reason deleting logs should generally be avoided.
pt_br: É criada uma entrada no log sempre que um fluxo de trabalho é executado. Os logs são usados por alguns acionadores para determinar se devem ou não ser disparados. Por isso, procure evitar excluir logs.

source: Guest successfully deleted.
pt_br: Visitante excluído com sucesso.

source: Please select some guests to bulk edit.
pt_br: Selecione alguns visitantes para a edição em massa.

source: Missing guest data.
pt_br: Falta dados de visitante.

source: Guest details
pt_br: Detalhes do visitante

source: 7 days
pt_br: 7 dias

source: 14 days
pt_br: 14 dias

source: 30 days
pt_br: 30 dias

source: 90 days
pt_br: 90 dias

source: Bulk edit completed.
pt_br: Edição em massa concluída.

source: Please select some carts to bulk edit.
pt_br: Selecione alguns carrinhos para a edição em massa.

source: Currently active carts are shown here which includes any cart that has not been cleared at purchase or emptied by its owner. Carts are automatically deleted %s days after their last update.
pt_br: Os carrinhos ativos no momento são exibidos aqui. Isso inclui qualquer carrinho que não tenha sido limpo durante a compra nem esvaziado pelo proprietário. Os carrinhos são excluídos automaticamente em %s dias após a última atualização.

source: No cart found.
pt_br: Nenhuma carrinho encontrado.

source: Variable not found.
pt_br: Variável não encontrada.

source: No queued event found.
pt_br: Nenhum evento em fila encontrado.

source: No log found.
pt_br: Nenhum log encontrado.

source: Add-on could not be updated
pt_br: Não foi possível atualizar a extensão

source: Permission error.
pt_br: Erro de permissão.

source: Message sent.
pt_br: Mensagem enviada.

source: Success! %s email%s sent.
pt_br: Sucesso! %s e-mail%s enviado(s).

source: Variable '%s' is not valid. Please only use variables listed in the variables box.
pt_br: A variável "%s" não é válida. Use apenas as variáveis listadas na caixa de variáveis.

source: Variable '%s' is not available with the selected trigger. Please only use variables listed in the the variables box.
pt_br: A variável "%s" não está disponível para o acionador selecionado. Use somente aquelas listadas na caixa de variáveis.

source: This field does not support variables.
pt_br: O campo não é compatível com variáveis.

source: Manual Workflow Runner
pt_br: Executor de fluxos de trabalho manuais

source: AutomateWoo Data Update
pt_br: Atualização de dados do AutomateWoo

source: Preview
pt_br: Visualizar

source: Events
pt_br: Eventos

source: Settings
pt_br: Configurações

source: Tools
pt_br: Ferramentas

source: Reports
pt_br: Relatórios

source: Opt-outs
pt_br: Recusas

source: Opt-ins
pt_br: Aceitações

source: Guests
pt_br: Visitantes

source: Carts
pt_br: Carrinhos

source: Queue
pt_br: Fila
