Repository: meumouse/translates
Catalog: goldish-*.po
Languages: pt_br

source: Oops! That page can’t be found
pt_br: Ops! Essa página não pode ser encontrada

source: The page you are trying to reach is not available. Maybe try a search?
pt_br: A página que você está tentando acessar não está disponível. Talvez tente uma pesquisa?

source: 1 Comment
pt_br: 1 comentário

source: Older Comments
pt_br: Comentários mais antigos

source: Newer Comments
pt_br: Comentários mais recentes

source: Post a Comment
pt_br: Postar um comentário

source: Primary (Desktop)
pt_br: Primário (computador)

source: Primary (Mobile)
pt_br: Primário (celular)

source: Font Icons Loader
pt_br: Carregador de ícones de fonte

source: Meta Box
pt_br: Caixa Meta

source: Variation Swatches for WooCommerce
pt_br: Amostras de variação para WooCommerce

source: This plugin is not used in the demo. Install it only if you are going to create custom slides, because it slows down the site and negatively affects PageSpeed
pt_br: Este plugin não é usado na demonstração. Instale-o apenas se você for criar slides personalizados, pois isso torna o site mais lento e afeta negativamente o PageSpeed

source: Post List
pt_br: Lista de postagens

source: Product List
pt_br: Lista de produtos

source: Product List (Desktop)
pt_br: Lista de produtos (computador)

source: Product List (Mobile)
pt_br: Lista de produtos (celular)

source: View all results
pt_br: Ver todos os resultados

source: No results found
pt_br: Nenhum resultado encontrado

source: View all posts in %s
pt_br: Ver todas as postagens em %s

# 1: date, 2: time
source: %1$s at %2$s
pt_br: %1$s em %2$s

source: Your comment is awaiting moderation.
pt_br: Seu comentário aguarda moderação.

source: Reply
pt_br: Responder

source: Edit
pt_br: Editar

# label
source: Search for:
pt_br: Pesquisar por:

# placeholder
source: Search &hellip;
pt_br: Pesquisar...

source: Start typing...
pt_br: Comece a digitar...

source: Clear
pt_br: Limpar

source: Account
pt_br: Conta

source: Login
pt_br: Entrar

source: View More
pt_br: Veja mais

source: Add to Wishlist
pt_br: Adicionar aos favoritos

source: Remove from Wishlist
pt_br: Remover dos favoritos

source: Something went wrong...
pt_br: Algo deu errado...

source: HTML block (top)
pt_br: Bloco HTML (superior)

source: Manage html blocks
pt_br: Gerenciar blocos html

source: Select a HTML block
pt_br: Selecione um bloco HTML

source: HTML block (bottom)
pt_br: Bloco HTML (inferior)

source: Show HTML blocks only on the first page
pt_br: Mostrar blocos HTML apenas na primeira página

source: Show top block above the shop content
pt_br: Mostrar bloco superior acima do conteúdo da loja

source: Home
pt_br: Início

source: Post preview
pt_br: Postar visualização

source: Posts
pt_br: Postagens

source: Author
pt_br: Autor

source: Search
pt_br: Pesquisar

source: Year
pt_br: Ano

source: Month
pt_br: Mês

source: Date
pt_br: Data

source: Page not found
pt_br: Página não encontrada

source: Header & Menu Settings
pt_br: Configurações de cabeçalho e menu

source: Desktop Logo Settings
pt_br: Configurações do logotipo da área de trabalho

source: Logo max width (Desktop)
pt_br: Largura máxima do logotipo (computador)

source: Mobile Logo Settings
pt_br: Configurações de logotipo para celular

source: Leave empty for using desktop Logo
pt_br: Deixe em branco para usar o logotipo da área de trabalho

source: Logo max width (Mobile)
pt_br: Largura máxima do logotipo (Celular)

source: Hide background on inner pages
pt_br: Ocultar o plano de fundo nas páginas internas

source: General Theme Settings
pt_br: Configurações gerais do tema

source: Disable widget block editor
pt_br: Desativar editor de blocos de widgets

source: Sticky sidebar
pt_br: Barra lateral fixa

source: Custom icon for 404 page
pt_br: Ícone personalizado para página 404

source: Custom icon for empty cart page
pt_br: Ícone personalizado para página de carrinho vazio

source: Custom icon for empty wishlist page
pt_br: Ícone personalizado para página de lista de desejos vazia

source: Live search (ajax)
pt_br: Pesquisa ao vivo (AJAX)

source: Live search type
pt_br: Tipo de pesquisa ao vivo

source: Products only
pt_br: Apenas produtos

source: Whole site
pt_br: Site inteiro

source: Number of products in the live search
pt_br: Número de produtos na pesquisa ao vivo

source: To Top Button Enable
pt_br: Para ativar o botão superior

source: To Top Button color
pt_br: Para a cor do botão superior

source: Default color if empty
pt_br: Cor padrão se estiver vazio

source: Disable default column gaps in Elementor
pt_br: Desativar lacunas de coluna padrão no Elementor

source: Header
pt_br: Cabeçalho

source: Desktop Header Settings
pt_br: Configurações do cabeçalho da área de trabalho

source: Header buttons
pt_br: Botões de cabeçalho

source: Enable or disable button, and then drag and drop blocks below to set up their order
pt_br: Ative ou desative o botão e arraste e solte os blocos abaixo para configurar sua ordem

source: Auth
pt_br: Autenticação

source: Wishlist
pt_br: Favoritos

source: Cart
pt_br: Carrinho

source: Wishlist button is not shown because Wishlist Page is not set
pt_br: O botão de favoritos não é exibido porque o favoritos não está definida

source: here
pt_br: aqui

source: Header blocks
pt_br: Blocos de cabeçalho

source: Header blocks (Desktop)
pt_br: Blocos de cabeçalho (Computador)

source: Enable or disable blocks, and then drag and drop blocks below to set up their order
pt_br: Ative ou desative os blocos e, em seguida, arraste e solte os blocos abaixo para configurar sua ordem

source: Buttons
pt_br: Botões

source: Social Media
pt_br: Mídia social

source: Phone
pt_br: Telefone

source: Address
pt_br: Endereço

source: Working Hours
pt_br: Horário de funcionamento

source: Language switcher
pt_br: Alternador de idioma

source: Other
pt_br: Outro

source: Header blocks (Mobile)
pt_br: Blocos de cabeçalho (Celular)

source: Working hours
pt_br: Horário de funcionamento

source: Lang
pt_br: Idioma

source: You can use shortcodes, for example, the WPML language selection shortcode
pt_br: Você pode usar códigos de acesso, por exemplo, o código de acesso de seleção de idioma do WPML

source: You can use shortcodes
pt_br: Você pode usar códigos de acesso

source: Styling the WPML language selector
pt_br: Estilizando o seletor de idioma do WPML

source: Use the shortcode [wpml_language_selector_widget] to insert the selector
pt_br: Use o shortcode [wpml_language_selector_widget] para inserir o seletor

source: Advert Bar Settings
pt_br: Configurações da barra de anúncios

source: Below the main menu
pt_br: Abaixo do menu principal

source: HTML block to display in the Advert Bar
pt_br: Bloco HTML a ser exibido na barra de anúncios

source: Advert Bar placement
pt_br: Posicionamento da barra de anúncios

source: Above the header
pt_br: Acima do cabeçalho

source: Below the header
pt_br: Abaixo do cabeçalho

source: Desktop header colors
pt_br: Cores do cabeçalho da área de trabalho

source: Background color
pt_br: Cor de fundo

source: Text color
pt_br: Cor do texto

source: Accent color
pt_br: Cor de destaque

source: Mobile Header Settings
pt_br: Configurações de cabeçalho móvel

source: Mobile header type
pt_br: Tipo de cabeçalho móvel

source: Bottom buttons
pt_br: Botões inferiores

source: Header background color
pt_br: Cor de fundo do cabeçalho

source: Header text color
pt_br: Cor do texto do cabeçalho

source: Transparent header Settings
pt_br: Configurações de cabeçalho transparente

source: Transparent header on the front page
pt_br: Cabeçalho transparente na primeira página

source: Transparent header text color
pt_br: Cor do texto do cabeçalho transparente

source: Transparent header accent color
pt_br: Cor de destaque do cabeçalho transparente

source: Transparent header logo
pt_br: Logo de cabeçalho transparente

source: Leave empty for using main Logo
pt_br: Deixe em branco para usar o logotipo principal

source: Transparent header logo (mobile)
pt_br: Logo de cabeçalho transparente (celular)

source: Main Menu (Desktop)
pt_br: Menu principal (Computador)

source: Main menu depth
pt_br: Profundidade do menu principal

source: 1 level
pt_br: 1° nível

source: 2 level
pt_br: 2° nível

source: 3 level
pt_br: 3° nível

source: Unlimited
pt_br: Ilimitado

source: Main menu popup text color
pt_br: Cor do texto pop-up do menu principal

source: Main menu popup background color
pt_br: Cor de fundo do pop-up do menu principal

source: Main menu popup accent color
pt_br: Cor de destaque do pop-up do menu principal

source: Main accent color if empty
pt_br: Cor de destaque principal se estiver vazia

source: Sticky Menu
pt_br: Menu fixo

source: Sticky menu (desktop)
pt_br: Menu fixo (computador)

source: Hide Logo in sticky menu (desktop)
pt_br: Ocultar logotipo no menu fixo (Computador)

source: Text instead of logo (desktop)
pt_br: Texto em vez de logotipo (computador)

source: Sticky menu (mobile)
pt_br: Menu fixo (celular)

source: Page Header
pt_br: Cabeçalho da página

source: Show Breadcrumbs
pt_br: Mostrar Breadcrumbs

source: Social Media Links
pt_br: Links de mídia social

source: Add the full url of your social media page e.g http://twitter.com/yoursite
pt_br: Adicione o URL completo da sua página de mídia social, por exemplo, http://twitter.com/seuperfil

source: Facebook url
pt_br: URL do Facebook

source: Instagram url
pt_br: URL do Instagram

source: VK url
pt_br: URL do VK

source: OK url
pt_br: URL do OK

source: Telegram url
pt_br: URL do Telegram

source: Whatsapp url
pt_br: URL do WhatsApp

source: Twitter url
pt_br: URL do Twitter

source: YouTube url
pt_br: URL do YouTube

source: Vimeo url
pt_br: URL do Vimeo

source: Snapchat url
pt_br: URL do Snapchat

source: TikTok url
pt_br: URL do TikTok

source: LinkedIn url
pt_br: URL do LinkedIn

source: Flickr url
pt_br: URL do Flickr

source: Pinterest url
pt_br: URL do Pinterest

source: Tumblr url
pt_br: URL do Tumblr

source: Github url
pt_br: URL do Github

source: Footer
pt_br: Rodapé

source: HTML block to display in the footer
pt_br: Bloco HTML para exibir no rodapé

source: Copyright
pt_br: Direitos autorais

source: Fonts
pt_br: Fontes

source: Content Font (Google Font)
pt_br: Fonte de conteúdo (fonte do Google)

source: Default font: Jost
pt_br: Fonte padrão: Jost

source: Fonts subset (if available)
pt_br: Subconjunto de fontes (se disponível)

source: Default: Latin Extended
pt_br: Padrão: latim estendido

source: Capitalize Headers
pt_br: Capitalizar cabeçalhos

source: Custom Fonts
pt_br: Fontes personalizadas

source: Reload the page to see the added custom fonts at the top of the font list above
pt_br: Recarregue a página para ver as fontes personalizadas adicionadas no topo da lista de fontes acima

source: Reload
pt_br: Recarregar

source: Post / Page
pt_br: Postagem / Página

source: Post Grid / List settings
pt_br: Configurações de pós-grade/lista

source: Blog Layout
pt_br: Layout do blog

source: Grid (without sidebar)
pt_br: Grade (sem barra lateral)

source: List (with sidebar)
pt_br: Lista (com barra lateral)

source: Hide Category
pt_br: Ocultar categoria

source: Hide Date
pt_br: Ocultar data

source: Hide Excerpt
pt_br: Ocultar trecho

source: Post settings
pt_br: Configurações de postagem

source: Sidebar in Post
pt_br: Barra lateral na postagem

source: Hide Share Buttons
pt_br: Ocultar botões de compartilhamento

source: Hide Tags
pt_br: Ocultar tags

source: Hide Comments Info
pt_br: Ocultar informações de comentários

source: Hide Author Info
pt_br: Ocultar informações do autor

source: Hide Post Navigation (Prev / Next)
pt_br: Ocultar navegação de postagem (anterior/próximo)

source: Accent background color
pt_br: Cor de fundo de destaque

source: Modal window overlay color
pt_br: Cor de sobreposição de janela modal

source: Store notice placement
pt_br: Colocação de aviso de loja

source: At the top of the page
pt_br: No topo da página

source: At the bottom of the screen (fixed)
pt_br: Na parte inferior da tela (fixo)

source: Store notice custom button text
pt_br: Armazenar o texto do botão personalizado do aviso

source: Default if empty
pt_br: Padrão se vazio

source: Store notice text color
pt_br: Armazenar a cor do texto do aviso

source: Store notice background color
pt_br: Armazenar a cor de fundo do aviso

source: Goldish Settings
pt_br: Configurações do Goldish

source: Disable purchase
pt_br: Desativar compra

source: Completely disables the ability to order products, turning the site into a showcase of goods.
pt_br: Desativa completamente a capacidade de encomendar produtos, transformando o site em uma vitrine de mercadorias.

source: Product Image
pt_br: Imagem do produto

source: Image fit in grid
pt_br: Ajuste de imagem na grade

source: Image fit on product page
pt_br: Ajuste de imagem na página do produto

source: Image block background color
pt_br: Cor de fundo do bloco de imagem

source: Transparent if empty
pt_br: Transparente se estiver vazio

source: Product Grid
pt_br: Grade de produtos

source: Grid layout (Desktop)
pt_br: Layout de grade (Computador)

source: 2 per row
pt_br: 2 por linha

source: 3 per row
pt_br: 3 por linha

source: 4 per row
pt_br: 4 por linha

source: compact
pt_br: compacto

source: Text placement (Desktop)
pt_br: Posicionamento de texto (computador)

source: Above the image
pt_br: Acima da imagem

source: Below the image
pt_br: Abaixo da imagem

source: Grid width (Desktop)
pt_br: Largura da grade (Computador)

source: Fullwidth
pt_br: Largura completa

source: Boxed
pt_br: Em caixa

source: Buttons Layout
pt_br: Layout dos botões

source: Grid layout (Mobile)
pt_br: Layout de grade (Celular)

source: 1 per row
pt_br: 1 por linha

source: Text placement (Mobile)
pt_br: Posicionamento de texto (celular)

source: Show "Add to wishlist" button
pt_br: Mostrar o botão "Adicionar aos favoritos"

source: Show "Quick view" button
pt_br: Mostrar botão "Visualização rápida"

source: Hide "Quick view" and "Add to wishlist" buttons in the product grid on a mobile device
pt_br: Ocultar os botões "Visualização rápida" e "Adicionar à lista de desejos" na grade de produtos em um dispositivo móvel

source: Hide "Add to cart", "Quick view" and "Add to wishlist" buttons in the product on a mobile device
pt_br: Ocultar os botões "Adicionar ao carrinho", "Visualização rápida" e "Adicionar à lista de desejos" no produto em um dispositivo móvel

source: Show categories
pt_br: Mostrar categorias

source: Show "Add to cart" button
pt_br: Mostrar botão "Adicionar ao carrinho"

source: Show product short description
pt_br: Mostrar breve descrição do produto

source: Switch image on hover
pt_br: Alternar imagem ao passar o mouse

source: Images zoom on touch or mouseover in Quick view
pt_br: As imagens ampliam ao toque ou ao passar o mouse na visualização rápida

source: Hide zoom on mobile (quick view)
pt_br: Ocultar zoom no celular (visualização rápida)

source: Show subcategories in Page header
pt_br: Mostrar subcategorias no cabeçalho da página

source: Show sidebar
pt_br: Mostrar barra lateral

source: If this option is disabled, the sidebar is displayed as a pop-up filter.
pt_br: Se esta opção estiver desativada, a barra lateral será exibida como um filtro pop-up.

source: Single sidebar for mobile and desktop versions
pt_br: Barra lateral única para versões celular e computador

source: Hide Uncategorized category
pt_br: Ocultar categoria sem categoria

source: Hide category with products
pt_br: Ocultar categoria com produtos

source: Products will be available only by direct link
pt_br: Os produtos estarão disponíveis apenas por link direto

source: Search by SKU
pt_br: Pesquisar por SKU

source: Show color variations
pt_br: Mostrar variações de cores

source: Color attribute
pt_br: Atributo de cor

source: Select the attribute of the product with the type `Color` or `Image`
pt_br: Selecione o atributo do produto com o tipo 'Cor 'ou 'Imagem'

source: Title Font Size (px)
pt_br: Tamanho da fonte do título (px)

source: Excluding Compact Layout
pt_br: Excluindo layout compacto

source: Compact layout
pt_br: Layout compacto

source: Link to the product card in the short description
pt_br: Link para o cartão do produto na breve descrição

source: Position of the category description
pt_br: Posição da descrição da categoria

source: Above the product grid
pt_br: Acima da grade do produto

source: Below the product grid
pt_br: Abaixo da grade do produto

source: Shop Page
pt_br: Página da loja

source: Product Page
pt_br: Página do produto

source: Product Page Layout
pt_br: Layout da página do produto

source: Classic
pt_br: Clássico

source: Modern
pt_br: Moderno

source: Summary section background color
pt_br: Cor de fundo da seção de resumo

source: Product Tabs (Default)
pt_br: Guias de produtos (padrão)

source: Enable or disable tab, and then drag and drop tabs below to set up their order
pt_br: Ative ou desative a guia e arraste e solte as guias abaixo para configurar sua ordem

source: Expand first tab
pt_br: Expandir a primeira guia

source: Images modal gallery
pt_br: Galeria modal de imagens

source: Images zoom on touch or mouseover on product page
pt_br: As imagens ampliam ao toque ou passam o mouse na página do produto

source: Hide zoom on mobile (product page)
pt_br: Ocultar zoom no celular (página do produto)

source: Show share buttons
pt_br: Mostrar botões de compartilhamento

source: Hide price range in the variable product
pt_br: Ocultar faixa de preço no produto variável

source: Hide stock quantity
pt_br: Ocultar quantidade de estoque

source: Hide SKU
pt_br: Ocultar SKU

source: Ajax Add to Cart
pt_br: Adicionar ao carrinho em AJAX

source: This option will enable the Ajax add to cart functionality on a product page. WooCommerce doesn`t have this option built-in, so theme implementation might not be compatible with a certain plugin you`re using, so it would be best to keep it disabled.
pt_br: Esta opção habilitará a funcionalidade Ajax adicionar ao carrinho em uma página de produto. O WooCommerce não possui essa opção integrada, portanto, a implementação do tema pode não ser compatível com um determinado plug-in que você está usando, portanto, seria melhor mantê-lo desativado.

source: HTML block to display at the bottom of the product page
pt_br: Bloco HTML para exibir na parte inferior da página do produto

source: Product Brand
pt_br: Marca do produto

source: Brand attribute
pt_br: Atributo de marca

source: Show Brand in grid
pt_br: Mostrar marca na grade

source: Show Brand on product page
pt_br: Mostrar marca na página do produto

source: Show Brand logo on product page
pt_br: Mostrar o logotipo da marca na página do produto

source: Show Brand on cart page
pt_br: Mostrar marca na página do carrinho

source: Product Star Rating
pt_br: Classificação por estrelas do produto

source: Show star rating in the product list
pt_br: Mostrar classificação por estrelas na lista de produtos

source: Star rating color
pt_br: Cor da classificação por estrelas

source: Product Badges
pt_br: Emblemas de produtos

source: Out of stock badge color
pt_br: Cor do emblema sem estoque

source: Out of stock text
pt_br: Texto sem estoque

source: Disabled if empty
pt_br: Desativado se estiver vazio

source: Out of stock
pt_br: Sem estoque

source: Featured badge color
pt_br: Cor do emblema em destaque

source: Featured badge text
pt_br: Texto do emblema em destaque

source: Featured
pt_br: Destaque

source: Sale badge color
pt_br: Cor do emblema de oferta

source: Sale badge text
pt_br: Texto do emblema de oferta

source: Sale
pt_br: Oferta

source: New badge color
pt_br: Nova cor do emblema

source: New badge text
pt_br: Novo texto do emblema

source: New
pt_br: Novo

source: Product newness
pt_br: Novidade do produto

source: Display the New badge for how many days? Set 0 for disable `NEW` badge.
pt_br: Exibir o novo selo por quantos dias? Defina 0 para desativar o emblema "NOVO".

source: Wishlist Share
pt_br: Compartilhar favoritos

source: Wishlist page
pt_br: Página de favoritos

source: Used to create the share links and wishlist button in header
pt_br: Usado para criar os links de compartilhamento e o botão da lista de desejos no cabeçalho

source: Related products, Upsells, Cross-sells
pt_br: Produtos relacionados, Upsells, Cross-sells

source: Number of related products
pt_br: Número de produtos relacionados

source: Related products custom header
pt_br: Cabeçalho personalizado de produtos relacionados

source: Upsells custom header
pt_br: Cabeçalho personalizado de upsell

source: Cross-sells custom header
pt_br: Cabeçalho personalizado de venda cruzada

source: Use these options to put your theme to a high speed as well as save your server resources!
pt_br: Use essas opções para colocar seu tema em alta velocidade e economizar recursos do servidor!

source: Use minified CSS
pt_br: Usar CSS minificado

source: Load all theme css files combined and minified into a single file
pt_br: Carregue todos os arquivos CSS do tema combinados e reduzidos em um único arquivo

source: Use minified JS
pt_br: Usar JS minificado

source: Load all theme js files combined and minified into a single file
pt_br: Carregue todos os arquivos js do tema combinados e reduzidos em um único arquivo

source: Load jQuery in footer
pt_br: Carregar jQuery no rodapé

source: Lazy load images
pt_br: Imagens em lazy load

source: Use parameter display=swap for Google Fonts
pt_br: Use o parâmetro display=swap para Google Fonts

source: Delay JavaScript execution
pt_br: Atrasar a execução do JavaScript

source: Improves performance by delaying the execution of JavaScript until user interaction (e.g. scroll, click).
pt_br: Melhora o desempenho atrasando a execução do JavaScript até a interação do usuário (por exemplo, rolar, clicar).

source: Select
pt_br: Selecionar

source: Please reload the page to see the settings of the new blocks
pt_br: Por favor, recarregue a página para ver as configurações dos novos blocos

source: Add new block
pt_br: Adicionar novo bloco

source: - select block -
pt_br: - selecione o bloco -

source: Add
pt_br: Adicionar

source: Add new
pt_br: Adicionar novo

source: - select -
pt_br: - selecione -

source: Custom Font:
pt_br: Fonte personalizada:

source: All
pt_br: Tudo

source: Extended
pt_br: Estendido

source: Main
pt_br: Principal

source: Featured Products
pt_br: Produtos em destaque

source: Sale Products
pt_br: Produtos em oferta

source: Best-Selling Products
pt_br: Produtos mais vendidos

source: Recent Products
pt_br: Produtos recentes

source: Categories
pt_br: Categorias

source: Fonts for
pt_br: Fontes para

source: Headers
pt_br: Cabeçalhos

source: Accent background
pt_br: Fundo de destaque

source: - place -
pt_br: - fazer -

source: Top left
pt_br: Superior esquerdo

source: Top center
pt_br: Centro superior

source: Top right
pt_br: Superior direito

source: Center left
pt_br: Centro esquerdo

source: Center center
pt_br: Centro central

source: Center right
pt_br: Centro direito

source: Bottom left
pt_br: Inferior esquerdo

source: Bottom center
pt_br: Inferior centralizado

source: Bottom right
pt_br: Inferior direito

source: Submenu Content
pt_br: Conteúdo do submenu

source: Default
pt_br: Padrão

source: HTML block
pt_br: Bloco HTML

source: Product subcategories
pt_br: Subcategorias de produtos

source: Product attribute terms
pt_br: Termos de atributo do produto

source: Submenu Columns
pt_br: Colunas do submenu

source: 1 column
pt_br: 1 coluna

source: 2 columns
pt_br: 2 colunas

source: 3 columns
pt_br: 3 colunas

source: 4 columns
pt_br: 4 colunas

source: Expand third level
pt_br: Expandir terceiro nível

source: HTML Block
pt_br: Bloco HTML

source: Parent Category
pt_br: Categoria pai

source: Attribute
pt_br: Atributo

source: Shop
pt_br: Loja

source: Select HTML block
pt_br: Selecione o bloco HTML
