Repository: meumouse/translates
Catalog: goldish-*.po
Languages: pt_br

source: Select category
pt_br: Selecionar categoria

source: Select attribute
pt_br: Selecionar atributo

source: Icon
pt_br: Ícone

source: Add badge
pt_br: Adicionar emblema

source: Badge text
pt_br: Texto do emblema

source: Badge color
pt_br: Cor do emblema

source: Select parent category
pt_br: Selecione a categoria principal

source: Select icon
pt_br: Selecionar ícone

source: %s Theme
pt_br: Tema %s

source: Install %s
pt_br: Instalar %s

source: Update %s
pt_br: Atualizar %s

source: Activate %s
pt_br: Ativar %s

source: Install
pt_br: Instalar

source: Update
pt_br: Atualizar

source: Activate
pt_br: Ativar

source: Install and activate
pt_br: Instalar e ativar

source: Install Location:
pt_br: Local de instalação:

source: Standard
pt_br: Padrão

source: Non-standard
pt_br: Fora do padrão

source: Using %s Theme from non-standard install location or having a different directory name could lead to issues in receiving and installing updates. Please make sure that theme folder name is <strong>%s</strong>, without spaces.
pt_br: Usar o tema %s de um local de instalação não padrão ou ter um nome de diretório diferente pode levar a problemas no recebimento e instalação de atualizações. Certifique-se de que o nome da pasta do tema seja <strong>%s</strong>, sem espaços.

source: File System Accessible:
pt_br: Sistema de arquivos acessível:

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Theme has no direct access to the file system. Therefore plugins and pre-made websites installation is not possible to work properly.<br>Please try to insert the following code: <code>define( "FS_METHOD", "direct" );</code><br>before <code>/* That's all, stop editing! Happy blogging. */</code> in <code>wp-config.php</code>.
pt_br: O tema não tem acesso direto ao sistema de arquivos. Portanto, a instalação de plugins e sites pré-fabricados não é possível funcionar corretamente.<br>Por favor, tente inserir o seguinte código: <code>define( "FS_METHOD", "direct" );</code><br>antes de <code >/* Isso é tudo, pare de editar! Blog feliz. */</code> em <code>wp-config.php</code>.

source: Uploads Folder Writable:
pt_br: Pasta de uploads gravável:

source: Uploads folder must be writable to allow WordPress function properly.<br>See <a href="https://codex.wordpress.org/Changing_File_Permissions" target="_blank">changing file permissions</a> or contact your hosting provider.
pt_br: A pasta de uploads deve ser gravável para permitir que o WordPress funcione corretamente.<br>Consulte <a href="https://codex.wordpress.org/Changing_File_Permissions" target="_blank">alterando permissões de arquivo</a> ou entre em contato com seu provedor de hospedagem .

source: ZipArchive Support:
pt_br: Suporte ZipArchive:

source: ZipArchive is required for plugins installation and pre-made websites import.<br>Please contact your hosting provider.
pt_br: O ZipArchive é necessário para instalação de plugins e importação de sites pré-fabricados.<br>Entre em contato com seu provedor de hospedagem.

source: PHP Version:
pt_br: Versão do PHP:

source: Current version is sufficient. However <strong>v.7.4.0</strong> or greater is recommended to improve the performance.
pt_br: A versão atual é suficiente. No entanto, <strong>v.7.4.0</strong> ou superior é recomendado para melhorar o desempenho.

source: Current version is sufficient.
pt_br: A versão atual é suficiente.

source: PHP Max Input Vars:
pt_br: Variáveis de entrada máxima do PHP:

source: Minimum value is <strong>1000</strong>. <strong>2000</strong> is recommended. <strong>3000</strong> or more may be required if lots of plugins are in use and/or you have a large amount of menu items.
pt_br: O valor mínimo é <strong>1000</strong>. <strong>2000</strong> é recomendado. <strong>3000</strong> ou mais podem ser necessários se muitos plug-ins estiverem em uso e/ou você tiver uma grande quantidade de itens de menu.

source: Current limit is sufficient for most tasks. <strong>2000</strong> is recommended. <strong>3000</strong> or more may be required if lots of plugins are in use and/or you have a large amount of menu items.
pt_br: O limite de corrente é suficiente para a maioria das tarefas. <strong>2000</strong> é recomendado. <strong>3000</strong> ou mais podem ser necessários se muitos plugins estiverem em uso e/ou você tiver uma grande quantidade de itens de menu.

source: Current limit is sufficient. However, up to <strong>3000</strong> or more may be required if lots of plugins are in use and/or you have a large amount of menu items.
pt_br: O limite de corrente é suficiente. No entanto, até <strong>3000</strong> ou mais podem ser necessários se muitos plug-ins estiverem em uso e/ou você tiver uma grande quantidade de itens de menu.

source: Current limit is sufficient.
pt_br: O limite de corrente é suficiente.

source: WP Memory Limit:
pt_br: Limite de memória WP:

source: <br><small>See <a href="%1$s" target="_blank">increasing memory allocated to PHP</a> or contact your hosting provider.</small>
pt_br: <br><small>Veja <a href="%1$s" target="_blank">aumentando a memória alocada para PHP</a> ou entre em contato com seu provedor de hospedagem.</small>

source: Minimum value is <strong>64 MB</strong>. <strong>128 MB</strong> is recommended. <strong>256 MB</strong> or more may be required if lots of plugins are in use and/or you want to install the Demo.
pt_br: O valor mínimo é <strong>64 MB</strong>. <strong>128 MB</strong> é recomendado. <strong>256 MB</strong> ou mais podem ser necessários se muitos plugins estiverem em uso e/ou você quiser instalar a demonstração.

source: Current memory limit is sufficient for most tasks. However, recommended value is <strong>128 MB</strong>. <strong>256 MB</strong> or more may be required if lots of plugins are in use and/or you want to install the Demo.
pt_br: O limite de memória atual é suficiente para a maioria das tarefas. No entanto, o valor recomendado é <strong>128 MB</strong>. <strong>256 MB</strong> ou mais podem ser necessários se muitos plugins estiverem em uso e/ou você quiser instalar a demonstração.

source: Current memory limit is sufficient. However, <strong>256 MB</strong> or more may be required if lots of plugins are in use and/or you want to install the Demo.
pt_br: O limite de memória atual é suficiente. No entanto, <strong>256 MB</strong> ou mais podem ser necessários se muitos plug-ins estiverem em uso e/ou você quiser instalar o Demo.

source: Current memory limit is sufficient.
pt_br: O limite de memória atual é suficiente.

source: PHP Time Limit:
pt_br: Limite de tempo do PHP:

source: <br><small>See <a href="%1$s" target="_blank">increasing max PHP execution time</a> or contact your hosting provider.</small>
pt_br: <br><small>Veja <a href="%1$s" target="_blank">aumentando o tempo máximo de execução do PHP</a> ou entre em contato com seu provedor de hospedagem.</small>

source: Minimum value is <strong>30</strong>. <strong>60</strong> is recommended.
pt_br: O valor mínimo é <strong>30</strong>. <strong>60</strong> é recomendado.

source: Current time limit is sufficient, however <strong>60</strong> is recommended.
pt_br: O limite de tempo atual é suficiente, mas <strong>60</strong> é recomendado.

source: Current time limit should be sufficient.
pt_br: O limite de tempo atual deve ser suficiente.

# Time limit status.
source: unlimited
pt_br: ilimitado

source: Current time limit is sufficient.
pt_br: O limite de tempo atual é suficiente.

source: Zlib Output Compression:
pt_br: Compressão de saída Zlib:

source: On
pt_br: Ligado

source: zlib.output_compression is problematic and throws errors most of the time in WordPress. Make sure to disable it.
pt_br: zlib.output_compression é problemático e gera erros na maioria das vezes no WordPress. Certifique-se de desativá-lo.

source: Off
pt_br: Desligado

source: XML support:
pt_br: Suporte a XML:

source: XML or SIMPLEXML extensions must be installed in PHP. This will allow you to import demo content
pt_br: As extensões XML ou SIMPLEXML devem ser instaladas no PHP. Isso permitirá que você importe conteúdo de demonstração

source: Welcome to %1$s v.%2$s
pt_br: Bem-vindo a %1$s v.%2$s

source: See Changelog
pt_br: Ver registro de alterações

source: Check for updates
pt_br: Verifique se há atualizações

source: First things first, let’s register your copy of %s Theme to enable theme updates, importing demos, installing and updating premium plugins.
pt_br: Primeiramente, vamos registrar sua cópia do tema %s para habilitar atualizações de temas, importar demos, instalar e atualizar plugins premium.

source: In order to continue, please install and activate or update required plugins:<br><b>%1$s</b>
pt_br: Para continuar, instale e ative ou atualize os plug-ins necessários:<br><b>%1$s</b>

source: Continue
pt_br: Continuar

source: All required plugins have been successfully installed.
pt_br: Todos os plugins necessários foram instalados com sucesso.

source: %s Core Plugin
pt_br: Plugin principal do %s

source: You need to update plugin <strong>%s Core</strong> to version %s
pt_br: Você precisa atualizar o plug-in <strong>%s Core</strong> para a versão %s

source: Additional Plugins
pt_br: Plugins adicionais

source: You can install additional plugins to extend the functionality of the theme
pt_br: Você pode instalar plugins adicionais para estender a funcionalidade do tema

source: All additional plugins are installed.
pt_br: Todos os plugins adicionais foram instalados.

source: Setup Child Theme
pt_br: Configurar tema filho

source: Child theme is used when you want to <a href="%s" target="_blank">modify the theme</a> without losing the ability to update the theme.
pt_br: O tema filho é usado quando você deseja <a href="%s" target="_blank">modificar o tema</a> sem perder a capacidade de atualizar o tema.

source: Install and activate Child theme, and finally copy settings from the parent theme
pt_br: Instale e ative o tema filho e, finalmente, copie as configurações do tema pai

source: Install Child Theme
pt_br: Instalar tema filho

source: Import Demo
pt_br: Importar demonstração

source: Use our Demo Content Importer to make your website similar to our demos
pt_br: Use nosso importador de conteúdo de demonstração para tornar seu site semelhante às nossas demonstrações

source: Please install necessary additional plugins before importing
pt_br: Instale os plugins adicionais necessários antes de importar

source: Available only to registered theme
pt_br: Disponível apenas para tema registrado

source: Theme Customization
pt_br: Personalização do tema

source: Explore the <a href="%s" target="_blank">documentation</a> and then start customizing the theme
pt_br: Explore a <a href="%s" target="_blank">documentação</a> e comece a personalizar o tema

source: Customize
pt_br: Customizar

source: Get Support
pt_br: Obter suporte

source: We offer outstanding support through our ticket system. To get submit a ticket first you need to register an account and verify your purchase.
pt_br: Oferecemos excelente suporte através do nosso sistema de tickets. Para conseguir enviar um bilhete primeiro você precisa registrar uma conta e verificar sua compra.

source: Submit a Ticket
pt_br: Enviar um ticket

source: Clear theme cache
pt_br: Limpar cache do tema

source: System Status
pt_br: Status do sistema

source: Forbidden to install child themes
pt_br: Proibido instalar temas filhos

source: Invalid security nonce! Reload page and try again.
pt_br: Segurança inválida nonce! Recarregue a página e tente novamente.

source: The child theme has been successfully set up
pt_br: O tema filho foi configurado com sucesso

source: Something went wrong. Please try again!
pt_br: Algo deu errado. Por favor, tente novamente!

source: Your Purchase Code
pt_br: Seu código de compra

source: e.g. cb0e057f-a05d-4758-b314-024db98eff85
pt_br: por exemplo. cb0e057f-a05d-4758-b314-024db98eff85

source: Login to your Envato Account and access <a href="%s" target="_blank">%s's Support Tab</a> where you can find all your %s Theme purchase codes.
pt_br: Faça login na sua conta Envato e acesse a <a href="%s" target="_blank">Aba de Suporte do %s</a> onde você pode encontrar todos os seus códigos de compra do Tema %s.

source: Skip Registration
pt_br: Ignorar registro

source: <strong>Are you sure?</strong> Skipping registration will result in certain features to be disabled( such as importing demos, installing premium plugins or even theme updates).
pt_br: <strong>Tem certeza?</strong> Ignorar o registro resultará na desativação de certos recursos (como importar demos, instalar plugins premium ou até mesmo atualizações de temas).

source: Register
pt_br: Registrar-se

source: Are you sure?
pt_br: Tem certeza?

source: Deregister
pt_br: Cancelar registro

source: Response from API server seems to be empty. Please try again, or make sure your server is not blocking the API calls towards %s.
pt_br: A resposta do servidor da API parece estar vazia. Tente novamente ou certifique-se de que seu servidor não esteja bloqueando as chamadas de API para %s.

source: %s (HTTP Error)
pt_br: %s (Erro HTTP)

source: Please enter the correct purchase code format, eg: 00000000-0000-0000-0000-000000000000
pt_br: Insira o formato correto do código de compra, por exemplo: 00000000-0000-0000-0000-000000000000

source: Remote server did not respond
pt_br: O servidor remoto não respondeu

source: Remote server returned error response %1$d %2$s
pt_br: O servidor remoto retornou a resposta de erro %1$d %2$s

source: Remote file is incorrect size
pt_br: O arquivo remoto tem tamanho incorreto

source: Zero size file downloaded
pt_br: Arquivo de tamanho zero baixado

source: Please enter purchase code
pt_br: Por favor insira o código de compra

source: The theme is up to date
pt_br: O tema está atualizado

source: Getting download link...
pt_br: Obtendo link de download...

source: Download link could not be retrieved
pt_br: O link de download não pôde ser recuperado

source: Downloading package...
pt_br: Baixando pacote...

source: Cheatin&#8217; huh?
pt_br: Trapaceando?

source: In stock
pt_br: Em estoque

source: Share
pt_br: Compartilhar

source: Hint title
pt_br: Título da dica

source: Fill in these two fields if you need a popup hint for the attribute. For example, "Size guide".
pt_br: Preencha esses dois campos se precisar de uma dica pop-up para o atributo. Por exemplo, "Guia de tamanhos".

source: Hint content (HTML block)
pt_br: Conteúdo da dica (bloco HTML)

source: We could not find any results for your search. You can give it another try through the search form below:
pt_br: Nós não conseguimos encontrar nenhum resultado para sua pesquisa. Você pode tentar novamente através do formulário de pesquisa abaixo:

source: Details
pt_br: Detalhes

source: Read More
pt_br: Leia mais

source: by
pt_br: por

source: Comments:
pt_br: Comentários:

source: Continue Reading
pt_br: Continue lendo

source: What are you looking for?
pt_br: O que você está procurando?

source: Search:
pt_br: Pesquisar:

source: No search results for:
pt_br: Nenhum resultado de pesquisa para:

source: Archives
pt_br: Arquivos

source: Logged in as %s%s%s
pt_br: Conectado como %s%s%s

source: Logout
pt_br: Sair

source: Close (Esc)
pt_br: Fechar (Esc)

source: Previous (arrow left)
pt_br: Anterior (seta para a esquerda)

source: Next (arrow right)
pt_br: Próximo (seta para a direita)

source: Your cart is currently empty
pt_br: Seu carrinho está vazio no momento

source: Apply
pt_br: Aplicar

source: Payment Method
pt_br: Método de pagamento

source: Filter
pt_br: Filtro

source: Quick view
pt_br: Os produtos estarão disponíveis apenas por link direto

source: Not a Member?
pt_br: Não é um cliente?

source: You a Member?
pt_br: Você é um cliente?

source: Product
pt_br: Produto

source: Price
pt_br: Preço

source: Stock Status
pt_br: Status do estoque

source: Remove
pt_br: Remover

source: Your wishlist is currently empty
pt_br: Seus favoritos está vazio no momento

source: Click the %s icons to add products
pt_br: Clique nos ícones %s para adicionar produtos

source: Jewelry Store WooCommerce Theme
pt_br: Tema WooCommerce para joalheria
