Repository: meumouse/translates
Catalog: woo-bulk-table-editor-*.po
Languages: pt_br

source: Description ID SKU
pt_br: Descrição ID SKU

source: Show ID & SKU
pt_br: Mostrar ID e SKU

source: Name
pt_br: Nome

source: Backorders
pt_br: Pedidos pendentes

source: In stock?
pt_br: Em estoque?

source: Visibility
pt_br: Visibilidade

source: Weight
pt_br: Peso

source: Length
pt_br: Comprimento

source: Width
pt_br: Largura

source: Height
pt_br: Altura

source: Bulk Editor
pt_br: Editor em massa

source: Fill in values to apply to all visible products. Double click name for description, ID and SKU.
pt_br: Preencha os valores para aplicar a todos os produtos visíveis. Clique duas vezes no nome para obter descrição, ID e SKU.

source: Save
pt_br: Salvar

source: All products
pt_br: Todos os produtos

source: Select Category ( All )
pt_br: Selecione a categoria (todas)

source: Filter Sales ( None )
pt_br: Filtrar vendas (nenhuma)

source: Filter ( On Sale )
pt_br: Filtrar (A venda)

source: Filter ( Not On Sale )
pt_br: Filtrar (Não está à venda)

source: Filter Tags ( None )
pt_br: Filtrar tags (nenhuma)

source: page %1$s of %2$s
pt_br: página %1$s de %2$s

source: Select
pt_br: Selecionar

source: Featured
pt_br: Destacado

source: Increase
pt_br: Aumentar

source: Increase by %
pt_br: Aumentar por %

source: Increase by fixed amount
pt_br: Aumento por valor fixo

source: Decrease
pt_br: Diminuir

source: Decrease by %
pt_br: Diminuir por %

source: Decrease by fixed amount
pt_br: Diminuir por valor fixo

source: Set fixed
pt_br: Definir fixo

source: Set fixed amount
pt_br: Definir valor fixo

source: Round upwards
pt_br: Arredondar para cima

source: Round downwards
pt_br: Arredondar para baixo

source: Round two decimals
pt_br: Arredondar duas casas decimais

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Allow
pt_br: Permitir

source: Do not allow
pt_br: Não permitir

source: Allow, but notify customer
pt_br: Permitir, mas notificar o cliente

source: Clear
pt_br: Limpar

source: Set SKU
pt_br: Definir SKU

source: Set tags (use comma to split)
pt_br: Definir tags (use vírgula para dividir)

source: Add
pt_br: Adicionar

source: Add after
pt_br: Adicionar depois

source: Add before
pt_br: Adicionar antes

source: Add product ID after
pt_br: Adicione o ID do produto depois

source: Add product ID before
pt_br: Adicione o ID do produto antes

source: In stock
pt_br: Em estoque

source: Out of stock
pt_br: Sem estoque

source: On backorder
pt_br: Em espera

source: Generate SKU
pt_br: Gerar SKU

source: Make uppercase
pt_br: Forçar letras maiúsculas

source: Make lowercase
pt_br: Faça letras minúsculas

source: Get previous sale prices
pt_br: Obtenha preços de venda anteriores

source: Catalog & Search
pt_br: Catálogo e Pesquisa

source: Catalog
pt_br: Catálogo

source: Search
pt_br: Pesquisar

source: Hidden
pt_br: Oculto

source: Add Weight
pt_br: Adicionar peso

source: Add Length
pt_br: Adicionar comprimento

source: Add Width
pt_br: Adicionar largura

source: Add Height
pt_br: Adicionar altura

source: Increase Saleprice by %
pt_br: Aumentar o preço de venda por %

source: Increase Saleprice by fixed amount
pt_br: Aumente o preço de venda em um valor fixo

source: Decrease Saleprice by fixed amount
pt_br: Diminuir o preço de venda por um valor fixo

source: Decrease Saleprice by %
pt_br: Diminuir preço de venda por %

source: Increase by % (from Price)
pt_br: Aumento por % (Preço a partir de)

source: Increase by fixed amount (from Price)
pt_br: Aumento por valor fixo (Preço a partir de)

source: Decrease by % (from Price)
pt_br: Diminuir por % (Preço a partir de)

source: Decrease by fixed amount (from Price)
pt_br: Diminuir por valor fixo (Preço a partir de)

source: Get previous price
pt_br: Obter preço anterior

source: None found
pt_br: Nenhum encontrado

source: Categories
pt_br: Categorias

source: Price
pt_br: Preço

source: Sale price
pt_br: Preço da oferta

source: Sale start date
pt_br: Data de início da oferta

source: Sale end date
pt_br: Data de término da oferta

source: Sale %
pt_br: Oferta %

source: Stock
pt_br: Estoque

source: Stock value
pt_br: Valor do estoque

source: Bulk Table Editor
pt_br: Editor de tabela em massa

source: General
pt_br: Geral

source: Integration
pt_br: Integração

source: The following options are used to configure Bulk Table Editor
pt_br: As seguintes opções são usadas para configurar o Editor de tabela em massa

source: Products per page
pt_br: Produtos por página

source: Will create a paging function
pt_br: Criará uma função de paginação

source: Default product category
pt_br: Categoria de produto padrão

source: Select product category or all products
pt_br: Selecione a categoria do produto ou todos os produtos

source: Query products by statuses
pt_br: Consultar produtos por status

source: Set the statuses you want to see, default all statuses is shown in the extension
pt_br: Defina os status que você deseja ver, o padrão é que todos os status sejam mostrados na extensão

source: Order by
pt_br: Ordenar por

source: Set order by, default is Name
pt_br: Definir ordem por, o padrão é Nome

source: Order
pt_br: Pedido

source: Set order, default is ASC
pt_br: Definir ordem, o padrão é ASC

source: Automatic stock management
pt_br: Gestão automática de estoque

source: Turns off stock management when stock has null/zero values, defaults sets status to: in stock
pt_br: Desativa o gerenciamento de estoque quando o estoque tem valores nulos/zero, o padrão define o status como: em estoque

source: Disable autofocus
pt_br: Desativar foco automático

source: Disables autofocus on input fields and controls in table
pt_br: Desativa o foco automático em campos de entrada e controles na tabela

source: Disable description
pt_br: Desativar descrição

source: Disables description field, increase of performance if many products/variations
pt_br: Desativa o campo de descrição, aumenta o desempenho se houver muitos produtos/variações

source: Autofocus on date selectors
pt_br: Foco automático em seletores de data

source: If checked the table date selectors in focus when mouse over
pt_br: Se marcado os seletores de data da tabela em foco ao passar o mouse

source: Filter ON SALE by Query (default JS)
pt_br: Filtrar A VENDA por consulta (JS padrão)

source: If many products this function should not be used (no paging so all products is loaded)
pt_br: Se houver muitos produtos, esta função não deve ser usada (sem paginação, então todos os produtos são carregados)

source: SKU generator length
pt_br: Comprimento do gerador SKU

source: Default 3 letters. I.e a product variation: Shirt, Blue, large generates to: shi-blu-lar
pt_br: Padrão 3 letras. Ou seja, uma variação do produto: Camisa, Azul, Grande gera para: CAM-AZU-GRA

source: SKU delimiter
pt_br: Delimitador de SKU

source: Default SKU uses - and creates SHI-BLU-LAR when generating
pt_br: O SKU padrão usa - e cria CAM-AZU-GRA ao gerar

source: Use default ( - )
pt_br: Use o padrão ( - )

source: Use dot ( . )
pt_br: Use ponto (.)

source: Hide edit options
pt_br: Ocultar opções de edição

source: Hides: edit product, other values and settings button
pt_br: Oculta: editar produto, outros valores e botão de configurações

source: Custom price (slug)
pt_br: Preço personalizado (slug)

source: Insert custom slug i.e _wholesaler_price. Recommended to use only a type of price and not i.e a percent value.
pt_br: Insira um slug personalizado, ou seja, _atacadista_preço. Recomendado usar apenas um tipo de preço e não um valor percentual.

source: Custom price name
pt_br: Nome do preço personalizado

source: Your custom column name in the table, keep it short
pt_br: O nome da sua coluna personalizada na tabela, seja curto

source: Integrations (get slug)
pt_br: Integrações (obter slug)

source: Select integration, will only work if plugin is installed
pt_br: Selecionar integração, só funcionará se o plugin estiver instalado

source: Select integration
pt_br: Selecionar integração

source: Name your price (suggested price field)
pt_br: Nomeie seu preço (campo de preço sugerido)

source: Cost & Reports (cost of goods field)
pt_br: Custos e relatórios (campo custo de mercadorias)

source: Cost of goods (cost of goods field)
pt_br: Custo das mercadorias (campo custo das mercadorias)

source: Wholesale for WooCommerce (wholesale field)
pt_br: Atacado para WooCommerce (campo de atacado)

source: Custom price - calculate like sales price
pt_br: Preço personalizado - calcule o mesmo preço de venda

source: If checked it uses price for calculations i.e: normal price - % = custom price. Uncheked it is independent i.e: custom price - % = new custom price
pt_br: Se marcado, usa o preço para cálculos i.n: preço normal -% = preço personalizado. Desmarcado, é independente, ou seja: preço personalizado -% = novo preço personalizado

source: Show extra column
pt_br: Mostrar coluna extra

source: Must be checked to show the custom price or SKU on main page
pt_br: Deve ser verificado para mostrar o preço personalizado ou SKU na página principal

source: Show SKU in main page
pt_br: Mostrar SKU na página principal

source: If checked SKU will show as custom column (replaces the custom integration price)
pt_br: Se marcado, o SKU será exibido como coluna personalizada (substitui o preço de integração personalizado)

source: Enable Vendors
pt_br: Habilitar fornecedores

source: If checked a column for vendor and bulk functions is enabled for setting vendors on products
pt_br: Se marcada, uma coluna para fornecedor e funções em massa serão habilitadas para definir fornecedores em produtos

source: Products
pt_br: Produtos

source: Variations
pt_br: Variações

source: - developed by %1$s%2$s%3$s
pt_br: - desenvolvido por %1$s%2$s%3$s

source: Undo changes
pt_br: Desfazer mudanças

source: Editor home
pt_br: Página inicial do editor

source: Other values
pt_br: Outros valores

source: search
pt_br: pesquisar

source: Search in
pt_br: Pesquisar em

source: Text
pt_br: Texto

source: Rows
pt_br: Linhas

source: No products found
pt_br: Nenhum produto encontrado

source: Move checked items to trash?
pt_br: Mover os itens marcados para a lixeira?

source: Delete rows
pt_br: Excluir linhas

source: Remove sales
pt_br: Remover vendas

source: Vendor
pt_br: Fornecedor

source: This plugin currently does not support mobile views.
pt_br: Este plugin atualmente não oferece suporte a visualizações móveis.

source: Please use screen size larger than 700px
pt_br: Use um tamanho de tela maior que 700px

source: Read the <a href="%1$s" target="_blank"> extension documentation </a> for more information.
pt_br: Leia a <a href="%1$s" target="_blank"> documentação da extensão </a> para obter mais informações.

source: Dismiss
pt_br: Liberar

source: Thank you for installing Bulk Table Editor for WooCommerce. You can now start to bulk update products.
pt_br: Obrigado por instalar o Editor de tabelas em massa para WooCommerce. Agora você pode começar a atualizar produtos em massa.

source: Start bulk editing products
pt_br: Comece a editar produtos em massa

source: Settings
pt_br: Configurações

source: Product image
pt_br: Imagem do produto

source: Select image
pt_br: Selecionar imagem

source: Cost & Reports
pt_br: Custos e relatórios

source: Calculate Your Price
pt_br: Calcule seu preço

source: Bulk Category Editor
pt_br: Editor de categorias em massa

source: Bulk Table Editor for WooCommerce
pt_br: Editor de tabelas em massa para WooCommerce

source: Enables bulk updating of product prices, stock, sale values, sku, tags and other.
pt_br: Permite atualização em massa de preços de produtos, estoque, valores de venda, sku, tags e outros.

source: Consortia
pt_br: Consórcios
