Repository: meumouse/translates
Catalog: woocommerce-shipment-tracking-*.po
Languages: pt_br

source: Sorry, you cannot list resources.
pt_br: Desculpe, você não pode listar recursos.

source: Sorry, you are not allowed to create resources.
pt_br: Desculpe, você não tem permissão para criar recursos.

source: Sorry, you cannot view this resource.
pt_br: Desculpe, você não pode visualizar este recurso.

source: Sorry, you are not allowed to delete this resource.
pt_br: Desculpe, você não tem permissão para excluir este recurso.

source: Invalid order ID.
pt_br: ID do pedido inválido.

source: Cannot create existing order shipment tracking.
pt_br: Não é possível criar o rastreamento de remessa de pedido existente.

source: Invalid shipment tracking ID.
pt_br: ID de rastreamento de envio inválido.

source: The shipment tracking cannot be deleted.
pt_br: O rastreamento da remessa não pode ser excluído.

source: Unique identifier for shipment tracking.
pt_br: Identificador exclusivo para rastreamento de remessas.

source: Tracking provider name.
pt_br: Nome do provedor de rastreamento.

source: Custom tracking provider name.
pt_br: Nome da transportadora personalizada.

source: Custom tracking provider link.
pt_br: Link de rastreio da transportadora personalizada.

source: Tracking number.
pt_br: Código de rastreio.

source: Date when package was shipped.
pt_br: Data em que o pacote foi enviado.

source: Shipment Tracking
pt_br: Código de rastreio

source: WooCommerce Shipment Tracking Order Data
pt_br: Dados do pedido de rastreamento de envio WooCommerce

source: WooCommerce Shipment Tracking Data
pt_br: Dados de rastreamento de remessa do WooCommerce

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
pt_br: Ao usar esta extensão, você pode estar armazenando dados pessoais ou compartilhando dados com um serviço externo. <a href="%s" target="_blank">Saiba mais sobre como isso funciona, incluindo o que você pode querer incluir em sua política de privacidade.</a>

source: Shipment Tracking - %s
pt_br: Código de rastreio - %s

source: Orders
pt_br: Pedidos

source: Click here to track your shipment
pt_br: Clique aqui para rastrear sua encomenda

source: Track
pt_br: Rastrear

source: Shipped on %s
pt_br: Enviado em %s

source: Delete
pt_br: Deletar

source: Add Tracking Number
pt_br: Adicionar código de rastreio

source: Provider:
pt_br: Transportadora:

source: Custom Provider
pt_br: Transportadora personalizada

source: Provider Name:
pt_br: Nome da transportadora:

source: Tracking number:
pt_br: Código de rastreio:

source: Tracking link:
pt_br: Link de rastreamento:

source: Date shipped:
pt_br: Data de envio:

source: Save Tracking
pt_br: Salvar rastreio

source: Preview:
pt_br: Pré-visualizar:

source: Order data
pt_br: Dados do pedido

source: Shipment tracking
pt_br: Código de rastreio

source: Select which document types should display shipment tracking.
pt_br: Selecione quais tipos de documento devem exibir o rastreamento de remessa.

source: TRACKING INFORMATION
pt_br: INFORMAÇÕES DE RASTREIO

source: Tracking Information
pt_br: Informações de rastreamento

source: Provider
pt_br: Transportadora

source: Tracking Number
pt_br: Código de rastreio

source: Date
pt_br: Data

source: Shipment Tracking requires WooCommerce to be installed and active. You can download %s here.
pt_br: O rastreamento de remessas requer que o WooCommerce esteja instalado e ativo. Você pode baixar %s aqui.

source: WooCommerce Shipment Tracking
pt_br: Rastreamento de Remessas WooCommerce

source: Add tracking numbers to orders allowing customers to track their orders via a link. Supports many shipping providers, as well as custom ones if neccessary via a regular link.
pt_br: Adicione números de rastreamento aos pedidos, permitindo que os clientes rastreiem seus pedidos por meio de um link. Suporta muitos provedores de envio, bem como os personalizados, se necessário, por meio de um link regular.
