Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

# plugins
source: All <span class="count">(%s)</span>
pt_br: Todos <span class="count">(%s)</span>

source: Plugins activation
pt_br: Ativação de plug-ins

source: Plugins list is empty.
pt_br: A lista de plugins está vazia.

source: Plus
pt_br: Mais

source: Popular categories
pt_br: Categorias populares

source: Popular Project Categories
pt_br: Categorias de projetos populares

source: Popular requests
pt_br: Solicitações populares

source: Popular requests:
pt_br: Pedidos populares:

source: Popular Sliders
pt_br: Controles deslizantes populares

source: Popularity
pt_br: Popularidade

source: Popup
pt_br: Aparecer

source: Popup background
pt_br: Plano de fundo pop-up

source: Popup delay
pt_br: Atraso pop-up

source: Popup element
pt_br: Elemento pop-up

source: Popup message
pt_br: Mensagem pop-up

source: Popup text
pt_br: Texto pop-up

source: Popup text color
pt_br: Cor do texto pop-up

source: Popup version
pt_br: Versão pop-up

source: Popup width
pt_br: Largura do pop-up

source: Popup width in pixels.
pt_br: Largura do pop-up em pixels.

source: Portfolio
pt_br: Portfólio

source: Portfolio */
pt_br: Portfólio */

source: Portfolio AJAX
pt_br: Portfólio AJAX

source: Portfolio archive
pt_br: Arquivo do portfólio

source: Portfolio archive background
pt_br: Plano de fundo do arquivo do portfólio

source: Portfolio base
pt_br: Base do portfólio

source: Portfolio category URL slug
pt_br: Slug de URL de categoria de portfólio

source: Portfolio effect
pt_br: Efeito portfólio

source: Portfolio load more
pt_br: Portfólio carregar mais

source: Portfolio masonry filters
pt_br: Filtros de alvenaria de portfólio

source: Portfolio order
pt_br: Pedido de portfólio

source: Portfolio order by
pt_br: Ordem de portfólio por

source: Portfolio page
pt_br: Página do portfólio

source: Portfolio pagination
pt_br: Paginação do portfólio

source: Portfolio photoswipe
pt_br: Deslizamento de fotos do portfólio

source: Portfolio project URL slug
pt_br: Slug de URL do projeto de portfólio

source: Portfolio style
pt_br: Estilo de portfólio

source: Portfolio style option alternative
pt_br: Alternativa de opção de estilo de portfólio

source: Portfolio style option parallax
pt_br: Paralaxe de opção de estilo de portfólio

source: Portfolio style option text hover
pt_br: Passe o texto da opção de estilo do portfólio

source: Portfolio style option text under image
pt_br: Texto de opção de estilo de portfólio sob a imagem

source: Portfolio Widget Area
pt_br: Área do widget do portfólio

source: Position
pt_br: Posição

source: Position by X (px)
pt_br: Posição por X (px)

source: Position by Y (px)
pt_br: Posição por Y (px)

source: Position of the mobile menu sidebar.
pt_br: Posição da barra lateral do menu móvel.

source: Post
pt_br: Publicar

source: Post ID
pt_br: Código da postagem

source: Post options
pt_br: Opções de postagem

source: Post source
pt_br: Origem da postagem

source: Post text
pt_br: Postar texto

source: Post type
pt_br: Tipo de postagem

source: Post/page parent ID
pt_br: ID pai da postagem/página

source: Posted by
pt_br: postado por

source: Posts
pt_br: Postagens

source: Posts by
pt_br: postado pelo

source: Posts excerpt
pt_br: Trecho de postagens

source: Posts navigation
pt_br: Navegação de postagens

source: Posts Tagged "%s"
pt_br: Postagens marcadas como "%s"

source: Pre-Packaged
pt_br: Pré-embalado

source: Prebuilt websites
pt_br: Sites pré-construídos

source: Prebuilt websites page
pt_br: Página de sites pré-construídos

source: Predefined button color
pt_br: Cor do botão predefinido

source: Predefined color
pt_br: Cor predefinida

source: Predefined color scheme
pt_br: Esquema de cores predefinido

source: Predefined layouts
pt_br: Layouts predefinidos

source: Predefined size
pt_br: Tamanho predefinido

source: Predefined subtitle color scheme
pt_br: Esquema de cores de legendas predefinido

source: Predefined title size
pt_br: Tamanho do título predefinido

source: Prefooter
pt_br: Pré-rodapé

source: Prefooter content
pt_br: Conteúdo do pré-rodapé

source: Preload key request for "woodmart-font.woff2"
pt_br: Solicitação de chave pré-carregada para "woodmart-font.woff2"

source: Preloader
pt_br: Pré-carregador

source: Preloader color scheme
pt_br: Esquema de cores do pré-carregador

source: Preset edited successfully.
pt_br: Predefinição editada com sucesso.

source: Preset name
pt_br: Nome predefinido

source: Presets
pt_br: Predefinições

source: Press OK to make this header default for all pages, Cancel to leave.
pt_br: Pressione OK para tornar este cabeçalho padrão para todas as páginas, Cancelar para sair.

source: Preview
pt_br: Visualizar

source: Previous (arrow left)
pt_br: Anterior (seta para a esquerda)

source: Previous and next products
pt_br: Produtos anteriores e seguintes

source: Previous product
pt_br: Produto anterior

source: Previous step
pt_br: Passo anterior

source: Price
pt_br: Preço

source: Price currency
pt_br: Moeda do preço

source: Price filter
pt_br: Filtro de preço

source: Price filter list
pt_br: Lista de filtros de preços

source: Price option
pt_br: Opção de preço

source: Price plan
pt_br: Plano de preços

source: Price suffix
pt_br: Sufixo de preço

source: Price value
pt_br: Valor do preço

source: Price: high to low
pt_br: Preço: alto a baixo

source: Price: low to high
pt_br: Preço: baixo a alto

source: Pricing
pt_br: Preços

source: Pricing plan name
pt_br: Nome do plano de preços

source: Pricing table element
pt_br: Elemento da tabela de preços

source: Pricing tables
pt_br: Tabelas de preços

source: Primary
pt_br: Primário

source: Primary Color
pt_br: Cor primária

source: Primary color
pt_br: Cor primária

source: Primary color + secondary font
pt_br: Cor primária + fonte secundária

source: Primary product discount
pt_br: Desconto no produto principal

source: Primary section
pt_br: Seção primária

source: Priority
pt_br: Prioridade

source: Processing
pt_br: Em processamento

source: Product
pt_br: produtos

source: product
pt_br: produto

source: Product 360 View Gallery (optional)
pt_br: Galeria de visualização 360 do produto (opcional)

source: Product add to cart
pt_br: Produto adicionar ao carrinho

source: Product additional information table
pt_br: Tabela de informações adicionais do produto

source: Product archive
pt_br: Arquivo do produto

source: Product archive background
pt_br: Plano de fundo do arquivo do produto

source: Product arrows
pt_br: Setas do produto

source: Product attribute
pt_br: Atributo do produto

source: Product background
pt_br: Histórico do produto

source: Product base hover
pt_br: Passe o mouse sobre a base do produto

source: Product brand information
pt_br: Informações sobre a marca do produto

source: Product brands
pt_br: Marcas de produtos

source: Product categories
pt_br: Categorias de Produtos

source: Product categories grid
pt_br: Grade de categorias de produtos

source: Product category
pt_br: Categoria de Produto

source: Product category %s
pt_br: Categoria de produto %s

source: Product columns
pt_br: Colunas de produtos

source: Product columns switcher
pt_br: Comutador de colunas de produtos

source: Product content
pt_br: Conteúdo do produto

source: Product count
pt_br: Contagem de produtos

source: Product countdown
pt_br: Contagem regressiva do produto

source: Product exclusions
pt_br: Exclusões de produtos

source: Product extra content
pt_br: Conteúdo extra do produto

source: Product filters
pt_br: Filtros de produtos

source: Product filters element
pt_br: Elemento de filtros do produto

source: Product gallery
pt_br: Galeria de produtos

source: Product hover small
pt_br: Passe o produto pequeno

source: Product image width
pt_br: Largura da imagem do produto

source: Product labels
pt_br: Rótulos de produtos

source: Product load more
pt_br: Produto carrega mais

source: Product long description
pt_br: Descrição longa do produto

source: Product loop
pt_br: Ciclo do produto

source: Product loop "Full info on image"
pt_br: Loop do produto "Informações completas na imagem"

source: Product loop "Full width button"
pt_br: Loop do produto "Botão de largura total"

source: Product loop "Icons and add to cart on hover"
pt_br: Loop do produto "Ícones e adicionar ao carrinho ao passar o mouse"

source: Product loop "Icons on hover"
pt_br: Loop de produto "Ícones ao passar o mouse"

source: Product loop "List"
pt_br: Loop de produto "Lista"

source: Product loop "Quick"
pt_br: Loop de produto "Rápido"

source: Product loop "Show summary on hover"
pt_br: Loop do produto "Mostrar resumo ao passar o mouse"

source: Product loop "Standard button"
pt_br: Loop do produto "Botão padrão"

source: Product loop "Standard button" & "Full info on hover"
pt_br: Loop do produto "Botão padrão" e "Informações completas ao passar o mouse"

source: Product loop "Tiled"
pt_br: Loop de produto "Tiled"

source: Product meta
pt_br: Meta do produto

source: Product meta value
pt_br: Metavalor do produto

source: Product more description
pt_br: Produto mais descrição

source: Product navigation
pt_br: Navegação do produto

source: Product page design
pt_br: Design da página do produto

source: Product price
pt_br: Preço do produto

# Product quantity input tooltip
source: Qty
pt_br: Quantidade

source: Product rating
pt_br: Classificação do produto

source: Product reviews
pt_br: Revisão de produtos

source: Product Setting (custom metabox from theme)
pt_br: Configuração do produto (metabox personalizada do tema)

source: Product short description
pt_br: Breve descrição do produto

source: Product source
pt_br: Origem do produto

source: Product stock progress bar
pt_br: Barra de progresso do estoque do produto

source: Product stretch content
pt_br: Conteúdo de alongamento do produto

source: Product summary
pt_br: Sumario de produtos

source: Product table and coupon code
pt_br: Tabela de produtos e código do cupom

source: Product tabs
pt_br: Guias de produtos

source: Product tabs element
pt_br: Elemento de guias de produtos

source: Product tabs for your marketplace
pt_br: Guias de produtos para o seu mercado

source: Product tag
pt_br: Etiqueta do produto

source: Product tags
pt_br: Etiquetas de produtos

source: Product term (category, tag, attribute)
pt_br: Termo do produto (categoria, tag, atributo)

source: Product title
pt_br: Título do produto

source: Product title lines limit
pt_br: Limite de linhas de título do produto

source: Product type
pt_br: Tipo de Produto

source: Product video URL
pt_br: URL do vídeo do produto

source: Product view
pt_br: Visualização do produto

source: Product visitor counter
pt_br: Contador de visitantes do produto

source: Product was successfully added to your cart.
pt_br: O produto foi adicionado com sucesso ao seu carrinho.

source: Product was successfully added to your wishlist.
pt_br: O produto foi adicionado com sucesso à sua lista de desejos.

source: Products
pt_br: Produtos

source: products
pt_br: produtos

source: Products (grid or carousel)
pt_br: Produtos (grade ou carrossel)

source: Products archive
pt_br: Arquivo de produtos

source: Products block
pt_br: Bloco de produtos

source: Products columns
pt_br: Colunas de produtos

source: Products columns on desktop
pt_br: Colunas de produtos na área de trabalho

source: Products columns on mobile
pt_br: Colunas de produtos no celular

source: Products columns on tablet
pt_br: Colunas de produtos no tablet

source: Products containing this bundle
pt_br: Produtos que contêm este pacote

source: Products design
pt_br: Projeto de produtos

source: Products grid
pt_br: Grade de produtos

source: Products grid with different sizes
pt_br: Grade de produtos com tamanhos diferentes

source: Products hover
pt_br: Produtos em foco

source: Products layout
pt_br: Layout de produtos

source: Products may have different sizes
pt_br: Os produtos podem ter tamanhos diferentes

source: Products may have different sizes.
pt_br: Os produtos podem ter tamanhos diferentes.

source: Products navigation
pt_br: Navegação de produtos

source: Products on your wishlist are on sale!
pt_br: Os produtos da sua lista de favoritos estão em promoção!

source: Products pagination
pt_br: Paginação de produtos

source: Products per page
pt_br: Produtos por página

source: Products per page links
pt_br: Links de produtos por página

source: Products per page variations
pt_br: Variações de produtos por página

source: Products styles
pt_br: Estilos de produtos

source: Products tab
pt_br: Aba de produtos

source: Products view
pt_br: Visualização de produtos

source: Products with NEW label
pt_br: Produtos com etiqueta NOVA

source: Project
pt_br: Projeto

source: Project Categories
pt_br: Categorias de projeto

source: Project Category
pt_br: Categoria do projeto

source: Project link
pt_br: Link do projeto

source: Project name in page title
pt_br: Nome do projeto no título da página

source: Project options
pt_br: Opções do projeto

source: Projects
pt_br: Projetos

source: Projects columns on desktop
pt_br: Colunas de projetos na área de trabalho

source: Projects columns on mobile
pt_br: Colunas de projetos no celular

source: Projects columns on tablet
pt_br: Colunas de projetos no tablet

source: Projects navigation
pt_br: Navegação de projetos

source: Promo Banner
pt_br: Faixa promocional

source: Promo banner with text
pt_br: Banner promocional com texto

source: Promo image with text and hover effect
pt_br: Imagem promocional com texto e efeito de foco

source: Promo popup
pt_br: Pop-up promocional

source: Promo popup content
pt_br: Conteúdo pop-up promocional

source: Promo popup option
pt_br: Opção de pop-up promocional

source: Proportional placeholders size
pt_br: Tamanho dos espaços reservados proporcionais

source: Provide the description for primary timeline item.
pt_br: Forneça a descrição do item de linha do tempo principal.

source: Provide the description for secondary timeline item.
pt_br: Forneça a descrição do item de linha do tempo secundário.

source: Provide the title for primary timeline item.
pt_br: Forneça o título do item da linha do tempo principal.

source: Provide the title for secondary timeline item.
pt_br: Forneça o título do item de linha do tempo secundário.

source: Provide the title for this timeline item.
pt_br: Forneça o título para este item da linha do tempo.

source: Published
pt_br: Publicados

source: Purchase code
pt_br: Código de compra

source: Quantity
pt_br: Quantidade

source: Quantity input on product
pt_br: Quantidade de entrada no produto

source: Quantity input on shopping cart widget
pt_br: Entrada de quantidade no widget do carrinho de compras

source: Quantity on products grid
pt_br: Quantidade na grade de produtos

source: Query
pt_br: Consulta

source: Query type
pt_br: Tipo de consulta

source: Quick
pt_br: Rápido

source: Quick shop
pt_br: Compra rápida

source: Quick view
pt_br: Olhada rápida

source: Quick view layout
pt_br: Layout de visualização rápida

source: Quick view width
pt_br: Largura da visualização rápida

source: Random
pt_br: Aleatório

source: Random order
pt_br: Ordem aleatória

source: Rate our theme
pt_br: Avalie nosso tema

source: Rated %s out of 5
pt_br: Avaliado %s de 5

source: Read more
pt_br: Consulte Mais informação

source: Read more button
pt_br: Botão Leia mais

source: Read more description
pt_br: Leia mais descrição

source: Read more description button
pt_br: Leia mais botão de descrição

source: Recent Posts
pt_br: Postagens recentes

source: Recent Tweets
pt_br: tweets recentes

source: Recently Viewed Products
pt_br: Produtos vistos recentemente

source: Recommended
pt_br: Recomendado

source: Recommended -200 to 200
pt_br: Recomendado -200 a 200

source: Recommended size: 1200×900 (px). Theme preview image that will be displayed in Dashboard -> Appearance -> Themes.
pt_br: Tamanho recomendado: 1200×900 (px). Imagem de visualização do tema que será exibida em Painel -> Aparência -> Temas.

source: Recommended size: 170x45 (px). Logo image that will be displayed in dashboard header on theme pages.
pt_br: Tamanho recomendado: 170 x 45 (px). Imagem do logotipo que será exibida no cabeçalho do painel nas páginas do tema.

source: Recommended size: 20x20 (px). Icons that will be displayed in Wordpress dashboard admin bar and sidebar.
pt_br: Tamanho recomendado: 20 x 20 (px). Ícones que serão exibidos na barra de administração e barra lateral do painel do Wordpress.

source: Rectangle
pt_br: Retângulo

source: Rectangular
pt_br: Retangular

source: Red
pt_br: Vermelho

source: Redirect location
pt_br: Local de redirecionamento

source: Register
pt_br: Registrar-se

source: Registration text
pt_br: Texto de registro

source: Registration title
pt_br: Título de registro

source: Registrer
pt_br: Registro

source: Regular and sale price
pt_br: Preço normal e preço promocional

source: Regular price
pt_br: Preço regular

source: Related & Upsells
pt_br: Relacionados e upsells

source: Related (Single product)
pt_br: Relacionado (produto único)

source: Related Posts
pt_br: Postagens relacionadas

source: Related posts
pt_br: Postagens relacionadas

source: Related products
pt_br: Produtos relacionados

source: Related products is a section that pulls products from your store that share the same tags or categories as the current product.
pt_br: Produtos relacionados é uma seção que extrai produtos de sua loja que compartilham as mesmas tags ou categorias do produto atual.

source: Related projects
pt_br: Projetos relacionados

source: Remember me
pt_br: Lembrar de mim

source: Remove
pt_br: Remover

source: Remove category
pt_br: Remover categoria

source: Remove condition
pt_br: Remover condição

source: Remove content
pt_br: Remover conteúdo

source: Remove duplicate price for variable product
pt_br: Remover preço duplicado para produto variável

source: Remove from cart loader
pt_br: Remover do carregador do carrinho

source: Remove image
pt_br: Remover imagem

source: Remove jQuery Migrate
pt_br: Remover jQuery Migrate

source: Remove jQuery Migrate eliminates a JS file and can improve load time.
pt_br: Remover jQuery Migrate elimina um arquivo JS e pode melhorar o tempo de carregamento.

source: Remove preset
pt_br: Remover predefinição

source: Remove this item
pt_br: Remover este item

source: Remove variation gallery image
pt_br: Remover imagem da galeria de variação

source: Remove wishlist
pt_br: Remover lista de desejos

source: Repeat All
pt_br: Repita tudo

source: Repeat horizontally
pt_br: Repetir horizontalmente

source: Repeat vertically
pt_br: Repetir verticalmente

source: Replace title
pt_br: Substituir título

source: Replaces all instances of "Woodmart"
pt_br: Substitui todas as instâncias de "Woodmart"

source: Required
pt_br: Requeridos

source: Required for stock progress bar option
pt_br: Obrigatório para a opção da barra de progresso de ações

source: Required for stock progress bar option.
pt_br: Necessário para a opção da barra de progresso de ações.

source: Required for the compare table page.
pt_br: Obrigatório para a página da tabela de comparação.

source: Required for the wishlist page.
pt_br: Obrigatório para a página da lista de desejos.

source: Required Update not Available
pt_br: Atualização necessária não disponível

source: Required update not available
pt_br: Atualização necessária não disponível

source: Requires Update
pt_br: Requer atualização

source: Requires Yoast SEO plugin to be installed. Replaces standard breadcrumbs with the custom one that comes with the plugin. You need to enable and configure it in Dashboard -> SEO -> Search Appearance -> Breadcrumbs.
pt_br: Requer a instalação do plugin Yoast SEO. Substitui o breadcrumbs padrão pelo customizado que vem com o plugin. Você precisa habilitá-lo e configurá-lo em Dashboard -> SEO -> Search Appearance -> Breadcrumbs.

source: Requires Yoast SEO plugin to be installed. Replaces standard WooCommerce breadcrumbs with the custom one that comes with the plugin. You need to enable and configure it in Dashboard -> SEO -> Search Appearance -> Breadcrumbs.
pt_br: Requer a instalação do plugin Yoast SEO. Substitui as migalhas de pão padrão do WooCommerce pela personalizada que vem com o plug-in. Você precisa habilitá-lo e configurá-lo em Dashboard -> SEO -> Search Appearance -> Breadcrumbs.

source: Reset all settings
pt_br: Redefinir todas as configurações

source: Reset margin (deprecated)
pt_br: Redefinir margem (obsoleto)

source: Reset to default
pt_br: Restaurar ao padrão

source: Responsive Options
pt_br: Opções responsivas

source: Responsive text block (old)
pt_br: Bloco de texto responsivo (antigo)

source: Responsive text element
pt_br: Elemento de texto responsivo

source: Result count
pt_br: Contagem de resultados

source: Results from blog
pt_br: Resultados do blog

source: Return to Required Plugins Installer
pt_br: Voltar para instalador de Plugins necessários

source: Return To Shop
pt_br: Voltar à loja

source: Return to shop
pt_br: Voltar à loja

source: Return to the Dashboard
pt_br: Retorne para o Dashboard

source: Reverse row columns on mobile and tablet devices.
pt_br: Colunas de linha inversas em dispositivos móveis e tablets.

source: Review images
pt_br: Revisar imagens

source: Review images metabox
pt_br: Revisar metabox de imagens

source: Reviews
pt_br: Avaliações

source: Reviews and review form
pt_br: Comentários e formulário de revisão

source: Reviews location
pt_br: Localização dos comentários

source: Revolution sliders
pt_br: Controles deslizantes de revolução

source: Right
pt_br: Direita

source: Right Bottom
pt_br: Inferior direito

source: Right bottom
pt_br: Inferior direito

source: Right Center
pt_br: Centro direito

source: Right center
pt_br: Centro direito

source: Right flip Y
pt_br: Virar para a direita Y

source: Right Top
pt_br: Bem no topo

source: Right top
pt_br: Bem no topo

source: Root
pt_br: Raiz

source: Rotate slider images automatically.
pt_br: Gire as imagens do controle deslizante automaticamente.

source: Rotate Z
pt_br: Girar Z

source: Round
pt_br: Redondo

source: Rounded
pt_br: Arredondado

source: Rounded corners for images
pt_br: Cantos arredondados para imagens

source: Rounding
pt_br: Arredondamento

source: Row
pt_br: Fileira

source: Row flex layout
pt_br: Layout flexível de linha

source: Row height
pt_br: Altura da linha

source: Row height on mobile devices
pt_br: Altura da linha em dispositivos móveis

source: Row height on sticky header
pt_br: Altura da linha no cabeçalho fixo

source: Row reverse
pt_br: Linha inversa

source: Sale
pt_br: Oferta

source: Sale countdown
pt_br: Contagem regressiva de vendas

source: Sale end date will be based on the first variation date of the product.
pt_br: A data de término da venda será baseada na primeira data de variação do produto.

source: Sale price end date countdown
pt_br: Contagem regressiva da data de término do preço de venda

source: Sale Products
pt_br: Produtos em promoção

source: Sale!
pt_br: Oferta!

source: Sales
pt_br: Vendas

source: Save
pt_br: Salvar

source: Save button state after adding to the wishlist
pt_br: Salvar estado do botão depois de adicionar à lista de desejos

source: Save conditions
pt_br: Salvar condições

source: Save header
pt_br: Salvar cabeçalho

source: Save options
pt_br: Salvar opções

source: Save preset
pt_br: Salvar predefinição

source: sc
pt_br: segundos

source: Scalable
pt_br: Escalável

source: Scrape (deprecated)
pt_br: Raspar (obsoleto)

source: Scripts always load
pt_br: Scripts sempre carregam

source: Scripts never load
pt_br: Scripts nunca carregam

source: Scroll
pt_br: Rolagem

source: Scroll Bar
pt_br: Barra de rolagem

source: Scroll for filters widgets
pt_br: Role para widgets de filtros

source: Scroll offset
pt_br: Deslocamento de rolagem

source: Scroll per page
pt_br: Rolar por página
