Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

# submit button
source: Search for pages
pt_br: Pesquisar por páginas

# submit button
source: Search for posts
pt_br: Pesquisar por postagens

# submit button
source: Search for products
pt_br: Pesquisar por produtos

# submit button
source: Search for projects
pt_br: Pesquisar por projetos

source: Submit form on
pt_br: Enviar formulário em

source: Subset
pt_br: Subconjunto

source: Subtitle
pt_br: Legenda

source: Subtitle desktop text size ( > 1024px )
pt_br: Tamanho do texto da área de trabalho da legenda (> 1024px)

source: Subtitle mobile text size ( < 767px )
pt_br: Tamanho do texto para celular da legenda ( < 767px )

source: Subtitle style
pt_br: Estilo de legenda

source: Subtitle tablet text size ( < 1024px )
pt_br: Tamanho do texto do tablet da legenda ( < 1024px )

source: Success
pt_br: Sucesso

source: Success message
pt_br: Mensagem de sucesso

source: Success notice background color
pt_br: Cor de fundo do aviso de sucesso

source: Success notice text color
pt_br: Cor do texto do aviso de sucesso

source: Suffix
pt_br: Sufixo

source: Suggest to use this option if you have large banners. Padding will be set in percentage to your screen width.
pt_br: Sugira usar esta opção se você tiver banners grandes. O preenchimento será definido em porcentagem para a largura da tela.

source: Support forum
pt_br: Fórum de suporte

source: SVG animation
pt_br: Animação SVG

source: Swap
pt_br: Troca

source: Swap menus
pt_br: Trocar menus

source: Swatch
pt_br: Amostra

source: Swatch image
pt_br: Imagem de amostra

source: Swatch label position
pt_br: Posição da etiqueta de amostra

source: Swatch shape
pt_br: Forma de amostra

source: Swatch size
pt_br: Tamanho da amostra

source: Swatch style
pt_br: Estilo de amostra

source: Swatches buttons will be filled with images chosen for product variations and not with images uploaded to attribute terms.
pt_br: Os botões de amostras serão preenchidos com imagens escolhidas para variações de produtos e não com imagens carregadas para termos de atributo.

source: Swatches layout
pt_br: v

source: Swatches limit
pt_br: v

source: Swatches on grid
pt_br: Os botões de amostras serão preenchidos com imagens escolhidas para variações de produtos e não com imagens carregadas para termos de atributo.

source: Swatches shape
pt_br: Forma de amostras

source: Swatches size
pt_br: Tamanho das amostras

source: Swatches style
pt_br: Estilo de amostras

source: Swatches variations
pt_br: Variações de amostras

source: Sweet wave
pt_br: Doce onda

source: Swiper library
pt_br: Biblioteca deslizante

source: System fonts
pt_br: Fontes do sistema

source: Tab
pt_br: Aba

source: Tab [1]
pt_br: Aba [1]

source: Tab [2]
pt_br: Aba [2]

source: Tab [3]
pt_br: Aba [3]

source: Tab Title
pt_br: Título da guia

source: Tab title
pt_br: Título da guia

source: Tabbed content
pt_br: Conteúdo com guias

source: Table width
pt_br: Largura da mesa

source: Tablet text size ( < 1024px )
pt_br: Tamanho do texto do tablet ( < 1024px )

source: Tabs
pt_br: Abas

source: Tabs description
pt_br: Descrição das guias

source: Tabs element
pt_br: Elemento de guias

source: Tabs items
pt_br: Itens de guias

source: Tabs layout
pt_br: Layout de guias

source: Tabs location
pt_br: Localização das guias

source: Tabs primary color
pt_br: Cor primária das guias

source: Tabs title
pt_br: Título das guias

source: Tag
pt_br: Marcação

source: Tag Archives:
pt_br: Arquivos de tags:

source: Tag your photos with <span>%s</span> on Instagram.
pt_br: Marque suas fotos com %s no Instagram.

source: Tag:
pt_br: Marcação:

source: Tags
pt_br: Tag

source: Takes the slider's width
pt_br: Pega a largura do controle deslizante

source: Taxonomy
pt_br: Taxonomia

source: Team Member
pt_br: Membro da equipe

source: Team member
pt_br: Membro da equipe

source: Team member element
pt_br: Elemento membro da equipe

source: Telegram
pt_br: Telegrama

source: Telegram link
pt_br: Link do telegrama

source: Telegram social link
pt_br: Link social do telegrama

source: Term ID
pt_br: ID do termo

source: Terms and conditions
pt_br: Termos e Condições

source: Testimonial
pt_br: Testemunho

source: Testimonial element
pt_br: Elemento de testemunho

source: Testimonial old element
pt_br: Elemento antigo de testemunho

source: Testimonials
pt_br: Depoimentos

source: Text
pt_br: Texto

source: Text active color
pt_br: Cor ativa do texto

source: Text after title
pt_br: Texto após o título

source: Text align
pt_br: Alinhamento de texto

source: Text alignment
pt_br: Alinhamento de texto

source: Text background color
pt_br: Cor de fundo do texto

source: Text block
pt_br: Bloco de texto

source: Text block element
pt_br: Elemento de bloco de texto

source: Text color
pt_br: Cor do texto

source: Text color for page title
pt_br: Cor do texto do título da página

source: Text color for title
pt_br: Cor do texto para o título

source: Text color hover
pt_br: Passe o mouse sobre a cor do texto

source: Text color scheme
pt_br: Esquema de cores do texto

source: Text color scheme on hover
pt_br: Esquema de cores do texto ao passar o mouse

source: Text displayed in Dashboard -> WoodMart.
pt_br: Texto exibido em Dashboard -> WoodMart.

source: Text font
pt_br: Fonte do texto

source: Text hover color
pt_br: Cor de foco do texto

source: Text larger
pt_br: Texto maior

source: Text next to copyrights
pt_br: Texto ao lado de direitos autorais

source: Text on marker
pt_br: Texto no marcador

source: Text size
pt_br: Tamanho do texto

source: Text swatch
pt_br: Amostra de texto

source: Text transform
pt_br: Transformação de texto

source: Text under image
pt_br: Texto sob a imagem

source: Text will be displayed if user don't add any products to cart
pt_br: O texto será exibido se o usuário não adicionar nenhum produto ao carrinho

source: Text will be displayed if user don't add any products to compare
pt_br: O texto será exibido se o usuário não adicionar nenhum produto para comparar

source: Text will be displayed if user don't add any products to wishlist.
pt_br: O texto será exibido se o usuário não adicionar nenhum produto à lista de desejos.

source: Text with icon
pt_br: Texto com ícone

source: Text/HTML
pt_br: Texto/HTML

source: Text/HTML content
pt_br: Conteúdo de texto/HTML

source: Thank you for choosing our theme!
pt_br: Obrigado por escolher nosso tema!

source: Thank you for purchasing our premium eCommerce theme - Woodmart. Here you are able to start creating your awesome web store by importing our prebuilt websites and theme options.
pt_br: Obrigado por adquirir nosso tema premium de comércio eletrônico - Woodmart. Aqui você pode começar a criar sua incrível loja virtual importando nossos sites pré-construídos e opções de temas.

source: Thank you page
pt_br: Página de agradecimento

source: Thank you. Your order has been received.
pt_br: Obrigada. Seu pedido foi recebido.

source: The content block will not have any paddings
pt_br: O bloco de conteúdo não terá preenchimentos

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
pt_br: O plug-in a seguir precisa ser atualizado para sua versão mais recente para garantir a máxima compatibilidade com este tema: %1$s.

source: The following plugin was activated successfully:
pt_br: O seguinte plugin foi ativado com sucesso:

source: The following recommended plugin is currently inactive: %1$s.
pt_br: O seguinte plug-in recomendado está atualmente inativo: %1$s.

source: The following required plugin is currently inactive: %1$s.
pt_br: O seguinte plug-in obrigatório está atualmente inativo: %1$s.

source: The footer will be displayed behind the content of the page and will be visible when user scrolls to the bottom on the page.
pt_br: O rodapé será exibido atrás do conteúdo da página e ficará visível quando o usuário rolar até o final da página.

source: The header builder cannot be loaded correctly. Probably, there is some JS conflict with some of the installed plugins or some issue with the header builder script. Check your JS console to debug this. Try to disable all external plugins and be sure that you have the latest version of the theme installed and then check again.
pt_br: O construtor de cabeçalho não pode ser carregado corretamente. Provavelmente, há algum conflito de JS com alguns dos plugins instalados ou algum problema com o script do construtor de cabeçalho. Verifique seu console JS para depurar isso. Tente desabilitar todos os plugins externos e certifique-se de ter a versão mais recente do tema instalada e verifique novamente.

source: The height for the banner area in pixels on desktop devices.
pt_br: A altura da área do banner em pixels em dispositivos desktop.

source: The height for the banner area in pixels on mobile devices.
pt_br: A altura da área do banner em pixels em dispositivos móveis.

source: The ID of Navigation anchor.
pt_br: O ID da âncora de navegação.

source: The image will be used for this category display in any menu displayed in the header.
pt_br: A imagem será usada para exibição desta categoria em qualquer menu exibido no cabeçalho.

source: The information from this product will be used as an example while you are working with the product template and Elementor.
pt_br: As informações deste produto serão usadas como exemplo enquanto você estiver trabalhando com o modelo de produto e o Elementor.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
pt_br: O processo de instalação e ativação está começando. Esse processo pode demorar um pouco em alguns hosts, portanto, seja paciente.

source: The installation of %1$s failed.
pt_br: A instalação de %1$s falhou.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
pt_br: O processo de instalação está começando. Esse processo pode demorar um pouco em alguns hosts, portanto, seja paciente.

source: The link will be added to the whole banner area.
pt_br: O link será adicionado a toda a área do banner.

source: The maximum file size is %s and you can upload up to %s images.
pt_br: O tamanho máximo do arquivo é %s e você pode carregar até %s imagens.

source: The maximum upload file size: %s.
pt_br: O tamanho máximo do arquivo de upload: %s.

source: The name of icon from Font Awesome 5 list. For example:
pt_br: O nome do ícone da lista Font Awesome 5. Por exemplo:

source: The number of posts to skip
pt_br: O número de postagens a serem ignoradas

source: The patch is already applied.
pt_br: O patch já está aplicado.

source: The pioneer multi-vendor plugin for WordPress. Start your own marketplace in minutes!
pt_br: O plugin pioneiro de vários fornecedores para WordPress. Comece seu próprio mercado em minutos!

source: The product on your wishlist is back in stock!
pt_br: O produto da sua lista de desejos está de volta ao estoque!

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
pt_br: O pacote de plug-in remoto consiste em mais de um arquivo, mas os arquivos não são empacotados em uma pasta.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
pt_br: O pacote de plugin remoto não contém uma pasta com o slug desejado e a renomeação não funcionou.

source: The text must be wrapped with the <u></u> tag to highlight it.
pt_br: O texto deve ser envolvido com a tag para destacá-lo.

source: The token provided does not match the current user; make sure to log in with the right account
pt_br: O token fornecido não corresponde ao usuário atual; certifique-se de fazer login com a conta certa

source: The token provided is expired; contact us to so we can manually unsubscribe your from the list
pt_br: O token fornecido expirou; entre em contato conosco para que possamos cancelar manualmente sua inscrição na lista

source: The total number of related products to display.
pt_br: O número total de produtos relacionados a serem exibidos.

source: The width of the element will depend on its content
pt_br: A largura do elemento dependerá do seu conteúdo

source: The World's Leading WordPress Website Builder
pt_br: O principal construtor de sites WordPress do mundo

source: Theme admin bar menu
pt_br: Menu da barra de administração do tema

source: Theme elements
pt_br: Elementos do tema

source: Theme fonts
pt_br: Fontes de tema

source: Theme license
pt_br: Licença de tema

source: Theme license page
pt_br: Página de licença do tema

source: Theme Name
pt_br: Nome do tema

source: Theme name
pt_br: Nome do tema

source: Theme plugins
pt_br: Plug-ins de tema

source: Theme settings
pt_br: Configurações de tema

source: Theme settings backup
pt_br: Backup de configurações do tema

source: Theme settings hints
pt_br: Dicas de configurações do tema

source: Theme settings presets
pt_br: Predefinições de configurações de tema

source: Theme style
pt_br: Estilo do tema

source: Theme Version
pt_br: Versão do tema

source: There are currently no existing backups.
pt_br: No momento, não há backups existentes.

source: There are currently no existing presets.
pt_br: No momento, não há predefinições existentes.

source: There are no patches found for your theme version.
pt_br: Não foram encontrados patches para a versão do seu tema.

source: There are no slides yet.
pt_br: Ainda não há slides.

source: There are one or more required or recommended plugins to install, update or activate.
pt_br: Há um ou mais plugins obrigatórios ou recomendados para instalar, atualizar ou ativar.

source: These attributes will be used to connect selected products with each other.
pt_br: Esses atributos serão usados ​​para conectar produtos selecionados entre si.

source: Thin 100
pt_br: Fino 100

source: Third
pt_br: Terceiro

source: This button moves you to the top of the page when you click it.
pt_br: Este botão move você para o topo da página quando você clica nele.

source: This categories menu is generated automatically based on all categories in the shop. You are not able to manage this menu as other WordPress menus.
pt_br: Este menu de categorias é gerado automaticamente com base em todas as categorias da loja. Você não pode gerenciar este menu como outros menus do WordPress.

source: This container will become a full-width wrapper for inner containers. "Content Width" option for the current element will stop working and content width need to be controlled via inner containers
pt_br: Este contêiner se tornará um wrapper de largura total para contêineres internos. A opção "Content Width" para o elemento atual deixará de funcionar e a largura do conteúdo precisará ser controlada por meio de contêineres internos

source: This element is created for the compare page and you can find all its configuration in Theme Settings.
pt_br: Este elemento é criado para a página de comparação e você pode encontrar toda a sua configuração em Theme Settings.

source: This element is created for the wishlist page and you can find all its configuration in Theme Settings.
pt_br: Este elemento é criado para a página da lista de desejos e você pode encontrar toda a sua configuração em Configurações do tema.

source: This email is sent to customers when an item of their wishlist is back in stock
pt_br: Este e-mail é enviado aos clientes quando um item de sua lista de desejos está novamente em estoque

source: This email is sent to customers when an item of their wishlist is on sale
pt_br: Este e-mail é enviado aos clientes quando um item de sua lista de desejos está em promoção

source: This feature allows you to create a new kind of variable product based on simple products. You can create linked variations bundles via Dashboard -> Products -> Linked variations. Read more information in our <a href="https://xtemos.com/docs-topic/linked-variations/" target="_blank">documentation</a>.
pt_br: Esse recurso permite criar um novo tipo de produto variável com base em produtos simples. Você pode criar pacotes de variações vinculadas via Painel -> Produtos -> Variações vinculadas. Leia mais informações em nossa documentação.

source: This field lets you modify the email subject line. Leave blank to use the default subject: <code>%s</code>.
pt_br: Este campo permite modificar a linha de assunto do email. Deixe em branco para usar o assunto padrão: %s.

source: This field lets you modify the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
pt_br: Este campo permite modificar o cabeçalho principal contido na notificação por e-mail. Deixe em branco para usar o título padrão: %s.

source: This image will be used in the page title categories menu and categories element with the selected option type "navigation".
pt_br: Esta imagem será utilizada no menu de categorias do título da página e no elemento de categorias com a opção selecionada tipo "navegação".

source: This is somewhat embarrassing, isn&rsquo;t it?
pt_br: Isso é um pouco embaraçoso, não é?

source: This label is displayed for products if you enabled this option for particular items.
pt_br: Esse rótulo é exibido para produtos se você ativou essa opção para itens específicos.

source: This message will be displayed when the visitor don't verify his age.
pt_br: Esta mensagem será exibida quando o visitante não verificar sua idade.

source: This option allows you to decrease a number of HTTP requests replacing images with base 64 encoded sources.
pt_br: Essa opção permite diminuir um número de solicitações HTTP substituindo imagens por fontes codificadas em base 64.

source: This option allows you to init carousel script only when visitor scroll the page to the slider. Useful for performance optimization.
pt_br: Esta opção permite que você inicie o script do carrossel somente quando o visitante rolar a página até o controle deslizante. Útil para otimização de desempenho.

source: This option allows you to init carousel script only when visitor scroll the page to the slider. Useful for performance optimization.'
pt_br: Esta opção permite que você inicie o script do carrossel somente quando o visitante rolar a página até o controle deslizante. Útil para otimização de desempenho.'

source: This option doesn't affect anything. It just shows/hides all scripts configuration. Note that we don't recommend you enable/disable any scripts if you are not sure how they work.
pt_br: Esta opção não afeta nada. Apenas mostra/oculta todas as configurações de scripts. Observe que não recomendamos que você habilite/desabilite nenhum script se não tiver certeza de como eles funcionam.

source: This option doesn’t work for small CSS files. And since our Combine CSS option is deprecated, this option is deprecated too. Note that small CSS parts are always minified by default.
pt_br: Esta opção não funciona para pequenos arquivos CSS. E como nossa opção Combine CSS está obsoleta, essa opção também está obsoleta. Observe que pequenas partes CSS são sempre minificadas por padrão.

source: This option will hide a higher price for variable products and leave only a small one.
pt_br: Esta opção ocultará um preço mais alto para produtos variáveis ​​e deixará apenas um pequeno.

source: This option will prevent filters area from closing when you click on certain filter links.
pt_br: Esta opção impedirá que a área de filtros seja fechada quando você clicar em determinados links de filtro.

source: This option will replace standard WordPress gallery with “Justified gallery” JS library.
pt_br: Esta opção substituirá a galeria padrão do WordPress pela biblioteca JS “Galeria justificada”.

source: This option works with WooCommerce query Data source only. They are dedicated to the shop page layout.
pt_br: Esta opção funciona apenas com a fonte de dados de consulta do WooCommerce. Eles são dedicados ao layout da página da loja.

source: This plugin needs to be updated to be compatible with your theme.
pt_br: Este plugin precisa ser atualizado para ser compatível com o seu tema.

source: This product is currently out of stock and unavailable.
pt_br: Este produto está atualmente fora de estoque e indisponível.

source: This section allows you to generate a custom CSS file based on our core theme styles. It means that you can reduce your CSS file size if you are not using some part of the functionality. Useful for performance and loading time optimization.
pt_br: Esta seção permite que você gere um arquivo CSS personalizado com base em nossos estilos de tema principais. Isso significa que você pode reduzir o tamanho do arquivo CSS se não estiver usando alguma parte da funcionalidade. Útil para otimização de desempenho e tempo de carregamento.

source: This theme recommends the following plugin: %1$s.
pt_br: Este tema recomenda o seguinte plugin: %1$s.

source: This theme requires the following plugin: %1$s.
pt_br: Este tema requer o seguinte plugin: %1$s.

source: This wishlist is empty.
pt_br: Esta lista de favoritos está vazia.

source: Three Columns
pt_br: Três Colunas

source: Threesixty
pt_br: Três sessenta

source: Thumbnail (height)
pt_br: Miniatura (altura)

source: Thumbnail (width)
pt_br: Largura da miniatura)

source: Thumbnails
pt_br: Miniaturas

source: Thumbnails image width
pt_br: Largura da imagem das miniaturas

source: Thumbnails position
pt_br: Posição das miniaturas

source: TikTok link
pt_br: Link do TikTok

source: TikTok social link
pt_br: Link social do TikTok

source: Tiled
pt_br: Azulejo

source: Timeline
pt_br: Linha do tempo

source: Timeline breakpoint
pt_br: Ponto de interrupção da linha do tempo

source: Timeline element
pt_br: Elemento da linha do tempo

source: Timeline for the history of your product
pt_br: Linha do tempo para o histórico do seu produto

source: Timeline item
pt_br: Item da linha do tempo

source: Timeline items
pt_br: Itens da linha do tempo

source: Title
pt_br: Título

source: Title alignment
pt_br: Alinhamento do título

source: Title and Subtitle
pt_br: Título e subtítulo

source: Title background color
pt_br: Cor de fundo do título

source: Title desktop text size ( > 1024px )
pt_br: Tamanho do texto da área de trabalho do título (> 1024px)

source: Title font
pt_br: Fonte do título

source: Title for posts
pt_br: Título para postagens

source: Title for the tab
pt_br: Título para a aba

source: Title is empty!
pt_br: O título está vazio!

source: Title mobile text size ( < 767px )
pt_br: Tamanho do texto para celular do título ( < 767px )

source: Title options
pt_br: Opções de título

source: Title Primary
pt_br: Título Primário

source: Title Secondary
pt_br: Título Secundário

source: Title style
pt_br: Estilo do título

source: Title tablet text size ( < 1024px )
pt_br: Tamanho do texto do tablet do título ( < 1024px )

source: Title tag
pt_br: Etiqueta de título

source: Title text
pt_br: Texto do título

source: Title Typography
pt_br: Tipografia do título

source: Title typography
pt_br: Tipografia do título

source: Title:
pt_br: Título:

source: To Activate <span class="count">(%s)</span>
pt_br: Para Ativar <span class="count">(%s)</span>

source: To activate the theme and receive product support, you have to register your Envato purchase code on our site. This purchase code will be stored together with support expiration dates and your user data. This is required for us to provide you with product support and other customer services.
pt_br: Para ativar o tema e receber suporte ao produto, você deve registrar seu código de compra Envato em nosso site. Este código de compra será armazenado junto com as datas de expiração do suporte e seus dados de usuário. Isso é necessário para que possamos fornecer suporte ao produto e outros serviços ao cliente.
