Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: WooCommerce comments
pt_br: Comentários do WooCommerce

source: WooCommerce current page breadcrumb
pt_br: Breadcrumb da página atual do WooCommerce

source: WooCommerce disable owl
pt_br: WooCommerce desativar a coruja

source: WooCommerce element track order
pt_br: Ordem de rastreamento do elemento WooCommerce

source: WooCommerce hide larger price
pt_br: WooCommerce ocultar preço maior

source: WooCommerce Hook
pt_br: Gancho WooCommerce

source: WooCommerce mod checkout steps
pt_br: Etapas de checkout do mod WooCommerce

source: WooCommerce mod disables swatches style 1
pt_br: O mod WooCommerce desativa o estilo de amostras 1

source: WooCommerce mod disables swatches style 2
pt_br: O mod WooCommerce desativa o estilo de amostras 2

source: WooCommerce mod disables swatches style 3
pt_br: O mod WooCommerce desativa o estilo 3 de amostras

source: WooCommerce mod grid
pt_br: Grade de mods WooCommerce

source: WooCommerce mod login form
pt_br: Formulário de login do mod WooCommerce

source: WooCommerce mod quantity
pt_br: Quantidade de mods WooCommerce

source: WooCommerce mod quantity overlap
pt_br: Sobreposição de quantidade de mod WooCommerce

source: WooCommerce mod shop table
pt_br: Mesa de loja mod WooCommerce

source: WooCommerce mod stock progress bar
pt_br: Barra de progresso de estoque do mod WooCommerce

source: WooCommerce mod stock status
pt_br: Status de estoque do mod WooCommerce

source: WooCommerce mod swatches
pt_br: Amostras de mods WooCommerce

source: WooCommerce mod swatches filter
pt_br: Filtro de amostras de mod WooCommerce

source: WooCommerce mod swatches style 1
pt_br: Amostras de mod WooCommerce estilo 1

source: WooCommerce mod swatches style 2
pt_br: Amostras de mod WooCommerce estilo 2

source: WooCommerce mod swatches style 3
pt_br: Amostras de mod WooCommerce estilo 3

source: WooCommerce mod swatches style 4
pt_br: Amostras de mod WooCommerce estilo 4

source: WooCommerce mod variation form
pt_br: Formulário de variação do mod WooCommerce

source: WooCommerce mod variation form single
pt_br: Variação do mod WooCommerce formulário único

source: WooCommerce notices
pt_br: Avisos do WooCommerce

source: WooCommerce notices area
pt_br: Área de avisos do WooCommerce

source: WooCommerce opt demo store
pt_br: Loja de demonstração da opção WooCommerce

source: WooCommerce opt social login
pt_br: WooCommerce opte pelo login social

source: WooCommerce order by dropdown
pt_br: Ordem WooCommerce por menu suspenso

source: WooCommerce order details mod
pt_br: Mod de detalhes do pedido WooCommerce

source: WooCommerce page empty page
pt_br: Página vazia da página WooCommerce

source: WooCommerce page login register
pt_br: Página de registro do WooCommerce

source: WooCommerce page lost password
pt_br: Senha perdida da página do WooCommerce

source: WooCommerce PHP hook
pt_br: Gancho PHP WooCommerce

source: WooCommerce price slider
pt_br: Controle deslizante de preço WooCommerce

source: WooCommerce product labels
pt_br: Etiquetas de produtos WooCommerce

source: WooCommerce product labels rect
pt_br: Etiquetas de produtos WooCommerce rect

source: WooCommerce product labels round
pt_br: Rodada de rótulos de produtos WooCommerce

source: WooCommerce quantity
pt_br: Quantidade WooCommerce

source: WooCommerce query
pt_br: Consulta WooCommerce

source: Woocommerce query
pt_br: Consulta Woocommerce

source: WooCommerce quick shop
pt_br: Loja rápida WooCommerce

source: WooCommerce quick view
pt_br: Visão rápida do WooCommerce

source: WooCommerce responsive table
pt_br: Tabela responsiva WooCommerce

source: WooCommerce setup
pt_br: Configuração do WooCommerce

source: WooCommerce single product builder
pt_br: Construtor de produto único WooCommerce

source: WooCommerce single product inline add to cart
pt_br: Adicionar ao carrinho em linha de produto único WooCommerce

source: WooCommerce single product predefined
pt_br: Produto único WooCommerce predefinido

source: WooCommerce single product tabs
pt_br: Guias de produtos únicos do WooCommerce

source: WooCommerce single product tabs predefined
pt_br: Guias de produtos únicos do WooCommerce predefinidas

source: WooCommerce star rating mod
pt_br: Mod de classificação por estrelas do WooCommerce

source: WooCommerce title
pt_br: Título WooCommerce

source: WooCommerce title limit
pt_br: Limite de títulos do WooCommerce

source: WOODMART AJAX Search
pt_br: Pesquisa WOODMART AJAX

source: Woodmart Animation
pt_br: Animação Woodmart

source: Woodmart Animation Delay (ms)
pt_br: Atraso de Animação Woodmart (ms)

source: Woodmart Animation duration
pt_br: Duração da animação Woodmart

source: Woodmart Animations
pt_br: Animações Woodmart

source: WOODMART Author Information
pt_br: Informações do autor WOODMART

source: WOODMART Banner
pt_br: Faixa WOODMART

source: WOODMART HTML Block
pt_br: Bloco HTML WOODMART

source: WOODMART Price filter
pt_br: Filtro de preço WOODMART

source: WOODMART Recent Posts
pt_br: Postagens recentes do WOODMART

source: Woodmart search form
pt_br: Formulário de pesquisa do Woodmart

source: Woodmart search form with ajax
pt_br: Formulário de pesquisa do Woodmart com ajax

source: Woodmart search form with categories
pt_br: Formulário de pesquisa do Woodmart com categorias

source: WOODMART Sidebar Mega Menu
pt_br: Megamenu da barra lateral WOODMART

source: Woodmart sliders
pt_br: Controles deslizantes do Woodmart

source: WOODMART Stock status
pt_br: Status do estoque WOODMART

source: WoodMart theme slider
pt_br: Controle deslizante de tema WoodMart

source: WOODMART User Panel
pt_br: Painel de usuário WOODMART

source: WOODMART WooCommerce Sort by
pt_br: WOODMART WooCommerce Classificar por

source: Word
pt_br: Palavra

source: WordPress experts recommend WP Rocket as the best WordPress caching plugin to achieve incredible speed result and optimize your website for the Core Web Vitals.
pt_br: Os especialistas do WordPress recomendam o WP Rocket como o melhor plugin de cache do WordPress para obter resultados de velocidade incríveis e otimizar seu site para os Core Web Vitals.

source: WordPress Repository
pt_br: Repositório do WordPress

source: Works with Simple, Variable and External products only.
pt_br: Funciona apenas com produtos Simples, Variáveis ​​e Externos.

source: WP Debug Mode
pt_br: Modo de depuração WP

source: WP Rocket
pt_br: WP Foguete

source: WP Rocket delay JS exclusions
pt_br: Exclusões de JS de atraso do WP Rocket

source: WP Version
pt_br: Versão WP

source: WPB CSS generator
pt_br: Gerador CSS WPB

source: WPBakery
pt_br: WPBaery

source: WPBakery builder
pt_br: Construtor de WPBakery

source: WPBakery CSS file is huge and due to the fact that we are not using 99% them on our demo versions we suggest you to generate a CSS file without them. Check all elements and see which ones you are using and which not. It may decrease your page size by 200-400 KB.
pt_br: O arquivo CSS do WPBakery é enorme e, devido ao fato de não estarmos usando 99% deles em nossas versões demo, sugerimos que você gere um arquivo CSS sem eles. Verifique todos os elementos e veja quais você está usando e quais não. Pode diminuir o tamanho da página em 200-400 KB.

source: WPBakery CSS Generator
pt_br: Gerador CSS WPBakery

source: WPBakery CSS generator
pt_br: Gerador CSS WPBakery

source: WPBakery integration
pt_br: Integração WPBakery

source: WPBakery integration deprecated
pt_br: Integração WPBakery obsoleta

source: WPBakery Page Builder plugin for WordPress
pt_br: Plugin Construtor de Páginas WPBakery para WordPress

source: WPML integration
pt_br: Integração WPML

source: WPML is a plugin for WordPress. Simply put, plugins extend the functionality of the basic WordPress CMS. In our case, WPML makes WordPress run multilingual.
pt_br: WPML é um plugin para WordPress. Simplificando, os plugins estendem a funcionalidade do CMS básico do WordPress. No nosso caso, o WPML faz o WordPress rodar multilíngue.

source: WPML Languages
pt_br: Idiomas WPML

source: Write a label for this menu item badge like “Sale”, “Hot”, “New” etc. Leave empty to not add any badges.
pt_br: Escreva um rótulo para este crachá de item de menu como “Desconto”, “Quente”, “Novo” etc. Deixe em branco para não adicionar nenhum emblema.

source: Write a message warning your visitors about age restriction on your website
pt_br: Escreva uma mensagem alertando seus visitantes sobre a restrição de idade em seu site

source: Write down a few words about the author.
pt_br: Escreva algumas palavras sobre o autor.

source: X axis translation
pt_br: Translação do eixo X

source: XL
pt_br: XG

source: XXL
pt_br: XXG

source: Y axis translation
pt_br: Translação do eixo Y

source: Yearly Archives:
pt_br: Arquivos anuais:

source: Yellow
pt_br: Amarelo

source: Yes
pt_br: Sim

source: YITH Compare integration
pt_br: YITH Comparar integração

source: YITH Request Quote integration
pt_br: Integração de solicitação de cotação YITH

source: YITH Vendor integration
pt_br: Integração do fornecedor YITH

source: YITH Wishlist integration
pt_br: Integração com a lista de desejos YITH

source: Yoast breadcrumbs for pages
pt_br: Yoast breadcrumbs para páginas

source: Yoast breadcrumbs for shop
pt_br: Yoast pão ralado para loja

source: You are allowed to upload images only in %s formats.
pt_br: Você tem permissão para fazer upload de imagens apenas nos formatos %s.

source: You are now logged in as <strong>%s</strong>
pt_br: Você agora está logado como <strong>%s</strong>

source: You can add some member bio here.
pt_br: Você pode adicionar alguma biografia de membro aqui.

source: You can change default products category description position and move it below the products.
pt_br: Você pode alterar a posição da descrição da categoria de produtos padrão e movê-la abaixo dos produtos.

source: You can change menu style in the header.
pt_br: Você pode alterar o estilo do menu no cabeçalho.

source: You can change the burger icon style.
pt_br: Você pode alterar o estilo do ícone do hambúrguer.

source: You can choose different page layout depending on the product image size you need
pt_br: Você pode escolher um layout de página diferente dependendo do tamanho da imagem do produto que você precisa

source: You can choose different page layout depending on the product image size you need.
pt_br: Você pode escolher um layout de página diferente dependendo do tamanho da imagem do produto que você precisa.

source: You can choose how many pages the user should visit before the popup will be shown.
pt_br: Você pode escolher quantas páginas o usuário deve visitar antes que o pop-up seja exibido.

source: You can clean all default WooCommerce PHP functions hooked to this action.
pt_br: Você pode limpar todas as funções padrão do WooCommerce PHP vinculadas a esta ação.

source: You can configure your bundles in Dashboard -> Products -> Frequently Bought Together. Read more information in our <a href="https://xtemos.com/docs-topic/frequently-bought-together/" target="_blank">documentation</a>.
pt_br: Você pode configurar seus pacotes em Dashboard -> Products -> Freqüentemente comprados juntos. Leia mais informações em nossa <a href="https://xtemos.com/docs-topic/frequently-bought-together/" target="_blank">documentação</a>.

source: You can create a separate content that will be displayed on mobile devices to optimize the performance.
pt_br: Você pode criar um conteúdo separado que será exibido em dispositivos móveis para otimizar o desempenho.

source: You can create additional custom sidebar and use them in Visual Composer
pt_br: Você pode criar uma barra lateral personalizada adicional e usá-la no Visual Composer

source: You can create an HTML Block in Dashboard -> HTML Blocks and add Product filters page builder element there.
pt_br: Você pode criar um Bloco HTML em Painel -> Blocos HTML e adicionar o elemento construtor de página Filtros do produto lá.

source: You can create some extra content with WPBakery Page Builder (in Admin panel / HTML Blocks / Add new) and add it to this product
pt_br: Você pode criar algum conteúdo extra com o WPBakery Page Builder (no painel Admin / HTML Blocks / Add new) e adicioná-lo a este produto

source: You can create your page layout with an off-canvas sidebar. In this case, you need to have two columns: one will be set as the off-canvas sidebar and another as the content. NOTE: you need to also display the Off-canvas button element somewhere in your content column to open the sidebar. Also, you need to enable them on specific devices synchronously.
pt_br: Você pode criar seu layout de página com uma barra lateral fora da tela. Nesse caso, você precisa ter duas colunas: uma será definida como a barra lateral fora da tela e outra como o conteúdo. NOTA: você também precisa exibir o elemento do botão Off-canvas em algum lugar da sua coluna de conteúdo para abrir a barra lateral. Além disso, você precisa habilitá-los em dispositivos específicos de forma síncrona.

source: You can crop the original image size to any custom size. You can also set a single value for height or width in order to keep the original size ratio.
pt_br: Você pode cortar o tamanho da imagem original para qualquer tamanho personalizado. Você também pode definir um único valor para altura ou largura para manter a proporção do tamanho original.

source: You can disable copyrights for this page
pt_br: Você pode desativar os direitos autorais desta página

source: You can disable footer for this page
pt_br: Você pode desativar o rodapé desta página

source: You can disable prefooter for this page
pt_br: Você pode desativar o pré-rodapé para esta página

source: You can disable this option for mobile devices completely.
pt_br: Você pode desativar esta opção para dispositivos móveis completamente.

source: You can disable/enable product's brand image on the single page.
pt_br: Você pode desativar/ativar a imagem da marca do produto em uma única página.

source: You can display any product or custom text in the hotspot content.
pt_br: Você pode exibir qualquer produto ou texto personalizado no conteúdo do ponto de acesso.

source: You can display attributes table after of short description.
pt_br: Você pode exibir a tabela de atributos após uma breve descrição.

source: You can display content as a simple text or if you need more complex structure you can create an HTML Block with Elementor builder and place it here.
pt_br: Você pode exibir o conteúdo como um texto simples ou, se precisar de uma estrutura mais complexa, pode criar um bloco HTML com o construtor Elementor e colocá-lo aqui.

source: You can display icon based on image or just write some text like 01., 02., M, X etc.
pt_br: Você pode exibir o ícone com base na imagem ou apenas escrever algum texto como 01., 02., M, X etc.

source: You can display some products, posts, banners or other information in the full screen search.
pt_br: Você pode exibir alguns produtos, posts, banners ou outras informações na pesquisa em tela cheia.

source: You can enable login with Google on your web-site. To do that you need to Create a Google APIs project at <a href="https://console.cloud.google.com/home/dashboard" target="_blank">https://console.developers.google.com/apis/dashboard/</a>. Make sure to go to API Access tab and Create an OAuth 2.0 client ID. Choose Web application for Application type. Make sure that redirect URI is set to actual OAuth 2.0 callback URL, usually <strong>{{PERMALINK}}google/oauth2callback </strong> More information you can get in our <a href="https://xtemos.com/docs/woodmart/faq-guides/configure-google-login/" target="_blank">documentation</a>.
pt_br: Você pode ativar o login com o Google em seu site. Para fazer isso, você precisa criar um projeto de APIs do Google em https://console.developers.google.com/apis/dashboard/. Certifique-se de acessar a guia Acesso à API e Criar um ID de cliente OAuth 2.0. Escolha o aplicativo Web para o tipo de aplicativo. Verifique se o URI de redirecionamento está definido para o URL de retorno de chamada real do OAuth 2.0, geralmente {{PERMALINK}}google/oauth2callback Mais informações você pode obter em nossa documentação.

source: You can enable this option to show the "Browse wishlist" button when you visit the product that has been already added to the wishlist. IMPORTANT: It will not work if you use some full-page cache like WP Rocket or WP Total Cache.
pt_br: Você pode habilitar esta opção para mostrar o botão "Procurar lista de desejos" ao visitar o produto que já foi adicionado à lista de desejos. IMPORTANTE: Não funcionará se você usar algum cache de página inteira como WP Rocket ou WP Total Cache.

source: You can enable/disable this option globally. If you want to load them on the particular page only, you can create a special Theme Settings preset for this and add a condition for that page.
pt_br: Você pode habilitar/desabilitar esta opção globalmente. Se você quiser carregá-los apenas na página específica, poderá criar uma predefinição especial de Configurações de tema para isso e adicionar uma condição para essa página.

source: You can force Font Awesome 5 library to be loaded on all pages.
pt_br: Você pode forçar a biblioteca Font Awesome 5 a ser carregada em todas as páginas.

source: You can hide all "Add to cart" buttons, cart widget, cart and checkout pages. This will allow you to showcase your products as an online catalog without ability to make a purchase.
pt_br: Você pode ocultar todos os botões "Adicionar ao carrinho", widget de carrinho, carrinho e páginas de checkout. Isso permitirá que você exiba seus produtos como um catálogo on-line sem a capacidade de fazer uma compra.

source: You can hide page heading for this page
pt_br: Você pode ocultar o cabeçalho desta página

source: You can hide related products on this page
pt_br: Você pode ocultar produtos relacionados nesta página

source: You can hide the sidebar from the page and show it nicely with a button click.
pt_br: Você pode ocultar a barra lateral da página e mostrá-la bem com um clique de botão.

source: You can hide the sidebar on mobile devices and show it nicely with a button click.
pt_br: Você pode ocultar a barra lateral em dispositivos móveis e mostrá-la bem com um clique de botão.

source: You can hide the sidebar on tablet devices and show it nicely with a button click.
pt_br: Você pode ocultar a barra lateral em tablets e mostrá-la bem com um clique de botão.

source: You can leave this option for desktop only or enable it for all devices sizes.
pt_br: Você pode deixar essa opção apenas para desktop ou habilitá-la para todos os tamanhos de dispositivos.

source: You can limit your Layered Navigation widgets by height and enable nice scroll for them. Useful if you have a lot of product colors/sizes or other attributes for filters.
pt_br: Você pode limitar seus widgets de Navegação em camadas por altura e habilitar uma boa rolagem para eles. Útil se você tiver muitas cores/tamanhos de produtos ou outros atributos para filtros.

source: You can make your content wrapper boxed, full width or set your custom width in pixels.
pt_br: Você pode tornar seu wrapper de conteúdo em caixa, largura total ou definir sua largura personalizada em pixels.

source: You can manually disable JS files from being loaded using their keys. Write their case separated with a comma. For example: woodmart-theme,elementor-frontend
pt_br: Você pode desativar manualmente o carregamento de arquivos JS usando suas chaves. Escreva seu caso separado por uma vírgula. Por exemplo: woodmart-theme,elementor-frontend

source: You can manually load some initialization scripts on all pages.
pt_br: Você pode carregar manualmente alguns scripts de inicialização em todas as páginas.

source: You can manually load some styles on all pages.
pt_br: Você pode carregar manualmente alguns estilos em todas as páginas.

source: You can manually unload some initialization scripts on all pages.
pt_br: Você pode descarregar manualmente alguns scripts de inicialização em todas as páginas.

source: You can manually unload some styles on all pages.
pt_br: Você pode descarregar manualmente alguns estilos em todas as páginas.

source: You can reduce the number of DOM elements on mobile devices. This option currently removes all HTML tags from the desktop header version on mobile devices.
pt_br: Você pode reduzir o número de elementos DOM em dispositivos móveis. Esta opção atualmente remove todas as tags HTML da versão do cabeçalho para desktop em dispositivos móveis.

source: You can restrict shopping functions only for logged in customers.
pt_br: Você pode restringir as funções de compras apenas para clientes conectados.

source: You can rewrite mobile menu tab title with this option. Or leave empty to have a default one - Categories.
pt_br: Você pode reescrever o título da guia do menu móvel com esta opção. Ou deixe em branco para ter um padrão - Categorias.

source: You can rewrite mobile menu tab title with this option. Or leave empty to have a default one - Menu.
pt_br: Você pode reescrever o título da guia do menu móvel com esta opção. Ou deixe em branco para ter um padrão - Menu.

source: You can select a different header from the list for this particular product.
pt_br: Você pode selecionar um cabeçalho diferente da lista para este produto específico.

source: You can set different sizes for your blog pages sidebar
pt_br: Você pode definir tamanhos diferentes para a barra lateral das páginas do seu blog

source: You can set different sizes for your page titles.
pt_br: Você pode definir tamanhos diferentes para os títulos das suas páginas.

source: You can set different sizes for your pages sidebar
pt_br: Você pode definir tamanhos diferentes para a barra lateral de suas páginas

source: You can set different sizes for your shop pages sidebar
pt_br: Você pode definir tamanhos diferentes para a barra lateral das páginas da sua loja

source: You can set different sizes for your single product pages sidebar
pt_br: Você pode definir tamanhos diferentes para a barra lateral das páginas de um único produto

source: You can set different spacing between blocks on portfolio page
pt_br: Você pode definir espaçamentos diferentes entre os blocos na página do portfólio

source: You can set different spacing between blocks on shop page
pt_br: Você pode definir diferentes espaçamentos entre os blocos na página da loja

source: You can set different spacing between blocks on shop page.
pt_br: Você pode definir diferentes espaçamentos entre os blocos na página da loja.

source: You can set different view mode for the related products. These settings will be applied for upsells products as well.
pt_br: Você pode definir diferentes modos de visualização para os produtos relacionados. Essas configurações também serão aplicadas a produtos de upsell.

source: You can set different view mode for the shop page
pt_br: Você pode definir diferentes modos de visualização para a página da loja

source: You can set text different color depending on its background. It can be light or dark.
pt_br: Você pode definir uma cor diferente para o texto, dependendo do plano de fundo. Pode ser claro ou escuro.

source: You can set the different spacing between posts on the blog page.
pt_br: Você pode definir o espaçamento diferente entre as postagens na página do blog.

source: You can set your footer section background color or upload your image.
pt_br: Você pode definir a cor de fundo da seção de rodapé ou fazer upload de sua imagem.

source: You can show a real number of customers viewing the product or set a random fake number.
pt_br: Você pode mostrar um número real de clientes visualizando o produto ou definir um número falso aleatório.
