Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: If you use custom extra content you can disable default WooCommerce order details on the thank you page
pt_br: Se você usar conteúdo extra personalizado, poderá desativar os detalhes do pedido padrão do WooCommerce na página de agradecimento

source: If you visit category Man, for example, only man's subcategories will be shown in the page title like T-shirts, Coats, Shoes etc.
pt_br: Se você visitar a categoria Homem, por exemplo, apenas as subcategorias masculinas serão mostradas no título da página, como camisetas, casacos, sapatos etc.

source: If you want to show brand image on your product page select desired attribute here. Read more information in our <a href="https://xtemos.com/docs-topic/product-brands/" target="_blank">documentation</a>.
pt_br: Se você deseja mostrar a imagem da marca na página do seu produto, selecione o atributo desejado aqui. Leia mais informações em nossa documentação.

source: If you wish to style particular content element differently, then use this field to add a class name and then refer to it in your css file.
pt_br: Se você deseja estilizar um elemento de conteúdo específico de maneira diferente, use este campo para adicionar um nome de classe e, em seguida, faça referência a ele em seu arquivo css.

source: Image
pt_br: Imagem

source: Image alignment
pt_br: Alinhamento de imagem

source: Image container width
pt_br: Largura do contêiner de imagem

source: Image dimension
pt_br: Dimensão da imagem

source: Image for categories navigation
pt_br: Imagem para navegação de categorias

source: Image for header menu
pt_br: Imagem para o menu do cabeçalho

source: Image for page title
pt_br: Imagem para o título da página

source: Image for the category page title
pt_br: Imagem para o título da página da categoria

source: Image gallery element
pt_br: Elemento da galeria de imagens

source: Image gallery element photoswipe
pt_br: Elemento de fotos da galeria de imagens

source: Image Height
pt_br: Altura da imagem

source: Image height
pt_br: Altura da imagem

source: Image Hotspot
pt_br: Ponto de acesso de imagem

source: Image hotspot element
pt_br: Elemento de ponto de acesso de imagem

source: Image is required.
pt_br: obrigatória

source: Image or SVG
pt_br: Imagem ou SVG

source: Image Position
pt_br: Posição da imagem

source: Image Primary
pt_br: Imagem principal

source: Image Secondary
pt_br: Imagem Secundária

source: Image settings
pt_br: Configurações de imagem

source: Image size
pt_br: Tamanho da imagem

source: Image swatch
pt_br: Amostra de imagem

source: Image width
pt_br: Largura da imagem

source: Images
pt_br: Imagens

source: Images captions
pt_br: Legendas das imagens

source: Images captions on Photo Swipe lightbox
pt_br: Legendas de imagens no lightbox Photo Swipe

source: Images count in one review
pt_br: As imagens contam em uma avaliação

source: Images gallery
pt_br: Galeria de imagens

source: Images grid/carousel
pt_br: Grade/carrossel de imagens

source: Images link
pt_br: Link das imagens

source: Images size
pt_br: Tamanho das imagens

source: Import
pt_br: Importar

source: Import / Export
pt_br: Importar / Exportar

source: Import / Export / Reset
pt_br: Importar / Exportar / Redefinir

source: Import any of the demo versions that will include a home page, a few products, posts, projects, images and menus. You will be able to switch to any demo at any time. You can also remove all the previously imported content.
pt_br: Importe qualquer uma das versões de demonstração que incluirão uma página inicial, alguns produtos, postagens, projetos, imagens e menus. Você poderá alternar para qualquer demonstração a qualquer momento. Você também pode remover todo o conteúdo importado anteriormente.

source: Import header
pt_br: Importar cabeçalho

source: Import new header
pt_br: Importar novo cabeçalho

source: Import preview
pt_br: Importar visualização

source: IMPORTANT: You need to go to WordPress Settings -> Permalinks and resave them to apply these settings.
pt_br: IMPORTANTE: Você precisa ir para Configurações do WordPress -> Permalinks e salvá-los novamente para aplicar essas configurações.

source: IMPORTANT: You need to regenerate all thumbnails to apply the changes. Use the following <a href="https://wordpress.org/plugins/regenerate-thumbnails/" target="_blank">plugin</a> for this.
pt_br: IMPORTANTE: Você precisa gerar novamente todas as miniaturas para aplicar as alterações. Use o seguinte <a href="https://wordpress.org/plugins/regenerate-thumbnails/" target="_blank">plugin</a> para isso.

source: Imported
pt_br: Importado

source: Improve your WordPress SEO: Write better content and have a fully optimized WordPress site using the Yoast SEO plugin.
pt_br: Melhore seu SEO do WordPress: Escreva um conteúdo melhor e tenha um site WordPress totalmente otimizado usando o plugin Yoast SEO.

source: In stock
pt_br: Em estoque

source: In Stock filter
pt_br: Filtro em estoque

source: In this section you can upload your custom fonts files. To ensure the best compatibility in all browsers you would better upload your fonts in all available formats. <br><strong>IMPORTANT NOTE</strong>: After uploading all files and entering the font name, you will have to save Theme Settings and <strong>RELOAD</strong> this page. Then, you will be able to go to Theme Settings -> Typography and select the custom font from the list. Find more information in our documentation <a href="https://xtemos.com/docs/woodmart/faq-guides/upload-custom-fonts/" target="_blank">here</a>.
pt_br: Nesta seção, você pode enviar seus arquivos de fontes personalizadas. Para garantir a melhor compatibilidade em todos os navegadores, é melhor carregar suas fontes em todos os formatos disponíveis. <br><strong>NOTA IMPORTANTE</strong>: Depois de carregar todos os arquivos e inserir o nome da fonte, você terá que salvar as configurações do tema e RECARREGAR esta página. Em seguida, você poderá acessar Configurações do tema -> Tipografia e selecionar a fonte personalizada na lista. Encontre mais informações em nossa documentação <a href="https://xtemos.com/docs/woodmart/faq-guides/upload-custom-fonts/" target="_blank">aqui</a>.

source: In this situation, some of the products will be twice bigger in width than others. Recommended to use with 6 columns grid only.
pt_br: Nesta situação, alguns dos produtos serão duas vezes maiores em largura do que outros. Recomendado para uso apenas com grade de 6 colunas.

source: In thumbnail
pt_br: Em miniatura

source: Include
pt_br: Incluir

source: Include minified CSS
pt_br: Incluir CSS minificado

source: Include minified JS
pt_br: Incluir JS minificado

source: Include only
pt_br: Incluir apenas

source: Increase spaces
pt_br: Aumentar espaços

source: Increase this value if you noticed a problem with additional variations images function.
pt_br: Aumente este valor se você notar um problema com a função de imagens de variações adicionais.

source: Infinit
pt_br: Infinito

source: Infinit scrolling
pt_br: Rolagem infinita

source: Infinite scrolling
pt_br: Rolagem infinita

source: Info box element
pt_br: Elemento da caixa de informações

source: Infobox element SVG animation
pt_br: Animação SVG do elemento Infobox

source: Information box
pt_br: Caixa de informações

source: Information box carousel
pt_br: carrossel da caixa de informações

source: Information box inline
pt_br: Caixa de informações em linha

source: Information top
pt_br: Informações superior

source: Inherit
pt_br: Herdar

source: Inherit current product
pt_br: Herdar o produto atual

source: Inherit from Theme Settings
pt_br: Herdar das configurações do tema

source: Init carousel on scroll
pt_br: Iniciar carrossel na rolagem

source: Init event
pt_br: Iniciar evento

source: Initial message
pt_br: Mensagem inicial

source: Initial number in stock
pt_br: Número inicial em estoque

source: Inline
pt_br: Em linha

source: Inline (auto)
pt_br: Em linha (automático)

source: Input meta key for grid ordering.
pt_br: Meta-chave de entrada para ordenação de grade.

source: input number only
pt_br: apenas o número de entrada

source: Input product ID or product SKU or product title to see suggestions
pt_br: Insira o ID do produto ou o SKU do produto ou o título do produto para ver sugestões

source: Input product ID or product SKU or product title to see suggestions.
pt_br: Insira o ID do produto ou o SKU do produto ou o título do produto para ver sugestões.

source: Insert tag that will be used to display images from instagram from your customers. For example: <strong>#nike_rush_run</strong>
pt_br: Insira a tag que será usada para exibir imagens do instagram de seus clientes. Por exemplo: #nike_rush_run

source: Inside
pt_br: Interno

source: inside
pt_br: Interno

source: Instagram API
pt_br: API do Instagram

source: Instagram API did not return any images.
pt_br: A API do Instagram não retornou nenhuma imagem.

source: Instagram did not return a 200.
pt_br: O Instagram não retornou 200.

source: Instagram did not return any images.
pt_br: O Instagram não retornou nenhuma imagem.

source: Instagram element
pt_br: Elemento do Instagram

source: Instagram has returned invalid data.
pt_br: O Instagram retornou dados inválidos.

source: Instagram Image
pt_br: Imagem do Instagram

source: Instagram image
pt_br: imagem do Instagram

source: Instagram link
pt_br: link do Instagram

source: Instagram photos
pt_br: Fotos do Instagram

source: Instagram picture
pt_br: foto do Instagram

source: Instagram product hashtag (deprecated)
pt_br: Hashtag de produto do Instagram (obsoleta)

source: Instagram social link
pt_br: link social Instagram

source: Instagram text
pt_br: Texto do Instagram

source: Install
pt_br: Instalar

source: Install %2$s
pt_br: Instalar %2$s

source: Install & activate all
pt_br: Instalar e ativar todos

source: Install and activate plugins for you website.
pt_br: Instale e ative plugins para seu site.

source: Install child theme
pt_br: Instalar tema filho

source: Install Plugins
pt_br: Instalar plug-ins

source: Install Required Plugins
pt_br: Instale os plug-ins necessários

source: Install the child theme in a single click
pt_br: Instale o tema filho em um único clique

source: Installed But Not Activated
pt_br: Instalado mas não ativado

source: Installed version:
pt_br: Versão instalada:

source: Installing
pt_br: Instalando

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
pt_br: Instalando e ativando o plug-in %1$s (%2$d/%3$d)

source: Installing Plugin %1$s (%2$d/%3$d)
pt_br: Instalando o plug-in %1$s (%2$d/%3$d)

source: Installing Plugin: %s
pt_br: Instalando o plug-in: %s

source: Is images required?
pt_br: As imagens são obrigatórias?

source: Isotope
pt_br: Isótopo

source: It looks like nothing was found at this location. Maybe try a search?
pt_br: Parece que nada foi encontrado neste local. Talvez tente uma pesquisa?

source: Italic
pt_br: itálico

source: Item icon type
pt_br: Tipo de ícone do item

source: Item style
pt_br: Estilo do item

source: Item type
pt_br: Tipo de item

source: Items
pt_br: Itens

source: Items available:
pt_br: Quantidade disponível:

source: Items gap
pt_br: Lacuna de itens

source: Items per page
pt_br: itens por página

source: Items state
pt_br: Estado dos itens

source: JSON code for import is not valid!
pt_br: O código JSON para importação não é válido!

source: Justified gallery
pt_br: Galeria justificada

source: Justified gallery library
pt_br: Biblioteca de galeria justificada

source: Justify
pt_br: Justificar

source: Justify gallery
pt_br: Justificar galeria

source: Keep the page number in the URL
pt_br: Mantenha o número da página na URL

source: Label
pt_br: Etiqueta

source: Label color
pt_br: Cor do rótulo

source: Label position
pt_br: Posição do rótulo

source: Label settings
pt_br: Configurações de rótulo

source: Label shape
pt_br: Forma da etiqueta

source: Label text
pt_br: Texto do rótulo

source: Label text (optional)
pt_br: Texto da etiqueta (opcional)

source: Language selectors
pt_br: Seletores de idioma

source: Languages
pt_br: línguas

source: Large
pt_br: Grande

source: Large (18px)
pt_br: Grande (18px)

source: Large (22px)
pt_br: Grande (22px)

source: Large (26px)
pt_br: Grande (26px)

source: Large (28px)
pt_br: Grande (28px)

source: Large (36px)
pt_br: Grande (36px)

source: Large (74px)
pt_br: Grande (74px)

source: Large image
pt_br: Imagem grande

source: Last modified date
pt_br: Data da última modificação

source: Latitude (required)
pt_br: Latitude (obrigatório)

source: Layered navigation dropdowns
pt_br: Menus suspensos de navegação em camadas

source: Layout
pt_br: Esquema

source: Layout conditions
pt_br: Condições de layout

source: Layout name
pt_br: Nome do esquema

source: Layout preview
pt_br: Visualização do layout

source: Layout type
pt_br: Tipo de layout

source: Layout wrapper boxed
pt_br: Embalagem de layout em caixa

source: Lazy loading
pt_br: Carregamento lento

source: Lazy loading for images
pt_br: Carregamento lento para imagens

source: Lazy loading option
pt_br: Opção de carregamento lento

source: Lazy loading settings
pt_br: Configurações de carregamento lento

# leading space is required to keep gap from date
source: ago
pt_br: atrás

source: Leave a comment on Themeforest!
pt_br: Deixe um comentário no Themeforest!

source: Leave empty to disable custom tab
pt_br: Deixe em branco para desativar a guia personalizada

source: Left
pt_br: Esquerda

source: Left (vertical position)
pt_br: Esquerda (posição vertical)

source: Left Bottom
pt_br: Inferior esquerdo

source: Left bottom
pt_br: Inferior esquerdo

source: Left Center
pt_br: Centro Esquerdo

source: Left center
pt_br: Centro esquerdo

source: Left flip Y
pt_br: Virar à esquerda Y

source: Left Top
pt_br: Parte superior esquerda

source: Left top
pt_br: Parte superior esquerda

source: Let's start
pt_br: Vamos começar

source: Letters
pt_br: Cartas

source: Light
pt_br: Claro

source: Light 200
pt_br: Luz 200

source: Light bootstrap grid version
pt_br: Versão de grade de bootstrap claro

source: Lightbox
pt_br: Caixa de luz

source: Likes limit
pt_br: Limite de curtidas

source: Limit categories
pt_br: Limitar categorias

source: Limit swatches on grid
pt_br: Limitar amostras na grade

source: Limit the attribute image container width
pt_br: Limitar a largura do contêiner da imagem do atributo

source: Limit the column height and add the "Read more" button. IMPORTANT: you need to add our "Button" element to the end of this column and enable an appropriate option there as well.
pt_br: Limite a altura da coluna e adicione o botão "Leia mais". IMPORTANTE: você precisa adicionar nosso elemento "Button" ao final desta coluna e habilitar uma opção apropriada lá também.

source: Limit your excerpt text for posts by words or letters.
pt_br: Limite seu texto de trecho para postagens por palavras ou letras.

source: Line height
pt_br: Altura da linha

source: Line style
pt_br: Estilo de linha

source: Linecons
pt_br: Ícones de linha

source: Link button
pt_br: Botão de link

source: Link on post %s
pt_br: Link na postagem %s

source: Link text
pt_br: Texto do link

source: Linked products list
pt_br: Lista de produtos vinculados

source: Linked variations
pt_br: Variações vinculadas

source: LinkedIn link
pt_br: Link do LinkedIn

source: Linkedin link
pt_br: Link do Linkedin

source: Linkedin social link
pt_br: Link Social Linkedin

source: Links color
pt_br: Cor dos links

source: Links List
pt_br: Lista de links

source: Links to social profiles
pt_br: Links para perfis sociais

source: List
pt_br: Lista

source: List / Grid
pt_br: Lista / Grade

source: List element
pt_br: Elemento da lista

source: List icon type
pt_br: Tipo de ícone de lista

source: List item link
pt_br: Link do item da lista

source: List items
pt_br: Lista de itens

source: List items font size
pt_br: Tamanho da fonte dos itens da lista

source: List items gap
pt_br: Listar itens de lacuna

source: List link
pt_br: Link da lista

source: List of IDS
pt_br: Lista de IDs

source: List of IDs
pt_br: Lista de IDs

source: List of product brands to show. Leave empty to show all
pt_br: Lista de marcas de produtos a serem exibidas. Deixe em branco para mostrar tudo

source: List of product brands to show. Leave empty to show all.
pt_br: Lista de marcas de produtos a serem exibidas. Deixe em branco para mostrar tudo.

source: List of product categories
pt_br: Lista de categorias de produtos

source: List of product categories.
pt_br: Lista de categorias de produtos.

source: List style
pt_br: Estilo da lista

source: List type
pt_br: Tipo de lista

source: List view
pt_br: Exibição de lista

source: Live mode
pt_br: Modo ao vivo

source: Live preview
pt_br: Visualização ao vivo

source: Load "Contact form 7" JS files
pt_br: Carregar arquivos JS do "Formulário de contato 7"

source: Load Elementor animations CSS file
pt_br: Carregar arquivo CSS de animações do Elementor

source: Load Elementor icons CSS file
pt_br: Carregar arquivo CSS de ícones do Elementor

source: Load Elementor optimized CSS
pt_br: Carregar CSS otimizado para Elementor

source: Load full screen search extra content HTML with AJAX
pt_br: Carregar HTML de conteúdo extra de pesquisa em tela cheia com AJAX

source: Load HTML dropdown with AJAX
pt_br: Carregar menu suspenso HTML com AJAX

source: Load more button
pt_br: Botão Carregar mais

source: Load more posts
pt_br: Carregar mais postagens

source: Load more products
pt_br: Carregar mais produtos

source: Load more projects
pt_br: Carregar mais projetos

source: Load one CSS file that contains all theme styles. Not recommended if you want to reduce your page weight.
pt_br: Carregue um arquivo CSS que contenha todos os estilos de tema. Não recomendado se você deseja reduzir o peso da página.

source: Load one JS file that contains all theme scripts and library initializations.
pt_br: Carregue um arquivo JS que contenha todos os scripts de tema e inicializações de biblioteca.

source: Load only theme-required styles for Elementor. Don't use it if you are using most of the standard Elementor's widgets.
pt_br: Carregue apenas os estilos necessários ao tema para o Elementor. Não o use se estiver usando a maioria dos widgets padrão do Elementor.

source: Loading
pt_br: Carregando

source: Loading, please wait...
pt_br: Carregando, por favor espere...

source: Loading...
pt_br: Carregando...

source: Locations
pt_br: Localizações

source: Log in
pt_br: Entrar

source: Login
pt_br: Entrar

source: Login / Register
pt_br: Entrar / Registrar-se

source: Login dropdown
pt_br: Lista suspensa de login

source: Login form
pt_br: Forma de login

source: Login page tabs
pt_br: Abas da página de login

source: Login sidebar
pt_br: Barra lateral de login

source: Login tabs
pt_br: Guias de login

source: Login text
pt_br: Texto de login

source: Login title
pt_br: Título de login

source: Login to see add to cart and prices
pt_br: Faça login para ver adicionar ao carrinho e preços

source: Login to see prices
pt_br: Faça login para ver os preços

source: Login/register links
pt_br: Links de entrar / registrar-se

source: Logo image for sticky header
pt_br: Imagem do logotipo para o cabeçalho adesivo

source: Logo width
pt_br: Largura do logotipo

source: Logout
pt_br: Sair

source: Longitude (required)
pt_br: Longitude (obrigatório)

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
pt_br: O cliente é muito importante, o cliente será seguido pelo cliente. Como a terra da terra, o luto nem o corporal da terra, o travesseiro do leão.

source: Lost your password?
pt_br: Perdeu sua senha?

source: Lowercase
pt_br: Minúsculas

source: Magnific popup
pt_br: Magnífico pop-up

source: Magnific popup library
pt_br: Magnífica biblioteca pop-up

source: Mailchimp for wordpress integration
pt_br: Mailchimp para integração com wordpress

source: Mailchimp for wordpress integration (deprecated)
pt_br: Mailchimp para integração com wordpress (obsoleto)

source: Mailchimp forms
pt_br: Formulários do Mailchimp

source: Main carousel auto height
pt_br: Altura automática do carrossel principal

source: Main image
pt_br: Imagem principal

source: Main image click action
pt_br: Ação de clique na imagem principal

source: Main Menu
pt_br: Menu principal

source: Main menu
pt_br: Menu principal

source: Main navigation
pt_br: Navegação Principal

source: Main page title section
pt_br: Seção do título da página principal

source: Main Widget Area
pt_br: Área principal do widget

source: Maintenance
pt_br: Manutenção

source: Maintenance */
pt_br: Manutenção */

source: Make content full width
pt_br: Tornar o conteúdo de largura total

source: Make it default
pt_br: Tornar padrão

source: Make it sticky
pt_br: Faça-o pegajoso

source: Make slider full width
pt_br: Tornar o controle deslizante de largura total

source: Make the off canvas sidebar button sticky.
pt_br: Deixe o botão da barra lateral fora da tela pegajoso.

source: Make this row sticky on scroll.
pt_br: Torne esta linha pegajosa no scroll.

source: Makes the container 100% width of the page.
pt_br: Faz com que o contêiner tenha 100% de largura da página.

source: Manual backup
pt_br: Backup manual

source: Map height
pt_br: Altura do mapa

source: Map mask
pt_br: Máscara do mapa

source: Map settings
pt_br: Configurações do mapa

source: Mark product as "New" till date
pt_br: Marcar produto como "Novo" até a data

source: Mark this option if you want to hide product count label.
pt_br: Marque esta opção se quiser ocultar o rótulo de contagem de produtos.

source: Mark this option if you want to show this divider line on the full height for this row.
pt_br: Marque esta opção se quiser mostrar esta linha divisória na altura total desta linha.

source: Marker
pt_br: Marcador

source: Marker icon
pt_br: Ícone de marcador

source: Marker settings
pt_br: Configurações do marcador

source: Mask on image
pt_br: Máscara na imagem

source: Mask with shadow
pt_br: Máscara com sombra

source: Mask with subcategories
pt_br: Máscara com subcategorias

source: Masonry
pt_br: Alvenaria

source: Masonry (with first wide)
pt_br: Alvenaria (com primeiro largo)

source: Masonry grid
pt_br: Grade de alvenaria

source: Matches same order you passed in via the include parameter.
pt_br: Corresponde ao mesmo pedido que você passou por meio do parâmetro include.

source: Maximum
pt_br: Máximo

source: Maximum upload file size
pt_br: Tamanho máximo do arquivo de upload

source: May increase this widget performance if you have a lot of products in your store.
pt_br: Pode aumentar o desempenho deste widget se você tiver muitos produtos em sua loja.

source: Medium
pt_br: Médio

source: Medium (16px)
pt_br: Médio (16px)

source: Medium (18px)
pt_br: Médio (18px)

source: Medium (24px)
pt_br: Médio (24px)

source: Medium (26px)
pt_br: Médio (26px)

source: Medium 500
pt_br: Médio 500

source: Mega Menu widget
pt_br: Widget do Mega Menu

source: Menu align
pt_br: Alinhar menu

source: Menu dropdowns AJAX
pt_br: Menu suspenso AJAX

source: Menu element click action
pt_br: Ação de clique do elemento do menu

source: Menu item icon
pt_br: Ícone de item de menu

source: Menu offsets
pt_br: Deslocamentos de menu

source: Menu Order
pt_br: Ordem do Menu

source: Menu order
pt_br: Ordem do menu

source: Menu order/Page Order
pt_br: Ordem do menu/Ordem da página

source: Menu price
pt_br: Menu de preços

source: Menu price element
pt_br: Elemento de preço do menu

source: Menu title
pt_br: Título do menu

source: Message
pt_br: Mensagem

source: Message to show after reaching 100%.
pt_br: Mensagem para mostrar após atingir 100%.
