Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: Message to show before reaching the goal. Use shortcode [remainder] to display the amount left to reach the minimum.
pt_br: Mensagem para mostrar antes de atingir a meta. Use o shortcode [restante] para exibir o valor restante para atingir o mínimo.

source: Meta information
pt_br: Meta informação

source: Meta key
pt_br: Meta-chave

source: Meta on image
pt_br: Meta na imagem

source: Meta value
pt_br: Meta valor

source: Meta value number
pt_br: Número do meta-valor

source: Middle
pt_br: Meio

source: min
pt_br: minutos

source: Mini cart
pt_br: Minicarrinho

source: Mini cart quantity
pt_br: Quantidade do mini carrinho

source: Minified versions of CSS files will be loaded. Works well with all caching and optimizations plugins.
pt_br: Versões reduzidas de arquivos CSS serão carregadas. Funciona bem com todos os plugins de cache e otimizações.

source: Minified versions of JS files will be loaded. Works well with all caching and optimizations plugins.
pt_br: Versões reduzidas de arquivos JS serão carregadas. Funciona bem com todos os plugins de cache e otimizações.

source: Minimum
pt_br: Mínimo

source: Minimum required PHP version 7.2
pt_br: Mínimo necessário PHP versão 7.2

source: Minimum required value 10000.
pt_br: Valor mínimo exigido 10000.

source: Minimum required value 128M.
pt_br: Valor mínimo exigido 128M.

source: Minimum required value 180.
pt_br: Valor mínimo exigido 180.

source: Minimum required value 64M.
pt_br: Valor mínimo exigido 64M.

source: Minimum required version:
pt_br: Versão mínima exigida:

source: Mobile
pt_br: Móvel

source: Mobile accordion
pt_br: Acordeão móvel

source: Mobile bottom navbar
pt_br: Barra de navegação inferior móvel

source: Mobile burger icon
pt_br: Ícone de hambúrguer móvel

source: Mobile DOM optimization (experimental)
pt_br: Otimização do DOM móvel (experimental)

source: Mobile layout
pt_br: Layout móvel

source: Mobile menu
pt_br: Menu móvel

source: Mobile navigation
pt_br: Navegação móvel

source: Mobile search element
pt_br: Elemento de pesquisa para celular

source: Mobile Side Menu
pt_br: Menu Lateral Móvel

source: Mobile text size ( < 767px )
pt_br: Tamanho do texto para celular ( < 767px )

source: Mobile version
pt_br: Versão móvel

source: Mobile version HTML block (experimental)
pt_br: Bloco HTML da versão móvel (experimental)

source: Mod comments
pt_br: Comentários do mod

source: Mod more description
pt_br: Mod mais descrição

source: Mod nav menu label
pt_br: Rótulo do menu de navegação Mod

source: Mod navigation vertical
pt_br: Mod de navegação vertical

source: Modified
pt_br: Modificado

source: Module tools
pt_br: Ferramentas do módulo

# monthly archives date format
source: F Y
pt_br: Ano fiscal

source: Monthly Archives:
pt_br: Arquivos Mensais:

source: More categories button
pt_br: Botão mais categorias

source: More info
pt_br: Mais informações

source: Mouse move parallax
pt_br: Paralaxe de movimento do mouse

source: Move
pt_br: Jogada

source: Move to wishlist
pt_br: Mover para Lista de desejos

source: Multipart
pt_br: Várias partes

source: Multiple wishlists
pt_br: Várias listas de desejos

source: Multivendor Marketplace integration
pt_br: Integração do mercado de vários fornecedores

source: My Account
pt_br: Minha conta

source: My account
pt_br: Minha conta

source: My account page
pt_br: Página minha conta

source: My Account pages sidebar
pt_br: Barra lateral das páginas da minha conta

source: My cart
pt_br: Meu carrinho

source: My Wishlist
pt_br: Meus favoritos

source: My wishlist
pt_br: Meus favoritos

source: N/A
pt_br: N / D

source: Name
pt_br: Nome

source: Name for the current product
pt_br: Nome do produto atual

source: Narrow data source
pt_br: Fonte de dados restrita

source: Navbar labels
pt_br: Rótulos da barra de navegação

source: Navigation
pt_br: Navegação

source: Navigation anchor
pt_br: Âncora de navegação

source: Navigation color scheme
pt_br: Esquema de cores de navegação

source: Need Help?
pt_br: Preciso de ajuda?

source: Network Activate
pt_br: Ativar rede

source: Never
pt_br: Nunca

source: Never load
pt_br: Nunca carregue

source: New
pt_br: Novo

source: New Category
pt_br: Nova categoria

source: New category
pt_br: Nova categoria

source: New options are successfully imported.
pt_br: Novas opções são importadas com sucesso.

source: New responsive text block
pt_br: Novo bloco de texto responsivo

source: New size guide
pt_br: Novo guia de tamanhos

source: New Slide
pt_br: Novo slide

source: New window (_blank)
pt_br: Nova janela (_blank)

source: Newer
pt_br: Mais recente

source: Newer Comments &rarr;
pt_br: Comentários mais recentes →

source: Newer Posts &rarr;
pt_br: Postagens mais recentes →

source: Newness
pt_br: Novidade

source: Newsletter subscription form
pt_br: Formulário de assinatura de boletim informativo

source: Next (arrow right)
pt_br: Próximo (seta para a direita)

source: Next and previous posts links on single post page
pt_br: Links de postagens seguintes e anteriores em uma única página de postagem

source: Next and previous projects links on single project page
pt_br: Links de projetos próximos e anteriores em uma única página de projeto

source: Next product
pt_br: Próximo produto

source: Next step
pt_br: Próxima Etapa

source: No account yet?
pt_br: Ainda não tem conta?

source: No action
pt_br: Nenhuma ação

source: No action taken. Plugin %1$s was already active.
pt_br: Nenhuma ação tomada. O plug-in %1$s já estava ativo.

source: No bundles found.
pt_br: Nenhum pacote encontrado.

source: No Comments
pt_br: Sem comentários

source: No matches found
pt_br: Nenhuma equivalência encontrada

source: No plugins are available to be activated at this time.
pt_br: Nenhum plugin está disponível para ser ativado no momento.

source: No plugins are available to be installed at this time.
pt_br: Nenhum plug-in está disponível para ser instalado no momento.

source: No plugins are available to be updated at this time.
pt_br: Nenhum plug-in está disponível para atualização no momento.

source: No plugins to install, update or activate.
pt_br: Nenhum plugin para instalar, atualizar ou ativar.

source: No plugins were selected to be activated. No action taken.
pt_br: Nenhum plugin foi selecionado para ser ativado. Nenhuma ação tomada.

source: No plugins were selected to be installed. No action taken.
pt_br: Nenhum plugin foi selecionado para ser instalado. Nenhuma ação tomada.

source: No plugins were selected to be updated. No action taken.
pt_br: Nenhum plugin foi selecionado para atualização. Nenhuma ação tomada.

source: No posts found
pt_br: nenhuma postagem encontrada

source: No product categories exist.
pt_br: Não existem categorias de produtos.

source: No products found
pt_br: Nenhum produto encontrado

source: No products in the cart.
pt_br: Nenhum produto no carrinho.

source: No products were found matching your selection.
pt_br: Não foram encontrados produtos que correspondam à sua seleção.

source: No repeat
pt_br: não repita

source: No sidebars were found
pt_br: Nenhuma barra lateral foi encontrada

source: No size guides found in trash.
pt_br: Nenhum guia de tamanho encontrado na lixeira.

source: No size guides found.
pt_br: Nenhum guia de tamanho encontrado.

source: No title
pt_br: Sem título

source: No wrap on mobile devices
pt_br: Sem envoltório em dispositivos móveis

source: None
pt_br: Nenhum

source: Not activated
pt_br: Não ativado

source: Not equals
pt_br: Não é igual

source: Not Found
pt_br: Não encontrado

source: Not found
pt_br: Não encontrado

source: Not found in Trash
pt_br: Não encontrado na lixeira

source: Not Installed
pt_br: Não instalado

source: Not scalable
pt_br: Não escalável

source: Note that if you use Google fonts, only select font weights will be loaded on your website. So if you set font-weight 400 for body and 600 for headings, you will not be able to set 100, 300, or 700 font-weight for some of the Elementor/WPBakery elements. If you want to load additional font weights but don't want to set them globally, go to Advanced Typography, add a new rule with your font-family and font-weight without assigning it to any of the elements. Then, you will have this font-weight loaded globally so you can set it for any of the WPBakery/Elementor elements.
pt_br: Observe que, se você usar fontes do Google, apenas pesos de fonte selecionados serão carregados em seu site. Portanto, se você definir o peso da fonte 400 para o corpo e 600 para os títulos, não poderá definir o peso da fonte 100, 300 ou 700 para alguns dos elementos Elementor/WPBakery. Se você deseja carregar pesos de fonte adicionais, mas não deseja defini-los globalmente, vá para Tipografia avançada, adicione uma nova regra com sua família de fontes e peso de fonte sem atribuí-los a nenhum dos elementos. Então, você terá este peso de fonte carregado globalmente para que você possa configurá-lo para qualquer um dos elementos WPBakery/Elementor.

source: Note: The ID link ONLY accepts these chars: A-Z, a-z, 0-9
pt_br: Nota: O link de ID SOMENTE aceita estes caracteres: AZ, az, 0-9

source: Note: This element have not options
pt_br: Nota: Este elemento não tem opções

source: Nothing Found
pt_br: Nada encontrado

source: Notice
pt_br: Perceber

source: Notices
pt_br: Avisos

source: Number
pt_br: Número

source: Number of categories
pt_br: Número de categorias

source: Number of columns for blog results
pt_br: Número de colunas para resultados do blog

source: Number of columns for the blog grid.
pt_br: Número de colunas para a grade do blog.

source: Number of columns in the grid.
pt_br: Número de colunas na grade.

source: Number of columns selector
pt_br: Seletor de número de colunas

source: Number of comments
pt_br: Número de comentários

source: Number of grid elements to displace or pass over.
pt_br: Número de elementos de grade para deslocar ou passar.

source: Number of items to show per page.
pt_br: Número de itens a serem exibidos por página.

source: Number of photos
pt_br: Número de fotos

source: Number of photos per row for grid design or items in slider per view.
pt_br: Número de fotos por linha para design de grade ou itens no controle deslizante por exibição.

source: Number of portfolio projects that will be displayed on one page.
pt_br: Número de projetos de portfólio que serão exibidos em uma página.

source: Number of posts to show
pt_br: Numero de postagens para mostrar

source: Number of products displayed
pt_br: Número de produtos exibidos

source: Number of products per page
pt_br: Número de produtos por página

source: Number of products per page selector
pt_br: Número de produtos por seletor de página

source: Number of products to display in AJAX search results.
pt_br: Número de produtos a serem exibidos nos resultados da pesquisa AJAX.

source: Number of products to show
pt_br: Número de produtos a serem exibidos

source: Number of projects per page
pt_br: Número de projetos por página

source: Number of Tweets
pt_br: Número de tweets

source: Number of Tweets:
pt_br: Número de Tweets:

source: Number of visible swatches
pt_br: Número de amostras visíveis

source: Number of visitors
pt_br: Numero de visitantes

source: Number of words or letters that will be displayed for each post if you use "Excerpt" mode and don't set custom excerpt for each post.
pt_br: Número de palavras ou letras que serão exibidas para cada postagem se você usar o modo "Trecho" e não definir um trecho personalizado para cada postagem.

source: Number results to show
pt_br: Número de resultados a serem exibidos

source: Oblique
pt_br: Oblíquo

source: Obtain API key <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">here</a> to use our Google Map VC element.
pt_br: Obtenha a chave de API <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">aqui</a> para usar nosso elemento Google Map VC.

source: Odnoklassniki social link
pt_br: Link social Odnoklassniki

source: OFF
pt_br: DESLIGADO

source: Off
pt_br: Desligado

source: Off canvas alignment
pt_br: Alinhamento fora da tela

source: Off canvas column
pt_br: Coluna fora da tela

source: Off canvas column
pt_br: Coluna fora da tela

source: Off canvas column btn
pt_br: Coluna fora da tela btn

source: Off canvas column btn mod sticky sidebar opener
pt_br: Coluna off canvas btn mod sticky sidebar opener

source: Off canvas column button
pt_br: Botão de coluna fora da tela

source: Off canvas sidebar
pt_br: Barra lateral fora da tela

source: Off canvas sidebar for desktop
pt_br: Barra lateral fora da tela para desktop

source: Off canvas sidebar for mobile
pt_br: Barra lateral fora da tela para celular

source: Off canvas sidebar for tablet
pt_br: Barra lateral fora da tela para tablet

source: Off canvas sidebar option
pt_br: Opção de barra lateral fora da tela

source: Off canvas sidebars
pt_br: Barras laterais fora da tela

source: Offset
pt_br: Desvio

source: Offset (px)
pt_br: Deslocamento (px)

source: Old price
pt_br: Preço antigo

source: Older
pt_br: Mais velho

source: On backorder
pt_br: Em espera

source: On Backorder filter
pt_br: Filtro de pedidos pendentes

source: On backorder filter
pt_br: No filtro de pedidos pendentes

source: On button click
pt_br: Ao clicar no botão

source: On click action
pt_br: Ao clicar em ação

source: On demand
pt_br: Sob demanda

source: On document ready
pt_br: No documento pronto

source: On page load
pt_br: No carregamento da página

source: On sale
pt_br: Em promoção

source: On Sale filter
pt_br: Filtro em promoção

source: On scroll
pt_br: Na rolagem

source: On user interaction
pt_br: Na interação do usuário

source: On-sale Products
pt_br: Produtos em promoção

source: One column
pt_br: Uma coluna

source: One line
pt_br: Uma linha

source: One page menu
pt_br: Menu de uma página

source: Only for logged in
pt_br: Somente para logados

source: Only number without px.
pt_br: Apenas número sem px.

source: Only text
pt_br: Apenas texto

source: Open bundles manager
pt_br: Gerenciador de pacotes abertos

source: Open categories menu
pt_br: Abrir menu de categorias

source: Open hotspot content on click or hover
pt_br: Abra o conteúdo do ponto de acesso ao clicar ou passar o mouse

source: Open Iconic
pt_br: Abrir ícone

source: Open in new tab
pt_br: Abrir em nova guia

source: Open in new window
pt_br: Abrir em nova janela

source: Open link in
pt_br: Abrir link em

source: Open link in new tab
pt_br: Abrir link em uma nova aba

source: Open menu item dropdown
pt_br: Abrir menu suspenso de itens

source: Open mobile menu
pt_br: Abrir menu móvel

source: Open on mouse event
pt_br: Abrir no evento do mouse

source: Open product on click on mobile
pt_br: Abra o produto ao clicar no celular

source: Opener
pt_br: Abridor

source: Option for the location of the reviews form and reviews list section.
pt_br: Opção para a localização do formulário de comentários e da seção de lista de comentários.

source: Optional
pt_br: Opcional

source: Optional. You do not have to upload your logo if it is the same as on a regular header. Use this option only if the logo for the sticky header is different or has a different size.
pt_br: Opcional. Você não precisa carregar seu logotipo se for o mesmo que em um cabeçalho normal. Use esta opção somente se o logotipo do cabeçalho adesivo for diferente ou tiver um tamanho diferente.

source: Options for this field are not provided in the map function.
pt_br: As opções para este campo não são fornecidas na função de mapa.

source: Options presets
pt_br: Predefinições de opções

source: OR
pt_br: OU

source: Or
pt_br: Ou

source: Or login with
pt_br: Ou faça login com

source: Orange
pt_br: Laranja

source: Order
pt_br: Ordem

source: Order by
pt_br: Ordenar por

source: Order by post ID
pt_br: Encomenda por código postal

source: Order complete
pt_br: Pedido concluído

source: Order complete page
pt_br: Página de pedido concluído

source: Order number:
pt_br: Número do pedido:

source: Order review
pt_br: Revisão do pedido

source: Order review table with totals
pt_br: Tabela de revisão de pedidos com totais

source: Orderby
pt_br: Ordenar por

source: Ordered
pt_br: Comprado

source: Ordered:
pt_br: Comprado:

source: Orientation
pt_br: Orientação

source: Other
pt_br: Outro

source: Our final point. For ex.: 95
pt_br: Nosso ponto final. Por exemplo: 95

source: Our theme is designed in the way to load only scripts and libraries that are required on a particular page. But if you need to load some particular script for some reason globally, you can use the following set of options.
pt_br: Nosso tema é projetado de forma a carregar apenas scripts e bibliotecas que são necessários em uma determinada página. Mas se você precisar carregar algum script específico por algum motivo globalmente, poderá usar o seguinte conjunto de opções.

source: Out of stock
pt_br: Fora de estoque

source: Outside
pt_br: Fora

source: Overlap
pt_br: Sobreposição

source: Overline
pt_br: Sobrelinha

source: Overlined
pt_br: Sobrelinhado

source: Overrides option from Theme Settings -> Shop
pt_br: Substitui a opção de Configurações de tema -> Loja

source: OWL carousel
pt_br: carrossel CORUJA

source: Owl carousel library
pt_br: Biblioteca de carrossel de corujas

source: Page
pt_br: Página

source: Page %s
pt_br: Páginas %s

source: Page anchor (for one-page menu)
pt_br: Âncora de página (para menu de uma página)

source: Page builder
pt_br: Criador de páginas

source: Page builder plugin
pt_br: Plug-in do construtor de páginas

source: Page navigation
pt_br: Navegação da página

source: Page Setting (custom metabox from theme)
pt_br: Configuração de página (metabox personalizada do tema)

# Page slug
source: cart
pt_br: lesma de página carrinho

# Page slug
source: my-account
pt_br: minha conta

source: Page title
pt_br: Título da página

# Page title
source: Cart
pt_br: Carrinho

# Page title
source: Checkout
pt_br: Finalizar compra

# Page title
source: My account
pt_br: Minha conta

source: Page title background color
pt_br: Cor de fundo do título da página

source: Page title design
pt_br: Design do título da página

source: Page title size
pt_br: Tamanho do título da página

source: Page with details
pt_br: Página com detalhes

source: Pages
pt_br: Páginas

source: Pages background
pt_br: Plano de fundo das páginas

source: Pages title background
pt_br: Fundo do título das páginas

source: Pages:
pt_br: Páginas:

source: Pagination
pt_br: Paginação

source: Pagination links
pt_br: Links de paginação

source: Pagination style
pt_br: Estilo de paginação

source: Paint Stroke
pt_br: Curso de pintura

source: Panr parallax
pt_br: Panr paralaxe

source: Paragraph
pt_br: Parágrafo

source: Parallax
pt_br: Paralaxe

source: Parallax on scroll
pt_br: Paralaxe na rolagem

source: Parallax scroll
pt_br: Rolagem de paralaxe

source: Parallax smoothness
pt_br: Suavidade de paralaxe

source: Parallax speed
pt_br: Velocidade de paralaxe

source: Parent Category
pt_br: Categoria Parental

source: Parent category
pt_br: Categoria Parental

source: Parent Item:
pt_br: Item pai:

source: Parent product meta
pt_br: Meta do produto pai

source: Parent Slider
pt_br: Controle deslizante pai

source: Password
pt_br: Senha

source: Paste your JSON header export data here and click "Import"
pt_br: Cole seus dados de exportação de cabeçalho JSON aqui e clique em "Importar"

source: Patch has been successfully applied.
pt_br: O patch foi aplicado com sucesso.

source: Patch ID
pt_br: ID do patch

source: Patch with this ID does't exist.
pt_br: Patch com este ID não existe.

source: Patcher
pt_br: Patchers

source: Pay
pt_br: Pagar

source: Payment description
pt_br: Descrição de pagamento

source: Payment method:
pt_br: Forma de pagamento:

source: Payment methods
pt_br: Métodos de Pagamento

source: Payment methods and checkout button
pt_br: Métodos de pagamento e botão de checkout

source: Payment Methods on сheckout page
pt_br: Métodos de pagamento na página de check-out

source: PayPal Express integration
pt_br: Integração PayPal Express

source: People watching this product now!
pt_br: Pessoas assistindo este produto agora!

source: Per page, Sorting, Columns
pt_br: Por página, classificação, colunas

source: Permalink to %s
pt_br: Link permanente para %s

source: Permanent "New" label
pt_br: Rótulo "Novo" permanente

source: Photo size
pt_br: Tamanho da foto

source: Photos per row
pt_br: Fotos por linha

source: Photoswipe
pt_br: Deslizar fotos

source: Photoswipe library
pt_br: Biblioteca de fotos

source: Photoswipe popup
pt_br: Pop-up de fotos

source: PHP Function "file_get_content"
pt_br: Função PHP "file_get_content"

source: PHP Max Input Vars
pt_br: Vars de entrada máxima do PHP

source: PHP Memory Limit
pt_br: Limite de memória PHP

source: PHP Post Max Size
pt_br: Tamanho máximo da postagem PHP

source: PHP Time Limit
pt_br: Limite de tempo do PHP

source: PHP Upload Max Size
pt_br: Tamanho máximo do upload do PHP

source: PHP Version
pt_br: Versão do PHP

source: Pick a background color for the theme buttons and other colored elements.
pt_br: Escolha uma cor de fundo para os botões do tema e outros elementos coloridos.

source: Pin it
pt_br: Fixá-lo

source: Pinterest link
pt_br: Link do Pinterest

source: Pinterest social link
pt_br: Links sociais do Pinterest

source: Place here some information about cookies usage that will be shown in the popup.
pt_br: Coloque aqui algumas informações sobre o uso de cookies que serão mostradas no popup.

source: Place here text you want to see in the copyrights area. You can use shortocdes. Ex.: [social_buttons]
pt_br: Coloque aqui o texto que deseja ver na área de direitos autorais. Você pode usar shortocdes. Ex.: [social_buttons]

source: Place your text or HTML code with WordPress shortcodes.
pt_br: Coloque seu texto ou código HTML com códigos de acesso do WordPress.

source: Place your widgets that will be displayed after the mobile menu links
pt_br: Coloque seus widgets que serão exibidos após os links do menu do celular

source: Placeholder
pt_br: Espaço reservado

source: Placeholder color
pt_br: Cor do espaço reservado

source: Placeholder size
pt_br: Tamanho do espaço reservado

source: Placeholders
pt_br: Espaços reservados

source: Plain text
pt_br: Texto simples

source: Plain text/HTML
pt_br: Texto simples/HTML

source: Please contact the administrator of this site for help.
pt_br: Entre em contato com o administrador deste site para obter ajuda.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
pt_br: Entre em contato com o provedor do plug-in e peça para empacotar o plug-in de acordo com as diretrizes do WordPress.

source: Please, <a href="%s">log in</a>
pt_br: Por favor <a href="%s">entre</a>

source: Please, deactivate one of the builders and leave only ONE plugin either <strong>WPBakery page builder</strong> or <strong>Elementor</strong>.
pt_br: Por favor, desative um dos construtores e deixe apenas UM plugin, seja o <strong>WPBakery page builder</strong> ou <strong>Elementor</strong>.

source: Please, log in to continue with the unsubscribe process
pt_br: Por favor, faça login para continuar com o processo de cancelamento de inscrição

# plugin A *and* plugin B
source: and
pt_br: e

source: Plugin activated globally.
pt_br: Plugin ativado globalmente.

source: Plugin activated successfully.
pt_br: Plugin ativado com sucesso.

source: Plugin activation failed.
pt_br: Falha na ativação do plug-in.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
pt_br: Plugin não ativado. Uma versão superior de %s é necessária para este tema. Por favor, atualize o plug-in.
