Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: Show popular requests
pt_br: Mostrar solicitações populares

source: Show popup
pt_br: Mostrar pop-up

source: Show popup after
pt_br: Mostrar pop-up depois

source: Show popup after some time (in milliseconds)
pt_br: Mostrar pop-up após algum tempo (em milissegundos)

source: Show prebuilt websites page from the dashboard.
pt_br: Mostrar página de sites pré-construídos no painel.

source: Show price
pt_br: Mostrar preço

source: Show product brands
pt_br: Mostrar marcas de produtos

source: Show product categories dropdown
pt_br: Mostrar lista suspensa de categorias de produtos

source: Show product category
pt_br: Mostrar categoria de produto

source: Show product meta
pt_br: Mostrar meta do produto

source: Show products count for each category
pt_br: Mostrar contagem de produtos para cada categoria

source: Show products in standard grid or via slider carousel
pt_br: Mostrar produtos na grade padrão ou via carrossel deslizante

source: Show promo popup to users when they enter the site.
pt_br: Mostrar pop-up promocional aos usuários quando eles entrarem no site.

source: Show quantity input on product hover and quick shop where the layout is allowing it. It can be shown on the following product hovers: "Standard button", "Quick", "Full width button", "List".
pt_br: Mostre a entrada de quantidade ao passar o mouse sobre o produto e fazer compras rápidas onde o layout permitir. Ele pode ser exibido nos seguintes produtos: "Botão padrão", "Rápido", "Botão de largura total", "Lista".

source: Show quick buttons under the search form with popular search requests. Separate words with new lines.
pt_br: Mostre botões rápidos no formulário de pesquisa com solicitações de pesquisa populares. Separe as palavras com novas linhas.

source: Show related posts on single post page (by tags)
pt_br: Mostrar postagens relacionadas em uma única página de postagem (por tags)

source: Show related products
pt_br: Mostrar produtos relacionados

source: Show related projects carousel.
pt_br: Mostrar carrossel de projetos relacionados.

source: Show search form
pt_br: Mostrar formulário de pesquisa

source: Show search input for this attribute
pt_br: Mostrar entrada de pesquisa para este atributo

source: Show selected option name on desktop and tablet
pt_br: Mostrar o nome da opção selecionada na área de trabalho e no tablet

source: Show selected values in dropdown
pt_br: Mostrar valores selecionados na lista suspensa

source: Show share buttons
pt_br: Mostrar botões de compartilhamento

source: Show sidebar
pt_br: Mostrar barra lateral

source: Show single variation
pt_br: Mostrar variação única

source: Show SKU
pt_br: Mostrar SKU

source: Show SKU in cart page
pt_br: Mostrar SKU na página do carrinho

source: Show SKU in customer order received email
pt_br: Mostrar SKU no e-mail recebido do pedido do cliente

source: Show SKU in mini cart
pt_br: Mostrar SKU no mini carrinho

source: Show SKU on search AJAX results
pt_br: Mostrar SKU nos resultados de pesquisa AJAX

source: Show some brief information
pt_br: Mostrar algumas informações breves

source: Show some information about login on your web-site
pt_br: Mostrar algumas informações sobre login em seu site

source: Show some information about registration on your web-site
pt_br: Mostrar algumas informações sobre o registro em seu site

source: Show summary on hover
pt_br: Mostrar resumo ao passar o mouse

source: Show tab with brand information
pt_br: Mostrar guia com informações da marca

source: Show tags
pt_br: Mostrar etiquetas

source: Show text on mouse over
pt_br: Mostrar texto ao passar o mouse

source: Show the content on left or right side, top or bottom.
pt_br: Mostre o conteúdo do lado esquerdo ou direito, superior ou inferior.

source: Show the number of visitors that are currently viewing a product on the single product page. Read more information in our <a href="https://xtemos.com/docs-topic/product-visitors-counter/">documentation</a>.
pt_br: Mostre o número de visitantes que estão visualizando um produto na página de um único produto. Leia mais informações em nossa <a href="https://xtemos.com/docs-topic/product-visitors-counter/">documentação</a>.

source: Show theme license page from the dashboard.
pt_br: Mostrar a página de licença do tema no painel.

source: Show theme menu in the WordPress admin bar.
pt_br: Mostrar menu de temas na barra de administração do WordPress.

source: Show thumbnail
pt_br: Mostrar miniatura

source: Show timer for products that have scheduled date for the sale price
pt_br: Mostrar cronômetro para produtos com data agendada para o preço de venda

source: Show title
pt_br: Mostrar título

source: Show title for shop page, product categories or tags.
pt_br: Mostre o título da página da loja, categorias de produtos ou tags.

source: Show tooltips
pt_br: Mostrar dicas de ferramentas

source: Show username
pt_br: Mostrar nome de usuário

source: Show variations on quick view
pt_br: Mostrar variações na visualização rápida

source: Show wishlist
pt_br: Mostrar lista de desejos

source: Show wishlists popup
pt_br: Mostrar pop-up de listas de desejos

source: Show WooCommerce product grid
pt_br: Mostrar grade de produtos WooCommerce

source: Show WPML languages
pt_br: Mostrar idiomas WPML

source: Show your avatar image
pt_br: Mostre sua imagem de avatar

source: Show your banners as a carousel
pt_br: Mostre seus banners como um carrossel

source: Show your blog posts on the page
pt_br: Mostre suas postagens de blog na página

source: Show your brief information as a carousel
pt_br: Mostre suas informações breves como um carrossel

source: Show your pricing plans
pt_br: Mostre seus planos de preços

source: Show/Hide
pt_br: Aparecer esconder

source: Show/hide labels under icons in the mobile navbar.
pt_br: Mostrar/ocultar rótulos sob ícones na barra de navegação móvel.

source: Showcase your menu
pt_br: Apresente seu menu

source: Showcase your product as 3D model
pt_br: Apresente seu produto como modelo 3D

source: Showcase your projects or gallery
pt_br: Apresente seus projetos ou galeria

source: Shows a custom attribute in a widget which lets you narrow down the list of products when viewing product categories.
pt_br: Mostra um atributo personalizado em um widget que permite restringir a lista de produtos ao visualizar as categorias de produtos.

source: Shows active filters on shop page
pt_br: Mostra filtros ativos na página da loja

source: Shows AJAX search form
pt_br: Mostra o formulário de pesquisa AJAX

source: Shows animated counter with label
pt_br: Mostra contador animado com etiqueta

source: Shows any sidebar with widgets
pt_br: Mostra qualquer barra lateral com widgets

source: Shows countdown timer
pt_br: Mostra o temporizador de contagem regressiva

source: Shows Google map block
pt_br: Mostra o bloco do mapa do Google

source: Shows number of products left in stock
pt_br: Mostra o número de produtos restantes em estoque

source: Shows tweets from any twitter account
pt_br: Mostra tweets de qualquer conta do twitter

source: Side
pt_br: Lado

source: Side heading width
pt_br: Largura do título lateral

source: Sidebar
pt_br: Barra Lateral

source: Sidebar position
pt_br: Posição da barra lateral

source: Sidebar size
pt_br: Tamanho da barra lateral

source: Sidebars
pt_br: Barras laterais

source: Sign in
pt_br: Entrar

source: Simple
pt_br: Simples

source: Simple button in different theme styles
pt_br: Botão simples em diferentes estilos de tema

source: Simple dropdown
pt_br: Lista suspensa simples

source: Simple vertical line
pt_br: Linha vertical simples

source: Simplified
pt_br: Simplificado

source: Single Column
pt_br: Coluna Única

source: Single grouped product
pt_br: Produto único agrupado

source: Single post
pt_br: Postagem única

source: Single post background
pt_br: Plano de fundo de postagem única

source: Single post design
pt_br: Design de postagem única

source: Single posts from term
pt_br: Postagens únicas do período

source: Single product
pt_br: Produto único

source: Single product 360 button
pt_br: Botão 360 de produto único

source: Single product accordion
pt_br: Acordeão de produto único

source: Single product AJAX add to cart
pt_br: Acordeão de produto único

source: Single product background
pt_br: Plano de fundo do produto único

source: Single product base options
pt_br: Opções de base de produto único

source: Single product design centered
pt_br: Design de produto único centrado

source: Single product elements
pt_br: Elementos de produto único

source: Single product elements base
pt_br: Base de elementos de produto único

source: Single product gallery
pt_br: Galeria de produtos únicos

source: Single product gallery columns
pt_br: Colunas da galeria de produtos únicos

source: Single product gallery full width
pt_br: Largura total da galeria de um único produto

source: Single product gallery left
pt_br: Galeria de produtos único à esquerda

source: Single product id
pt_br: ID de produto único

source: Single product image gallery
pt_br: Galeria de imagens de um único produto

source: Single product image photoswipe
pt_br: Passagem de fotos de imagem de produto único

source: Single product image zoom
pt_br: Zoom de imagem de produto único

source: Single product navigation
pt_br: Navegação de um único produto

source: Single product page Widget Area
pt_br: Área de widget de página única de produto

source: Single product review images
pt_br: Imagens de avaliação de produto único

source: Single product reviews
pt_br: Revisões de um único produto

source: Single product shop attributes mod
pt_br: Mod de atributos de loja de produto único

source: Single product sidebar
pt_br: Barra lateral de produto único

source: Single product sticky add to cart
pt_br: Produto único pegajoso adicionar ao carrinho

source: Single product sticky details
pt_br: Detalhes autocolantes de um único produto

source: Single product tabs
pt_br: Guias de produtos únicos

source: Single product tabs accordion
pt_br: Acordeão de guias de produto único

source: Single product tabs all-open
pt_br: Abas de produtos únicos totalmente abertas

source: Single product video button
pt_br: Botão de vídeo de produto único

source: Single project
pt_br: Projeto único

source: Single project background
pt_br: Plano de fundo do projeto único

source: Site width
pt_br: Largura do site

source: Six Columns
pt_br: Seis Colunas

source: Sixth
pt_br: Sexto

source: Size
pt_br: Tamanho

source: Size Guide
pt_br: Guia de tamanho

source: Size guide
pt_br: Guia de tamanho

source: Size guide button
pt_br: Botão de guia de tamanho

source: Size guide content
pt_br: Conteúdo do guia de tamanhos

source: Size guide popup button
pt_br: Botão pop-up do guia de tamanho

source: Size guide to place in your products
pt_br: Guia de tamanhos para colocar em seus produtos

source: Size guides
pt_br: Guias de tamanho

source: Size of Avatar
pt_br: Tamanho do Avatar

source: Size of Avatar (default: 48):
pt_br: Tamanho do Avatar (padrão: 48):

source: Skip
pt_br: Pular

source: Skip setup
pt_br: Pular configuração

source: SKU, category, and tags
pt_br: SKU, categoria e tags

source: Skype link
pt_br: Link do Skype

source: Slick slider
pt_br: Controle deslizante

source: Slide
pt_br: Deslizar

source: Slide change animation
pt_br: Animação de mudança de slide

source: Slide content
pt_br: Conteúdo do slide

source: Slide from bottom
pt_br: Deslize de baixo

source: Slide from left
pt_br: Deslize da esquerda

source: Slide from right
pt_br: Deslize da direita

source: Slide from top
pt_br: Deslize de cima

source: Slide link
pt_br: Link do slide

source: Slide Settings
pt_br: Configurações de slide

source: Slide short from left
pt_br: Deslize curto da esquerda

source: Slide short from right
pt_br: Deslize curto da direita

source: Slider
pt_br: Controle deslizante

source: Slider autoplay
pt_br: Reprodução automática do controle deslizante

source: Slider distortion
pt_br: Distorção do controle deslizante

source: Slider element
pt_br: Elemento deslizante

source: Slider loop
pt_br: Loop do controle deslizante

source: Slider Revolution inherit theme font
pt_br: Slider Revolution herda a fonte do tema

source: Slider Revolution integration
pt_br: Integração de revolução deslizante

source: Slider settings
pt_br: Configurações do controle deslizante

source: Slider spacing
pt_br: Espaçamento do controle deslizante

source: Slider speed
pt_br: Velocidade do controle deslizante

source: Sliders
pt_br: Controles deslizantes

source: Slides
pt_br: Apresentações

source: Slides per view
pt_br: Apresentações por visualização

source: Slow
pt_br: Lento

source: Slug
pt_br: lesma

source: Small
pt_br: Pequena

source: Small (14px)
pt_br: Pequeno (14px)

source: Small (16px)
pt_br: Pequeno (16px)

source: Small (18px)
pt_br: Pequeno (18px)

source: Small (20px)
pt_br: Pequeno (20px)

source: Small (38px)
pt_br: Pequeno (38px)

source: Small image
pt_br: Imagem pequena

source: Small images
pt_br: Imagens pequenas

source: Small information block about blog author
pt_br: Pequeno bloco de informações sobre o autor do blog

source: Small products list widget
pt_br: Widget de lista de produtos pequenos

source: Smooth element movement when you scroll the page to create beautiful parallax effect.
pt_br: Movimento suave do elemento ao rolar a página para criar um belo efeito de paralaxe.

source: Smooth scroll
pt_br: Rolagem suave

source: Smooth scroll offset (px)
pt_br: Deslocamento de rolagem suave (px)

source: Smooth scroll time (ms)
pt_br: Tempo de rolagem suave (ms)

source: Snapchat link
pt_br: Link do Snapchat

source: Snapchat social link
pt_br: Link social do Snapchat

source: Social authentication
pt_br: Autenticação social

source: Social button form
pt_br: Formulário de botão social

source: Social button style
pt_br: Estilo de botão social

source: Social buttons
pt_br: Botões sociais

source: Social buttons size
pt_br: Tamanho dos botões sociais

source: Social buttons will be fixed on the screen when you scroll the page.
pt_br: Os botões sociais serão fixados na tela quando você rolar a página.

source: Social icons element
pt_br: Elemento de ícones sociais

source: Social links
pt_br: Links sociais

source: Social links icons
pt_br: Ícones de links sociais

source: Social profiles
pt_br: Perfis Sociais

source: Sold
pt_br: Vendido

source: Sold out
pt_br: Vendido

source: Some files are too large. Allowed file size is %s.
pt_br: Alguns arquivos são muito grandes. O tamanho de arquivo permitido é %s.

source: Some time
pt_br: Às vezes

source: Something went wrong during backup deleted. ID is missing. Please, try again later.
pt_br: Algo deu errado durante a exclusão do backup. O ID está faltando. Por favor, tente novamente mais tarde.

source: Something went wrong during backup download. ID is missing. Please, try again later.
pt_br: Algo deu errado durante o download do backup. O ID está faltando. Por favor, tente novamente mais tarde.

source: Something went wrong during backup installation. ID is missing. Please, try again later.
pt_br: Algo deu errado durante a instalação do backup. O ID está faltando. Por favor, tente novamente mais tarde.

source: Something went wrong during patch installation. Patch can't be applied. Please, try again later.
pt_br: Algo deu errado durante a instalação do patch. O patch não pode ser aplicado. Por favor, tente novamente mais tarde.

source: Something went wrong with the plugin API.
pt_br: Algo deu errado com a API do plugin.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
pt_br: Desculpe, mas você não tem as permissões corretas para ativar o plugin %s. Entre em contato com o administrador deste site para obter ajuda sobre como ativar o plug-in.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
pt_br: Desculpe, mas você não tem as permissões corretas para instalar o plugin %s. Entre em contato com o administrador deste site para obter ajuda sobre como instalar o plug-in.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
pt_br: Desculpe, mas você não tem as permissões corretas para atualizar o plugin %s. Entre em contato com o administrador deste site para obter ajuda sobre como atualizar o plug-in.

source: Sort by
pt_br: Ordenar por

source: Sort by average rating
pt_br: Classificar por classificação média

source: Sort by latest
pt_br: Classificar por mais recente

source: Sort by popularity
pt_br: Classificar por popularidade

source: Sort by price: high to low
pt_br: Ordenar por preço: alto para baixo

source: Sort by price: low to high
pt_br: Ordenar por preço: baixo para alto

source: Sort by widget action
pt_br: Classificar por ação do widget

source: Sort order
pt_br: Ordem de classificação

source: Sort products by name, price, popularity etc.
pt_br: Classifique os produtos por nome, preço, popularidade etc.

source: Sorting
pt_br: Ordenação

source: SoundCloud link
pt_br: Link do SoundCloud

source: Soundcloud social link
pt_br: Link social do Soundcloud

source: Source
pt_br: Fonte

source: Source type
pt_br: Tipo de origem

source: Space
pt_br: Espaço

source: Space Around
pt_br: Espaço ao redor

source: Space Between
pt_br: Espaço entre

source: Space between
pt_br: Espaço entre

source: Space between categories
pt_br: Espaço entre categorias

source: Space between images
pt_br: Espaço entre imagens

source: Space between posts
pt_br: Espaço entre postagens

source: Space between products
pt_br: Espaço entre os produtos

source: Space between projects
pt_br: Espaço entre projetos

source: Space between testimonial
pt_br: Espaço entre depoimento

source: Space Evenly
pt_br: Espaçar uniformemente

source: Space width
pt_br: Largura do espaço

source: Special widget area for filters
pt_br: Área de widget especial para filtros

source: Specify the end date when the "New" status will be retired. NOTE: "Permanent "New" label" option should be disabled if you use the exact date.
pt_br: Especifique a data de término em que o status "Novo" será retirado. NOTA: A opção "Nova etiqueta permanente" deve ser desabilitada se você usar a data exata.

source: Specify the maximum number of product title lines if it does not fit on one line.
pt_br: Especifique o número máximo de linhas de título do produto se não couber em uma linha.

source: Specify the number of categories to be shown initially
pt_br: Especifique o número de categorias a serem mostradas inicialmente

source: Specify your custom meta key.
pt_br: Especifique sua meta-chave personalizada.

source: Specify your custom title for this menu dropdown or leave it empty to keep "Browse categories".
pt_br: Especifique seu título personalizado para este menu suspenso ou deixe-o em branco para manter "Procurar categorias".

source: Specify your custom website container width in pixels.
pt_br: Especifique a largura do contêiner do seu site personalizado em pixels.

source: Spotify link
pt_br: Link do Spotify

source: Spotify social link
pt_br: Link social do Spotify

source: Spread radius
pt_br: Raio de propagação

source: Square
pt_br: Quadrado

source: Standard
pt_br: Padrão

source: Standard button
pt_br: Botão padrão

source: Star rating and reviews number
pt_br: Classificação por estrelas e número de comentários

source: Start
pt_br: Começar

source: Start each feature text from a new line
pt_br: Iniciar cada texto de recurso a partir de uma nova linha

source: Start load images X pixels before the page is scrolled to the item
pt_br: Comece a carregar imagens X pixels antes que a página seja rolada até o item

source: Start typing to find options...
pt_br: Comece a digitar para encontrar opções...

source: Start typing to see pages you are looking for.
pt_br: Comece a digitar para ver as páginas que você está procurando.

source: Start typing to see posts you are looking for.
pt_br: Comece a digitar para ver as postagens que você está procurando.

source: Start typing to see products you are looking for.
pt_br: Comece a digitar para ver os produtos que procura.

source: Start typing to see projects you are looking for.
pt_br: Comece a digitar para ver os projetos que está procurando.

source: Start typing...
pt_br: Começe a digitar...

source: State
pt_br: Estado

source: Static
pt_br: Estático

source: Sticky
pt_br: Pegajoso

source: Sticky add to cart
pt_br: Adicionar ao carrinho pegajoso

source: Sticky add to cart on mobile
pt_br: Adicionar ao carrinho no celular

source: Sticky column
pt_br: Coluna fixa

source: Sticky column offset
pt_br: Deslocamento de coluna fixo

source: Sticky column offset (px)
pt_br: Deslocamento de coluna fixo (px)

source: Sticky footer
pt_br: Rodapé fixo

source: Sticky header
pt_br: Cabeçalho fixo

source: Sticky header logo width
pt_br: Largura do logotipo do cabeçalho adesivo

source: Sticky kit
pt_br: Kit adesivo

source: Sticky loader
pt_br: Carregador pegajoso

source: Sticky navigation toolbar will be shown at the bottom on mobile devices.
pt_br: A barra de ferramentas de navegação fixa será mostrada na parte inferior em dispositivos móveis.

source: Sticky notifications
pt_br: Notificações fixas

source: Sticky notifications module
pt_br: Módulo de notificações fixas

source: Sticky off canvas sidebar button
pt_br: Botão da barra lateral de tela adesiva

source: Sticky product
pt_br: Produto pegajoso

source: Sticky sidebar button
pt_br: Botão da barra lateral fixa

source: Sticky social buttons
pt_br: Botões sociais fixos

source: Sticky social buttons option
pt_br: Opção de botões sociais fixos

source: Sticky social links
pt_br: Links sociais fixos

source: Sticky social links position
pt_br: Posição de links sociais fixos

source: Sticky social links type
pt_br: Tipo de links sociais fixos

source: Stock progress bar
pt_br: Barra de progresso de estoque

source: Stock status
pt_br: Status do estoque

source: Stock status design
pt_br: Projeto de status de estoque

source: Stock status position
pt_br: Posição do status do estoque

source: Stop close filters after click
pt_br: Pare de fechar filtros após clicar

source: Stretch
pt_br: Esticar

source: Stretch container
pt_br: Esticar container

source: Stretch section
pt_br: Seção de alongamento

source: Stretch section and content
pt_br: Esticar seção e conteúdo

source: Stretch Section CSS
pt_br: Esticar CSS da seção

source: Stretch slider
pt_br: Esticar controle deslizante

source: Stretch the single product page content.
pt_br: Estique o conteúdo da página de um único produto.

source: Stripe integration
pt_br: Integração de faixa

source: Style
pt_br: Estilo

source: Style 1
pt_br: Estilo 1

source: Style 2
pt_br: Estilo 2

source: Style 3
pt_br: Estilo 3

source: Style 4
pt_br: Estilo 4

source: Styled title for sections
pt_br: Título estilizado para seções

source: Styles
pt_br: Estilos

source: Styles (JSON)
pt_br: Estilos (JSON)

source: Styles always load
pt_br: Os estilos sempre carregam

source: Styles and colors
pt_br: Estilos e cores

source: Styles never load
pt_br: Estilos nunca carregam

source: Sub title
pt_br: Legenda

source: Sub title text
pt_br: Texto do subtítulo

source: Subject
pt_br: Sujeito

source: Submenu dropdown stays open after cursor leaves the parent menu item. Stops working if "Open categories menu" options is enabled on a page.
pt_br: O menu suspenso do submenu permanece aberto depois que o cursor sai do item de menu pai. Pára de funcionar se as opções "Abrir menu de categorias" estiverem habilitadas em uma página.

# submit button
source: Search
pt_br: Pesquisar
