Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: You can show only variations on the shop page excluding the main parent product.
pt_br: Você pode mostrar apenas variações na página da loja, excluindo o produto principal principal.

source: You can show the icon only or display "Compare" text too.
pt_br: Você pode mostrar apenas o ícone ou exibir o texto "Comparar" também.

source: You can show the icon only or display "Wishlist" text too.
pt_br: Você pode mostrar apenas o ícone ou exibir o texto "Lista de desejos" também.

source: You can specify "font-display" property for fonts used for icons in our theme including Font Awesome. Read more information <a href="https://developers.google.com/web/updates/2016/02/font-display">here</a>
pt_br: Você pode especificar a propriedade "font-display" para fontes usadas para ícones em nosso tema, incluindo Font Awesome. Leia mais informações <a href="https://developers.google.com/web/updates/2016/02/font-display">aqui</a>

source: You can specify "font-display" property for text fonts. Read more information <a href="https://developers.google.com/web/updates/2016/02/font-display">here</a>
pt_br: Você pode especificar a propriedade "font-display" para fontes de texto. Leia mais informações <a href="https://developers.google.com/web/updates/2016/02/font-display">aqui</a>

source: You can switch between links that will lead to project categories and masonry filters within one page only. Or turn off the filters completely.
pt_br: Você pode alternar entre links que levarão a categorias de projeto e filtros de alvenaria em apenas uma página. Ou desligue os filtros completamente.

source: You can switch between share and follow buttons on the single product page.
pt_br: Você pode alternar entre os botões compartilhar e seguir na página do produto único.

source: You can upload up to %s images to your review.
pt_br: Você pode enviar até %s imagens para sua avaliação.

source: You can use <a href="http://universimmedia.pagesperso-orange.fr/geo/loc.htm" target="_blank">this service</a> to get coordinates of your location.
pt_br: Você pode usar <a href="http://universimmedia.pagesperso-orange.fr/geo/loc.htm" target="_blank">este serviço</a> para obter coordenadas de sua localização.

source: You can use different design for your blog carousel
pt_br: Você pode usar um design diferente para o carrossel do seu blog

source: You can use different design for your blog styled for the theme
pt_br: Você pode usar um design diferente para o seu blog estilizado para o tema

source: You can use different design for your single post page.
pt_br: Você pode usar um design diferente para sua página de postagem única.

source: You can use different header for your single portfolio page.
pt_br: Você pode usar um cabeçalho diferente para sua única página de portfólio.

source: You can use different header for your single post page.
pt_br: Você pode usar um cabeçalho diferente para sua página de postagem única.

source: You can use different header for your single product page.
pt_br: Você pode usar um cabeçalho diferente para sua página de produto único.

source: You can use different styles for your projects.
pt_br: Você pode usar estilos diferentes para seus projetos.

source: You can use flat style or add a shadow to your blog posts.
pt_br: Você pode usar o estilo plano ou adicionar uma sombra às postagens do seu blog.

source: You can use shortcodes. Ex.: [social_buttons] or place an HTML Block built with page builder there like [html_block id="258"]
pt_br: Você pode usar códigos de acesso. Ex.: [social_buttons] ou coloque um bloco HTML construído com construtor de páginas como [html_block id="258"]

source: You can use some of our predefined styles for your banner content.
pt_br: Você pode usar alguns de nossos estilos predefinidos para o conteúdo do seu banner.

source: You can use widgets or custom HTML block with our Product filters page builder element.
pt_br: Você pode usar widgets ou bloco HTML personalizado com nosso elemento construtor de página de filtros de produto.

source: You can write a list of popular requests in Theme Settings -> General -> Search
pt_br: Você pode escrever uma lista de solicitações populares em Configurações de tema -> Geral -> Pesquisa

source: You cannot deactivate the plugin on a multisite.
pt_br: Você não pode desativar o plugin em um multisite.

source: You have successfully installed our theme.
pt_br: Você instalou nosso tema com sucesso.

source: You have to be logged in to be able to add photos to your review.
pt_br: Você precisa estar logado para poder adicionar fotos à sua avaliação.

source: You have unsubscribed from our wishlist-related mailing lists
pt_br: Você cancelou a inscrição em nossas listas de discussão relacionadas à lista de desejos

source: You may also like&hellip;
pt_br: Você pode gostar…

source: You may be interested in&hellip;
pt_br: Você pode estar interessado…

source: You must be logged in to checkout.
pt_br: Você precisa estar logado para pagar.

source: You must select your brand attribute in Theme Settings -> Shop -> Brands
pt_br: Você deve selecionar seu atributo de marca em Configurações de tema -> Loja -> Marcas

source: You need connect your Instagram account in Theme settings -> General -> Connect instagram account
pt_br: Você precisa conectar sua conta do Instagram em Configurações do tema -> Geral -> Conectar conta do instagram

source: You need to create a form using Contact form 7 plugin to be able to display it using this element.
pt_br: Você precisa criar um formulário usando o plug-in Contact form 7 para poder exibi-lo usando este elemento.

source: You need to create an empty page and select from the dropdown. It will be used as a root page for your portfolio archives.
pt_br: Você precisa criar uma página vazia e selecionar no menu suspenso. Ele será usado como uma página raiz para os arquivos do seu portfólio.

source: You need to enter your Consumer key and secret to display your recent twitter feed.
pt_br: Você precisa inserir sua chave e segredo do consumidor para exibir seu feed do Twitter recente.

source: You need to install the following plugins to use our import function: <strong><a href="%1$s">%2$s</a></strong>
pt_br: Você precisa instalar os seguintes plugins para usar nossa função de importação: %2$s

source: You need to resave variable products to make this option work. You can do this separately or using the bulk edit function.
pt_br: Você precisa salvar novamente os produtos variáveis ​​para que essa opção funcione. Você pode fazer isso separadamente ou usando a função de edição em massa.

source: You need to set an image as a featured image to be able to use it as an menu item image
pt_br: Você precisa definir uma imagem como uma imagem em destaque para poder usá-la como uma imagem de item de menu

source: You need to upload your images manually to the element if you want to load them from your website. Otherwise you will need to connect your real Instagram account via API.
pt_br: Você precisa carregar suas imagens manualmente para o elemento se quiser carregá-las do seu site. Caso contrário, você precisará conectar sua conta real do Instagram via API.

source: You need WPML plugin for this to work. You can remove it from Header builder.
pt_br: Você precisa do plugin WPML para que isso funcione. Você pode removê-lo do construtor Header.

source: You not have access.
pt_br: Você não tem acesso.

source: You will need to install and activate this <a href="https://wordpress.org/plugins/relevanssi/" target="_blank">plugin</a>
pt_br: Você precisará instalar e ativar este plugin

source: Your cart is currently empty.
pt_br: Seu carrinho está vazio no momento.

source: Your order
pt_br: Seu pedido

source: Your products marked as "Featured" will have a badge with "Hot" label.
pt_br: Seus produtos marcados como "Em destaque" terão um selo com o rótulo "Quente".

source: Your products wishlist
pt_br: Seus produtos favoritos

source: Your wishlists
pt_br: Seus favoritos

source: Youtube link
pt_br: Link do YouTube

source: YouTube social link
pt_br: Links sociais do YouTube

source: Z axis translation
pt_br: Translação do eixo Z

source: Zoom
pt_br: Ampliação

source: Zoom image
pt_br: Ampliar imagem

source: Zoom in
pt_br: Mais zoom

source: Zoom in/out
pt_br: Ampliar/reduzir

source: Zoom level when focus the marker 0 - 19
pt_br: Nível de zoom ao focar o marcador 0 - 19

source: Zoom level when focus the marker<br> 0 - 19
pt_br: Nível de zoom ao focar o marcador 0 - 19

source: Zoom reverse
pt_br: Zoom reverso

source: Zoom with mouse wheel
pt_br: Zoom com a roda do mouse

source: — No change —
pt_br: — Sem alteração —

source: — None —
pt_br: - Nenhum -

source: “Filters only” variant works with WoodMart Layered Navigation widgets.
pt_br: A variante “Somente filtros” funciona com os widgets de navegação em camadas do WoodMart.
