Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: Congratulations! You have successfully installed our theme. Now you can start creating your amazing website with a help of our theme. It provides you with a full control on your website layout style, colors typography and more.
pt_br: Parabéns! Você instalou nosso tema com sucesso. Agora você pode começar a criar seu site incrível com a ajuda do nosso tema. Ele fornece a você um controle total sobre o estilo de layout do seu site, tipografia de cores e muito mais.

source: Congratulations! You have successfully installed our theme. Now you can start creating your amazing website with a help of our theme. It provides you with a full control on your website layout style.
pt_br: Parabéns! Você instalou nosso tema com sucesso. Agora você pode começar a criar seu site incrível com a ajuda do nosso tema. Ele fornece a você um controle total sobre o estilo de layout do seu site.

source: Connect
pt_br: Conectar

source: Connect instagram account
pt_br: Conectar conta do instagram

source: Consumer Key
pt_br: Chave do consumidor

source: Consumer Key:
pt_br: Chave do consumidor:

source: Consumer Secret
pt_br: consumidor secreto

source: Consumer Secret:
pt_br: Consumidor secreto:

source: Contact form 7
pt_br: Formulário de contato 7

source: Contact forms
pt_br: Formulários de contato

source: Contacts form 7 integration
pt_br: Integração do formulário de contatos 7

source: Contain
pt_br: Conter

source: Content
pt_br: Conteúdo

source: Content align
pt_br: Alinhar conteúdo

source: Content alignment
pt_br: Alinhamento de conteúdo

source: Content background
pt_br: Plano de fundo do conteúdo

source: Content background color
pt_br: Cor de fundo do conteúdo

source: Content column
pt_br: Coluna de conteúdo

source: Content full width
pt_br: Largura total do conteúdo

source: Content height
pt_br: Altura do conteúdo

source: Content horizontal alignment
pt_br: Alinhamento horizontal de conteúdo

source: Content no space
pt_br: Conteúdo sem espaço

source: Content on the map horizontal position
pt_br: Conteúdo na posição horizontal do mapa

source: Content on the map vertical position
pt_br: Conteúdo na posição vertical do mapa

source: Content position
pt_br: Posição do conteúdo

source: Content Primary
pt_br: Conteúdo principal

source: Content Secondary
pt_br: Conteúdo secundário

source: Content settings
pt_br: Definições de conteudo

source: Content type
pt_br: Tipo de conteúdo

source: Content vertical alignment
pt_br: Alinhamento vertical de conteúdo

source: Content width
pt_br: Largura do conteúdo

source: Continue reading
pt_br: continue lendo

source: Continue reading <span class="meta-nav">&rarr;</span>
pt_br: Continue lendo <span class="meta-nav">&rarr;</span>

source: Continue shopping
pt_br: Continue comprando

source: Cookie
pt_br: Bolacha

source: Cookie law info
pt_br: Informações sobre a lei de cookies

source: Cookies popup
pt_br: Pop-up de cookies

source: Cookies popup option
pt_br: Opção de pop-up de cookies

source: Cookies version
pt_br: Versão dos cookies

source: Copy the code from the following text area and save it. You will be able to import it later with our import function in the headers manager.
pt_br: Copie o código da área de texto a seguir e salve-o. Você poderá importá-lo mais tarde com nossa função de importação no gerenciador de cabeçalhos.

source: Copyrights
pt_br: Direitos autorais

source: Copyrights layout
pt_br: Layout de direitos autorais

source: Copyrights text
pt_br: Texto de direitos autorais

source: Count
pt_br: Contar

source: Count product visits
pt_br: Contar visitas ao produto

source: Countdown
pt_br: Contagem regressiva

source: Countdown element
pt_br: Elemento de contagem regressiva

source: Countdown for variable products
pt_br: Contagem regressiva para produtos variáveis

source: Countdown number font weight
pt_br: Peso da fonte do número de contagem regressiva

source: Countdown timer
pt_br: Temporizador de contagem regressiva

source: Countdown to the end sale date will be shown. Be sure you have set final date of the product sale price.
pt_br: A contagem regressiva para a data final da venda será exibida. Certifique-se de ter definido a data final do preço de venda do produto.

source: Counter element
pt_br: Elemento contador

source: Counter product visits
pt_br: Contador de visitas ao produto

source: Coupon code
pt_br: Código do cupom

source: Coupon discount
pt_br: Cupom de desconto

source: Coupon form
pt_br: Formulário de cupom

source: Coupon:
pt_br: Cupom:

source: Cover
pt_br: Cobrir

source: Create a menu list for your mega menu dropdown
pt_br: Crie uma lista de menus para o menu suspenso do seu mega menu

source: Create an Account
pt_br: Crie a sua conta aqui

source: Create an eye-catching section of special products to promote them on your store.
pt_br: Crie uma seção atraente de produtos especiais para promovê-los em sua loja.

source: Create backup
pt_br: Criar backup

source: Create layout
pt_br: Criar layout

source: Create new HTML Block
pt_br: Criar novo bloco HTML

source: Create placeholders previews as miniatures from the original images.
pt_br: Crie visualizações de espaços reservados como miniaturas das imagens originais.

source: Create wishlist
pt_br: Criar lista de desejos

source: Create your first <a href="%s"><strong>navigation menu here</strong></a>
pt_br: Crie seu primeiro <a href="%s"><strong>menu de navegação aqui</strong></a>

source: Create your first <a href="%s"><strong>navigation menu here</strong></a> and add it to the "Main menu" location.
pt_br: Crie seu primeiro <a href="%s"><strong>navigation menu here</strong></a> e adicione-o ao local "Menu principal".

source: Create/modify size guide table
pt_br: Criar/modificar tabela de guia de tamanho

source: Cross Sells
pt_br: Venda cruzada

source: CSS box
pt_br: caixa CSS

source: Current default group
pt_br: Grupo padrão atual

source: Current window (_self)
pt_br: Janela atual (_self)

source: Curved Line
pt_br: Linha curvada

source: Custom
pt_br: Personalizado

source: Custom 404 page
pt_br: Página 404 personalizada

source: Custom animated loader
pt_br: Carregador animado personalizado

source: Custom button icon
pt_br: Ícone de botão personalizado

source: Custom button text
pt_br: Texto do botão personalizado

source: Custom button URL
pt_br: URL do botão personalizado

source: Custom buttons
pt_br: Botões personalizados

source: Custom Color
pt_br: Cor customizada

source: Custom color
pt_br: Cor customizada

source: Custom content width
pt_br: Largura do conteúdo personalizado

source: Custom CSS
pt_br: CSS customizado

source: Custom CSS for desktop
pt_br: CSS personalizado para desktop

source: Custom CSS for mobile
pt_br: CSS personalizado para celular

source: Custom CSS for mobile landscape
pt_br: CSS personalizado para cenário móvel

source: Custom CSS for tablet
pt_br: CSS personalizado para tablet

source: Custom font
pt_br: Fonte personalizada

source: Custom font size
pt_br: Tamanho de fonte personalizado

source: Custom fonts
pt_br: Fontes personalizadas

source: Custom header for this page
pt_br: Cabeçalho personalizado para esta página

source: Custom header for this product
pt_br: Cabeçalho personalizado para este produto

source: Custom height
pt_br: Altura personalizada

source: Custom icon
pt_br: Ícone personalizado

source: Custom image
pt_br: Imagem personalizada

source: Custom JS
pt_br: JS personalizado

source: Custom line height
pt_br: Altura da linha personalizada

source: Custom link
pt_br: Link personalizado

source: Custom links
pt_br: Links personalizados

source: Custom meta value by key
pt_br: Meta valor personalizado por chave

source: Custom query
pt_br: Consulta personalizada

source: Custom rounding
pt_br: Arredondamento personalizado

source: Custom sidebar for this page
pt_br: Barra lateral personalizada para esta página

source: Custom sidebar for this product
pt_br: Barra lateral personalizada para este produto

source: Custom single post header
pt_br: Cabeçalho de postagem único personalizado

source: Custom single product header
pt_br: Cabeçalho de produto único personalizado

source: Custom single project header
pt_br: Cabeçalho de projeto único personalizado

source: Custom size
pt_br: Tamanho personalizado

source: Custom size (deprecated)
pt_br: Tamanho personalizado (obsoleto)

source: Custom style
pt_br: Estilo personalizado

source: Custom tab content
pt_br: Conteúdo da guia personalizada

source: Custom tab title
pt_br: Título da guia personalizada

source: Custom title width
pt_br: Largura do título personalizado

source: Custom typography
pt_br: Tipografia personalizada

source: Custom width
pt_br: Largura personalizada

source: Custom width in pixels
pt_br: Largura personalizada em pixels

source: Daily Archives:
pt_br: Arquivos diários:

source: Dark
pt_br: Escuro

source: Dark theme
pt_br: Tema escuro

source: Dashboard
pt_br: Painel

source: Dashboard header logo
pt_br: Logo do cabeçalho do painel

source: Dashboard icons menu
pt_br: Menu de ícones do painel

source: Dashed
pt_br: Tracejadas

source: Data
pt_br: Dados

source: Data Settings
pt_br: Configurações de dados

source: Data settings
pt_br: Configurações de dados

source: Data source
pt_br: Fonte de dados

source: Data storage method
pt_br: Método de armazenamento de dados

source: Date
pt_br: Encontro

source: Date:
pt_br: Encontro:

source: days
pt_br: dias

source: Deactivate
pt_br: Desativar

source: Deactivate theme
pt_br: Desativar tema

source: Deactivating
pt_br: Desativando

source: Default
pt_br: Predefinição

source: Default "Thank you page" content
pt_br: Conteúdo padrão da "Página de agradecimento"

source: Default (14px)
pt_br: Padrão (14px)

source: Default (18px)
pt_br: Padrão (18px)

source: Default (22px)
pt_br: Padrão (22px)

source: Default (52px)
pt_br: Padrão (52px)

source: Default alternative
pt_br: Alternativa padrão

source: Default buttons
pt_br: Botões padrão

source: Default buttons background
pt_br: Fundo de botões padrão

source: Default buttons hover background
pt_br: Fundo de foco de botões padrão

source: Default buttons hover text color scheme
pt_br: Esquema de cores de texto de foco de botões padrão

source: Default buttons styles
pt_br: Estilos de botões padrão

source: Default buttons text color scheme
pt_br: Esquema de cores de texto de botões padrão

source: Default grid
pt_br: Grade padrão

source: Default group
pt_br: Grupo padrão

source: Default header
pt_br: Cabeçalho padrão

source: Default header for all pages is changed.
pt_br: O cabeçalho padrão para todas as páginas é alterado.

source: Default sorting
pt_br: classificação padrão

source: Default viewport tag:
pt_br: Tag da janela de visualização padrão:

source: Default Widget Area for posts and pages
pt_br: Área de widget padrão para postagens e páginas

source: Default Widget Area for projects
pt_br: Área de widget padrão para projetos

source: Default: 0
pt_br: Padrão: 0

source: Default: 100
pt_br: Padrão: 100

source: Default: 300
pt_br: Padrão: 300

source: Default: 400
pt_br: Padrão: 400

source: Default: 48px
pt_br: Padrão: 48px

source: Define color for the browser top bar on Android devices. <a href="https://developers.google.com/web/fundamentals/design-and-ux/browser-customization/#color_browser_elements" target="_blank">[Read more]</a>
pt_br: Defina a cor da barra superior do navegador em dispositivos Android.<a href="https://developers.google.com/web/fundamentals/design-and-ux/browser-customization/#color_browser_elements" target="_blank">[Consulte Mais informação]</a>

source: Define the parallax smoothness on mouse scroll. By default - 30
pt_br: Defina a suavidade de paralaxe na rolagem do mouse. Por padrão - 30

source: Define the parallax speed on mouse scroll. By default - 30
pt_br: Defina a velocidade de paralaxe na rolagem do mouse. Por padrão - 30

source: Delete
pt_br: Excluir

source: Delete image
pt_br: Excluir imagem

source: Deprecated
pt_br: Descontinuada

source: Deprecated CSS classes from v5.x
pt_br: Classes CSS obsoletas da v5.x

source: Dequeue scripts
pt_br: Scripts de desenfileiramento

source: Descending
pt_br: descendente

source: Description
pt_br: Descrição

source: Description and Additional information
pt_br: Descrição e informações adicionais

source: Description color
pt_br: Cor da descrição

source: Deselect all
pt_br: Desmarcar todos

source: Design
pt_br: Projeto

source: Design Options
pt_br: Opções de design

source: Designates the ascending or descending order. More at %s.
pt_br: Designa a ordem crescente ou decrescente. Mais em %s.

source: Desktop
pt_br: Área de Trabalho

source: Desktop layout
pt_br: Layout da área de trabalho

source: Desktop text size ( > 1024px )
pt_br: Tamanho do texto da área de trabalho (> 1024px)

source: Determine the "flex layout" for this row. More information about both options read in our <a href="https://xtemos.com/docs/woodmart/header-builder/header-rows-flex-layouts/" target="_blank">documentation here</a>.
pt_br: Determine o "layout flexível" para esta linha. Mais informações sobre ambas as opções podem ser lidas em nossa <a href="https://xtemos.com/docs/woodmart/header-builder/header-rows-flex-layouts/" target="_blank">documentação aqui</a>.

source: Determine the header height for mobile devices value in pixels.
pt_br: Determine o valor da altura do cabeçalho para dispositivos móveis em pixels.

source: Determine the header height for sticky header value in pixels.
pt_br: Determine a altura do cabeçalho para o valor do cabeçalho fixo em pixels.

source: Determine the header height value in pixels.
pt_br: Determine o valor da altura do cabeçalho em pixels.

source: Determine the logo image width in pixels.
pt_br: Determine a largura da imagem do logotipo em pixels.

source: Determine the logo on the sticky header image width in pixels.
pt_br: Determine o logotipo na largura da imagem do cabeçalho adesivo em pixels.

source: Determine the space width.
pt_br: Determine a largura do espaço.

source: Device
pt_br: Dispositivo

source: Diagonal Left
pt_br: Diagonal Esquerda

source: Diagonal Right
pt_br: Diagonal Direita

source: Dimensions
pt_br: Dimensões

source: Direct access to theme file is not allowed on your server. You need to download and replace the files manually.
pt_br: O acesso direto ao arquivo do tema não é permitido em seu servidor. Você precisa baixar e substituir os arquivos manualmente.

source: Disable
pt_br: Desativar

source: Disable "overflow:hidden;"
pt_br: Desabilite "estouro: oculto;"

source: Disable - Enable hover image for products on the shop page.
pt_br: Desativar - Ativar imagem flutuante para produtos na página da loja.

source: Disable - Enable scroll to top after AJAX.
pt_br: Desativar - Ativar imagem flutuante para produtos na página da loja. Desabilitar - Habilite a rolagem para o topo após AJAX.

source: Disable background image
pt_br: Desativar imagem de fundo

source: Disable copyrights
pt_br: Desativar direitos autorais

source: Disable Elementor's JS files if you are not using most of their widgets.
pt_br: Desative os arquivos JS do Elementor se você não estiver usando a maioria de seus widgets.

source: Disable footer
pt_br: Desativar rodapé

source: Disable Gutenberg styles
pt_br: Desabilitar estilos do Gutenberg

source: Disable Gutenberg styles in editor
pt_br: Desabilitar estilos do Gutenberg no editor

source: Disable OWL Carousel script on mobile devices
pt_br: Desative o script OWL Carousel em dispositivos móveis

source: Disable page title
pt_br: Desativar título da página

source: Disable prefooter
pt_br: Desativar pré-rodapé

source: Disable this row for desktop devices completely.
pt_br: Desative esta linha para dispositivos de desktop completamente.

source: Disable this row for mobile devices completely.
pt_br: Desative esta linha para dispositivos móveis completamente.

source: Disable wishlist for guests customers.
pt_br: Desativar lista de desejos para clientes convidados.

source: Disabled
pt_br: Desabilitado

source: Disabled swatch style
pt_br: Estilo de amostra desativado

source: Disconnect
pt_br: desconectar

source: Discount
pt_br: Desconto

source: Dismiss this notice
pt_br: Descartar essa notificação

source: Display
pt_br: Exibição

source: Display a button that leads to the selected category.
pt_br: Exibe um botão que leva à categoria selecionada.

source: Display a certain number of categories and "show more" button
pt_br: Exibir um certo número de categorias e botão "mostrar mais"

source: Display a free shipping progress bar on the website.
pt_br: Exiba uma barra de progresso de frete grátis no site.

source: Display a list with icon
pt_br: Exibir uma lista com ícone

source: Display a number of sold and in stock products as a progress bar.
pt_br: Exiba um número de produtos vendidos e em estoque como uma barra de progresso.

source: Display a thin line above the header with your custom content. Useful for promotions and global messages.
pt_br: Exiba uma linha fina acima do cabeçalho com seu conteúdo personalizado. Útil para promoções e mensagens globais.

source: Display caption texts below images when you open the photoswipe popup. Captions can be added to your images via the Media library.
pt_br: Exiba textos de legenda abaixo das imagens quando você abre o pop-up photoswipe. As legendas podem ser adicionadas às suas imagens através da biblioteca de mídia.

source: Display categories list that allows you to filter your portfolio projects.
pt_br: Lista de categorias de exibição que permite filtrar seus projetos de portfólio.

source: Display Comment Count
pt_br: Exibir contagem de comentários

source: Display compare product button on all products grids and lists.
pt_br: Exiba o botão comparar produto em todas as grades e listas de produtos.

source: Display Date
pt_br: Data de exibição

source: Display grid
pt_br: Exibir grade

source: Display HTML block
pt_br: Exibir bloco HTML

source: Display images captions below the images when you open them in lightbox. Captions are based on titles of your photos and can be edited in Dashboard -> Media.
pt_br: Exiba as legendas das imagens abaixo das imagens ao abri-las no lightbox. As legendas são baseadas nos títulos das suas fotos e podem ser editadas em Dashboard -> Media.

source: Display information about some person
pt_br: Exibir informações sobre alguma pessoa

source: Display information about the post author
pt_br: Exibir informações sobre o autor da postagem

source: Display inline
pt_br: Exibir em linha

source: Display JPG, PNG or SVG image
pt_br: Exibir imagem JPG, PNG ou SVG

source: Display login form dropdown on hover when user is not logged in.
pt_br: Exiba a lista suspensa do formulário de login ao passar o mouse quando o usuário não estiver conectado.

source: Display pre-built HTML block
pt_br: Exibir bloco HTML pré-construído

source: Display project title instead of portfolio page title in page heading
pt_br: Exibir o título do projeto em vez do título da página do portfólio no cabeçalho da página

source: Display results from blog
pt_br: Exibir resultados do blog

source: Display search icon/form in the header in different views.
pt_br: Exiba o ícone/formulário de pesquisa no cabeçalho em diferentes visualizações.

source: Display share buttons icons on the single product page.
pt_br: Exiba os ícones dos botões de compartilhamento na página do produto único.

source: Display share icons on single post page
pt_br: Exibir ícones de compartilhamento em uma única página de postagem

source: Display size guide table anywhere
pt_br: Exiba a tabela de guia de tamanho em qualquer lugar

source: Display stars rating
pt_br: Exibir classificação de estrelas

source: Display the filters button fixed on the screen for mobile and tablet devices.
pt_br: Exiba o botão de filtros fixado na tela para dispositivos móveis e tablets.

source: Display Thumbnail
pt_br: Exibir miniatura

source: Display username when user is logged in.
pt_br: Exibe o nome de usuário quando o usuário está logado.

source: Display widget
pt_br: Exibir widget

source: Display wishlist product button on all products grids and lists.
pt_br: Exibir botão de produto da lista de desejos em todas as grades e listas de produtos.

source: Displays a full chain of links to the current page.
pt_br: Exibe uma cadeia completa de links para a página atual.

source: Displays the most recent tweets from your Twitter Stream.
pt_br: Exibe os tweets mais recentes do seu Twitter Stream.

source: Distortion
pt_br: Distorção

source: Divider
pt_br: Divisor

source: Divider for sections
pt_br: Divisor de seções

source: Dividers element
pt_br: Elemento divisor

source: Do you like theme?
pt_br: Você gosta do tema?

source: Do you really want to remove these products?
pt_br: Você realmente deseja remover esses produtos?

source: Documentation
pt_br: Documentação

source: Dokan integration
pt_br: Integração Dokan

source: DOMDocument
pt_br: Documento DOMD

source: Don't show duplicated titles for product tabs.
pt_br: Não mostre títulos duplicados para guias de produtos.

source: Don't use
pt_br: Não use

source: Done
pt_br: Feito

source: Don’t display categories that don’t have any products assigned.
pt_br: Não exiba categorias que não tenham produtos atribuídos.

source: Download image
pt_br: Baixar imagem

source: Dribbble
pt_br: Drible

source: Dribbble link
pt_br: Link de drible

source: Dribbble social link
pt_br: Dribbble link social

source: Dropdown
pt_br: Suspenso

source: Dropdown aside
pt_br: Lista suspensa à parte

source: Dropdown background
pt_br: Plano de fundo suspenso

source: Dropdown height
pt_br: Altura suspensa

source: Dropdown select
pt_br: Seleção suspensa

source: Dropdown settings
pt_br: Configurações suspensas

source: Dropdown side
pt_br: Lado suspenso

source: Dropdown text color scheme
pt_br: Esquema de cores do texto suspenso

source: Dropdown width
pt_br: Largura da lista suspensa

source: Duplicate
pt_br: Duplicado

source: Duration of animation between slides (in ms)
pt_br: Duração da animação entre slides (em ms)

source: Edit
pt_br: Editar

source: Edit Category
pt_br: Editar categoria

source: Edit category
pt_br: Editar categoria

source: Edit conditions
pt_br: Editar condições

source: Edit current header
pt_br: Editar cabeçalho atual

source: Edit Item
pt_br: Editar item

source: Edit name
pt_br: Editar nome

source: Edit size guide
pt_br: Editar guia de tamanho

source: Edit Slider
pt_br: Editar controle deslizante

source: Edit theme settings
pt_br: Editar configurações do tema

source: Edit this block with Page Builder
pt_br: Edite este bloco com o Page Builder

source: Element animations
pt_br: Animações de elementos

source: Element highlighted text
pt_br: Texto destacado do elemento

source: Element option off canvas column (Elementor)
pt_br: Opção de elemento fora da coluna de tela (Elementor)

source: Element option off canvas column (WPBakery)
pt_br: Opção de elemento fora da coluna de tela (WPBakery)

source: Element page title builder
pt_br: Construtor de título de página de elemento

source: Element title
pt_br: Título do elemento

source: Elementor dialog.js library
pt_br: Biblioteca elementar dialog.js

source: Elementor integration
pt_br: Integração elementar

source: Elementor Pro integration
pt_br: Integração Elementor Pro

source: Elementor sections negative margin
pt_br: Margem negativa das seções elementares

source: Elements
pt_br: Elementos

source: Elements visibility
pt_br: Visibilidade dos elementos

source: Email address
pt_br: Endereço de email

source: Email for share links
pt_br: E-mail para links de compartilhamento

source: Email for social links
pt_br: E-mail para links sociais

source: Email Heading
pt_br: Título do e-mail

source: Email social link
pt_br: E-mail link social

source: Email type
pt_br: Tipo de e-mail
