Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: To enable login with vk.com you need to create an APP here <a href="https://vk.com/dev" target="_blank">https://vk.com/dev</a>. Then go to APP settings and copy App ID and App Secret there. You also need to insert Redirect URI like this example <strong>{{PERMALINK}}vkontakte/int_callback</strong>
pt_br: Para habilitar o login com vk.com você precisa criar um APP aqui https://vk.com/dev. Em seguida, vá para as configurações do aplicativo e copie o ID do aplicativo e o segredo do aplicativo para lá. Você também precisa inserir o URI de redirecionamento como este exemplo {{PERMALINK}}vkontakte/int_callback

source: To get this data, follow the instructions in our documentation <a href="https://xtemos.com/docs/woodmart/faq-guides/setup-instagram-api/" target="_blank">here</a>.
pt_br: Para obter esses dados, siga as instruções em nossa documentação aqui.

source: To global settings
pt_br: Para configurações globais

source: To Install <span class="count">(%s)</span>
pt_br: Para instalar <span class="count">(%s)</span>

source: To use your Adobe font, you need to create an account on the <a href="https://fonts.adobe.com/" target="_blank"><u>service</u></a> and obtain your key ID here. Then, you need to enter all custom fonts you will use separated with coma. After this, save Theme Settings and reload this page to be able to select your fonts in the list under the Theme Settings -> Typography section.
pt_br: Para usar sua fonte da Adobe, você precisa criar uma conta no serviço e obter sua ID de chave aqui. Em seguida, você precisa inserir todas as fontes personalizadas que usará separadas por vírgula. Depois disso, salve as configurações do tema e recarregue esta página para poder selecionar suas fontes na lista na seção Configurações do tema -> Tipografia.

source: Toggle fullscreen
pt_br: Alternar para o modo tela cheia

source: Toggle function for categories widget
pt_br: Função de alternância para widget de categorias

# toolbar
source: My account
pt_br: Minha conta

# toolbar
source: Wishlist
pt_br: Favoritos

source: Tools
pt_br: Ferramentas

source: Toolset offers a fresh approach to building WordPress sites. It builds on of WordPress and provides a complete design and development package, that requires no programming.
pt_br: O Toolset oferece uma nova abordagem para a construção de sites WordPress. Ele se baseia no WordPress e fornece um pacote completo de design e desenvolvimento, que não requer programação.

source: Tooltips
pt_br: Dicas de ferramentas

source: Top
pt_br: Topo

source: Top flip X
pt_br: Virar superior X

source: Top Rated Products
pt_br: Produtos mais avaliados

source: Totals and checkout button
pt_br: Botão de totais e checkout

source: Transform
pt_br: Transformar

source: Transparent
pt_br: Transparente

source: Trash
pt_br: Lixo

source: Triangle
pt_br: Triângulo

source: Try out our creative styles for categories block
pt_br: Experimente nossos estilos criativos para bloco de categorias

source: Try out our creative styles for categories block.
pt_br: Experimente nossos estilos criativos para bloco de categorias.

source: Tumblr link
pt_br: Link do Tumblr

source: Tumblr social link
pt_br: Tumblr link social

source: Turn categories navigation into accordion on mobile devices
pt_br: Transforme a navegação de categorias em acordeão em dispositivos móveis

source: Turn it off if you never use it to improve the performance.
pt_br: Desligue-o se você nunca usá-lo para melhorar o desempenho.

source: Turn it on to enable accordion JS for the WooCommerce Product Categories widget. Useful if you have a lot of categories and subcategories.
pt_br: Ative-o para ativar o JS de acordeão para o widget Categorias de produtos WooCommerce. Útil se você tiver muitas categorias e subcategorias.

source: Turn on the AJAX add to cart option on the single product page. Will not work with plugins that add some custom fields to the add to cart form.
pt_br: Ative a opção AJAX adicionar ao carrinho na página do produto único. Não funcionará com plugins que adicionam alguns campos personalizados ao formulário de adicionar ao carrinho.

source: Turn on the size guide feature on the website. Read more information about this function in <a href="https://xtemos.com/docs/woodmart/faq-guides/create-size-guide-table/" target="_blank">our documentation</a>.
pt_br: Ative o recurso de guia de tamanhos no site. Leia mais informações sobre esta função em <a href="https://xtemos.com/docs/woodmart/faq-guides/create-size-guide-table/" target="_blank">Nossa documentação</a>

source: Turn on to reset background image on mobile devices
pt_br: Ative para redefinir a imagem de fundo em dispositivos móveis

source: Turn on to reset background image on tablet devices
pt_br: Ative para redefinir a imagem de fundo em tablets

source: Turn on/off a section with your copyrights under the footer.
pt_br: Ative/desative uma seção com seus direitos autorais no rodapé.

source: Turn your global website colors to a dark scheme.
pt_br: Transforme as cores do seu site global em um esquema escuro.

source: Tweet Avatar
pt_br: Avatar do Tweet

source: Twitter does not return 200
pt_br: Twitter não retorna 200

source: Twitter does not return any data
pt_br: O Twitter não retorna nenhum dado

source: Twitter element
pt_br: Elemento do Twitter

source: Twitter link
pt_br: Link do Twitter

source: Twitter Name (without @ symbol)
pt_br: Nome do Twitter (sem símbolo @)

source: Twitter Name (without @ symbol):
pt_br: Nome do Twitter (sem símbolo @):

source: Twitter social link
pt_br: Links sociais do Twitter

source: Two Columns
pt_br: Duas colunas

source: Two columns
pt_br: Duas colunas

source: Two line
pt_br: Duas linhas

source: Two rows
pt_br: Duas linhas

source: Type
pt_br: Modelo

source: type
pt_br: modelo

source: types
pt_br: tipos

source: Typography
pt_br: Tipografia

source: Typography for page builder elements options where "Secondary font" was chosen or used custom CSS class "font-alt".
pt_br: Tipografia para opções de elementos do construtor de páginas em que "Fonte secundária" foi escolhida ou usou a classe CSS personalizada "font-alt".

source: Typography options for site header elements.
pt_br: Opções de tipografia para elementos de cabeçalho do site.

source: Typography options for widget titles.
pt_br: Opções de tipografia para títulos de widgets.

source: Ultra-Bold 900
pt_br: Ultra-Negrito 900

source: Ultra-Light 100
pt_br: Ultraleve 100

source: Unable to communicate with Instagram.
pt_br: Não é possível se comunicar com o Instagram.

source: Uncheck all
pt_br: Desmarcar todos

source: Under EU privacy regulations, websites must make it clear to visitors what information about them is being stored. This specifically includes cookies. Turn on this option and user will see info box at the bottom of the page that your web-site is using cookies.
pt_br: De acordo com os regulamentos de privacidade da UE, os sites devem deixar claro aos visitantes quais informações sobre eles estão sendo armazenadas. Isso inclui especificamente cookies. Ative esta opção e o usuário verá a caixa de informações na parte inferior da página que seu site está usando cookies.

source: Underline
pt_br: Sublinhado

source: Underline 2
pt_br: Sublinhado 2

source: Underlined
pt_br: Sublinhado

source: Underlined 2
pt_br: Sublinhado 2

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
pt_br: Infelizmente, seu pedido não pode ser processado, pois o banco/comerciante de origem recusou sua transação. Por favor, tente sua compra novamente.

source: Unit of measurement
pt_br: Unidade de medida

source: Unit of measurement for the product quantity. For example KG, ML, meters, liters, etc.
pt_br: Unidade de medida para a quantidade do produto. Por exemplo KG, ML, metros, litros, etc.

source: Unordered
pt_br: Não ordenado

source: unsubscribe
pt_br: Cancelar subscrição

source: Update
pt_br: Atualizar

source: Update %2$s
pt_br: Atualizar %2$s

source: Update Available <span class="count">(%s)</span>
pt_br: Atualização disponível (%s)

source: Update cart
pt_br: Atualizar carrinho

source: Update Category
pt_br: Atualizar categoria

source: Update category
pt_br: Atualizar categoria

source: Update interval (seconds)
pt_br: Intervalo de atualização (segundos)

source: Update Item
pt_br: Atualizar item

source: Update on page load
pt_br: Atualização no carregamento da página

source: Update recommended
pt_br: Atualização recomendada

source: Update Required
pt_br: Atualização necessária

source: Update Slider
pt_br: Atualizar controle deslizante

source: Update the number of visitors in a specified interval of time.
pt_br: Atualize o número de visitantes em um intervalo de tempo especificado.

source: Update with AJAX on page load
pt_br: Atualizar com AJAX no carregamento da página

source: Updating
pt_br: Atualizando

source: Updating Plugin %1$s (%2$d/%3$d)
pt_br: Atualizando plug-in %1$s (%2$d/%3$d)

source: Updating Plugin: %s
pt_br: Atualizando plug-in: %s

source: Upgrade message from the plugin author:
pt_br: Mensagem de atualização do autor do plugin:

source: Upload
pt_br: Envio

source: Upload a custom animated image that will replace the default theme preloader.
pt_br: Carregue uma imagem animada personalizada que substituirá o pré-carregador de tema padrão.

source: Upload an icon that will be displayed on the additional information table.
pt_br: Carregue um ícone que será exibido na tabela de informações adicionais.

source: Upload an image
pt_br: Carregar uma imagem

source: Upload custom placeholder image
pt_br: Carregar imagem de espaço reservado personalizada

source: Upload image
pt_br: Enviar Imagem

source: Upload review images
pt_br: Carregar imagens de revisão

source: Uppercase
pt_br: Maiúsculas

source: Upsells (Single product)
pt_br: Upsells (produto único)

source: Upsells products position
pt_br: Posição de produtos de upsell

source: URL example: https://www.youtube.com/watch?v=LXb3EKWsInQ
pt_br: Exemplo de URL: https://www.youtube.com/watch?v=LXb3EKWsInQ

source: Use AJAX functionality for portfolio categories links.
pt_br: Use a funcionalidade AJAX para links de categorias de portfólio.

source: Use brand name for tab title
pt_br: Use o nome da marca para o título da guia

source: Use custom theme animations if you want to run them in the slider element.
pt_br: Use animações de tema personalizadas se quiser executá-las no elemento deslizante.

source: Use for collapsible content
pt_br: Use para conteúdo recolhível

source: Use image as
pt_br: Usar imagem como

source: Use images from product variations
pt_br: Use imagens de variações de produtos

source: Use Relevanssi for AJAX search
pt_br: Use Relevanssi para pesquisa AJAX

source: Use these links for more information!
pt_br: Use estes links para mais informações!

source: Use this image as a background for the page title on this category page.
pt_br: Use esta imagem como plano de fundo para o título da página nesta página de categoria.

source: Use this option if you are not want to see frontend styles in the Gutenberg editor
pt_br: Use esta opção se não quiser ver os estilos frontend no editor Gutenberg

source: Use this option if you have some elements inside this row that needs to overflow the boundaries. Examples: mega menu, filters, search with categories dropdowns.
pt_br: Use esta opção se você tiver alguns elementos dentro desta linha que precisam ultrapassar os limites. Exemplos: mega menu, filtros, pesquisa com dropdowns de categorias.

source: Use WooCommerce query when you display this element as a part of the shop page in WoodMart Layouts builder.
pt_br: Use a consulta WooCommerce ao exibir esse elemento como parte da página da loja no construtor WoodMart Layouts.

source: Used on hover?
pt_br: Usado em hover?

source: Used when active?
pt_br: Usado quando ativo?

source: Useful if your products have different height.
pt_br: Útil se seus produtos tiverem altura diferente.

source: Useful when you have product images with different height.
pt_br: Útil quando você tem imagens de produtos com alturas diferentes.

source: Useful when you set background color for the single product page to gray for example.
pt_br: Útil quando você define a cor de fundo da página de um único produto para cinza, por exemplo.

source: User Avatar
pt_br: Avatar do usuário

source: User headers
pt_br: Cabeçalhos do usuário

source: User panel to use in My Account area
pt_br: Painel do usuário para usar na área Minha conta

source: User scroll
pt_br: Rolagem do usuário

source: User testimonial
pt_br: Depoimento do usuário

source: User testimonials slider or grid
pt_br: Controle deslizante ou grade de depoimentos de usuários

source: User title
pt_br: Título do usuário

source: Username
pt_br: Nome de usuário

source: Username or email address
pt_br: Nome de Usuário ou Endereço de Email

source: Using native browser's scrolling feature on mobile devices may improve your page loading and performance on some devices. Desktop will be handled with OWL Carousel JS library.
pt_br: Usar o recurso de rolagem do navegador nativo em dispositivos móveis pode melhorar o carregamento e o desempenho da página em alguns dispositivos. A área de trabalho será tratada com a biblioteca OWL Carousel JS.

source: Value typography
pt_br: Tipografia de valor

source: Variable product
pt_br: Produto variável

source: Variable products
pt_br: Produtos variáveis

source: Variation as product
pt_br: Variação como produto

source: Variation Image Gallery
pt_br: Galeria de imagens de variação

source: Variation Title
pt_br: Título da Variação

source: Variations images
pt_br: Imagens de variações

source: Variations price
pt_br: Preço das variações

source: Variations products meta
pt_br: Meta de produtos de variações

source: Vendor dashboard
pt_br: Painel do fornecedor

source: Version
pt_br: Versão

source: Vertical align
pt_br: Alinhamento vertical

source: Vertical align
pt_br: Alinhamento vertical

source: Vertical alignment
pt_br: Alinhamento vertical

source: Vertical content align
pt_br: Conteúdo vertical alinhado

source: Vertical position
pt_br: Posição vertical

source: Vertical position (%)
pt_br: Posição vertical (%)

source: Vertical spacing
pt_br: Espaçamento vertical

source: Viber social link
pt_br: Link social do Viber

source: Video element
pt_br: Elemento de vídeo

source: Video tutorials
pt_br: Tutoriais em vídeo

source: View
pt_br: Visão

source: View 3D element
pt_br: Visualizar elemento 3D

source: View all posts by %s <span class="meta-nav">&rarr;</span>
pt_br: Ver todas as postagens de %s <span class="meta-nav">&rarr;</span>

source: View all results
pt_br: Ver todos os resultados

source: View Cart
pt_br: Ver carrinho

source: View cart
pt_br: Ver carrinho

source: View details
pt_br: Ver detalhes

source: View home page
pt_br: Ver página inicial

source: View Item
pt_br: Ver item

source: View Large
pt_br: Visualizar grande

source: View page
pt_br: Ver pagina

source: View size guide
pt_br: Veja o guia de tamanhos

source: Viewport tag
pt_br: Tag da janela de visualização

source: Vimeo link
pt_br: Link do Vimeo

source: Vimeo social link
pt_br: Link social do Vimeo

source: Visitor counter
pt_br: contador de visitantes

source: Vivus
pt_br: Vivo

source: VK link
pt_br: Link VK

source: VK social link
pt_br: Link social VK

source: VKontakte
pt_br: VKontakteGenericName

source: VKontakte app ID
pt_br: ID do aplicativo Vkontakte

source: VKontakte app secret
pt_br: Segredo do aplicativo VKontakte

source: Warning
pt_br: Aviso

source: Warning notice background color
pt_br: Cor de fundo do aviso de aviso

source: Warning notice text color
pt_br: Cor do texto do aviso de aviso

source: Warning: all your Theme Settings will be reset to default values. We recommend you export your current settings as a backup before doing this.
pt_br: Aviso: todas as suas configurações de tema serão redefinidas para os valores padrão. Recomendamos que você exporte suas configurações atuais como backup antes de fazer isso.

source: Watch video
pt_br: Assistir vídeo

source: Waves Small
pt_br: Ondas Pequenas

source: Waves Wide
pt_br: Grandes ondas

source: Waypoint
pt_br: Parada

source: Waypoints library
pt_br: Biblioteca de pontos de referência

source: WC currency switcher integration
pt_br: Integração de trocador de moeda WC

source: WC Products widget
pt_br: Widget de produtos de toalete

source: WC products widget
pt_br: Widget de produtos de banheiro

source: WC Vendors integration
pt_br: Integração WC Vendors

source: WCFM – Frontend Manager integration
pt_br: Integração WCFM – Frontend Manager

source: We only have limited stock, so don't wait any longer, and take this chance to make it yours!
pt_br: Temos estoque limitado, então não espere mais, e aproveite esta chance para torná-lo seu!

source: We recommend you to set the same color as your row’s background color for the best effect.
pt_br: Recomendamos que você defina a mesma cor de fundo da sua linha para obter o melhor efeito.

source: We use cookies to improve your experience on our website. By browsing this website, you agree to our use of cookies.
pt_br: Usamos cookies para melhorar sua experiência em nosso site. Ao navegar neste site, você concorda com o uso de cookies.

source: Websites
pt_br: Sites

source: Weight
pt_br: Peso

source: Welcome
pt_br: Bem-vindo

source: Welcome page text
pt_br: Texto da página de boas-vindas

source: Welcome page title
pt_br: Título da página de boas-vindas

source: Welcome to WoodMart
pt_br: Bem-vindo ao WoodMart

source: Welcome, <strong>%s</strong>
pt_br: Bem-vindo, <strong>%s</strong>

source: What columns users may select to be displayed on the product page
pt_br: Quais colunas os usuários podem selecionar para serem exibidas na página do produto

source: What's new
pt_br: O que há de novo

source: WhatsApp link
pt_br: Link do WhatsApp

source: WhatsApp social link
pt_br: link social WhatsApp

source: When enabled, your images will be replaced with their blurred small previews. And when the visitor will scroll the page to that image, it will be replaced with an original image.
pt_br: Quando ativado, suas imagens serão substituídas por suas pequenas visualizações borradas. E quando o visitante rolar a página até essa imagem, ela será substituída por uma imagem original.

source: When you turn on this option and click on some variation with image, the page will be scrolled up to show that variation image in the main product gallery.
pt_br: Ao ativar esta opção e clicar em alguma variação com imagem, a página será rolada para cima para mostrar essa imagem de variação na galeria principal do produto.

source: When you turn on this option you need to specify this button link with a hash symbol. For example #section-id Then you need to have a section with an ID of "section-id" and this button click will smoothly scroll the page to that section.
pt_br: Ao ativar esta opção, você precisa especificar este link de botão com um símbolo de hash. Por exemplo #section-id Então você precisa ter uma seção com um ID de "section-id" e este clique no botão rolará suavemente a página para essa seção.

source: When you turn on this option you need to specify this button link with a hash symbol. For example #section-id Then you need to have a section with an ID of "section-id" and this button click will smoothly scroll the page to that section.
pt_br: Ao ativar esta opção, você precisa especificar este link de botão com um símbolo de hash. Por exemplo #section-id Então você precisa ter uma seção com um ID de "section-id" e este clique no botão rolará suavemente a página para essa seção.

source: When you will select any variation, the price on the single product page will be updated with an actual variation price.
pt_br: Quando você selecionar qualquer variação, o preço na página do produto único será atualizado com um preço de variação real.

source: White
pt_br: Branco

source: White label
pt_br: etiqueta branca

source: Wide (1600 px)
pt_br: Amplo (1600 px)

source: Widget active filters
pt_br: Filtros ativos de widgets

source: Widget Area for full screen menu
pt_br: Área de widget para menu em tela cheia

source: Widget Area for My Account, orders and other user pages.
pt_br: Área de Widget para Minha Conta, pedidos e outras páginas do usuário.

source: Widget Area for shop filters above the products
pt_br: Área de widgets para filtros de loja acima dos produtos

source: Widget Area for shop pages
pt_br: Área de widgets para páginas da loja

source: Widget Area for single product page
pt_br: Área de widget para página de produto único

source: Widget calendar
pt_br: Calendário de widgets

source: Widget collapse
pt_br: Recolhimento do widget

source: Widget for author information
pt_br: Widget para informações do autor

source: Widget layered navigation & stock status
pt_br: Navegação em camadas de widgets e status de estoque

source: Widget price filter slider
pt_br: Controle deslizante de filtro de preço de widget

source: Widget products
pt_br: Produtos de widget

source: Widget products upsells
pt_br: Vendas adicionais de produtos de widget

source: Widget recent post or comments
pt_br: Postagem ou comentários recentes do widget

source: Widget rss
pt_br: RSS do widget

source: Widget settings
pt_br: Configurações do widget

source: Widget shopping cart
pt_br: carrinho de compras de widgets

source: Widget tag cloud
pt_br: Nuvem de tags de widget

source: Widget title
pt_br: Título do widget

source: Widget title tag
pt_br: Tag de título do widget

source: Widget title toggle
pt_br: Alternar título do widget

source: Widget titles font
pt_br: Fonte dos títulos dos widgets

source: Widget user panel
pt_br: Painel de usuário do widget

source: Widget woocommerce other
pt_br: Widget woocommerce outro

source: Widgets added to the footer will be collapsed by default and opened when you click on their titles.
pt_br: Os widgets adicionados ao rodapé serão recolhidos por padrão e abertos quando você clicar em seus títulos.

source: Widgets collapse script
pt_br: Script de recolhimento de widgets

source: Width
pt_br: Largura

source: Will be executed on $(document).ready()
pt_br: Será executado em $(document).ready()

source: Will generate proportional image size for the placeholder based on original image size.
pt_br: Gerará o tamanho da imagem proporcional para o espaço reservado com base no tamanho da imagem original.

source: Wishlist
pt_br: Favoritos

source: Wishlist "Back in stock" email
pt_br: Lista de desejos E-mail "De volta ao estoque"

source: Wishlist "On sale item" email
pt_br: Lista de desejos "Item em promoção" e-mail

source: Wishlist bulk action
pt_br: Ação em massa da lista de desejos

source: Wishlist content
pt_br: Conteúdo da lista de desejos

source: Wishlist group
pt_br: Grupo de favoritos

source: Wishlist icon
pt_br: Ícone de lista de desejos

source: Wishlist is available only for logged in visitors.
pt_br: A lista de desejos está disponível apenas para visitantes logados.

source: Wishlist page
pt_br: Página de lista de desejos

source: Wishlist popup
pt_br: Pop-up de lista de desejos

source: With background
pt_br: Com fundo

source: With background image
pt_br: Com imagem de fundo

source: With border
pt_br: Com borda

source: With hover
pt_br: Com foco

source: With icon
pt_br: Com ícone

source: With image
pt_br: Com imagem

source: With shadow
pt_br: Com sombra

source: Without
pt_br: Sem

source: Without #.
pt_br: Sem #.

source: Without icon
pt_br: Sem ícone

source: WooCommerce add to cart button replace
pt_br: Substituição do botão de adicionar ao carrinho do WooCommerce

source: WooCommerce base
pt_br: Base WooCommerce

source: WooCommerce breadcrumbs
pt_br: migalhas de pão do WooCommerce
