Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: Enable this option and all brand links will work inside the current category page. Or it will lead to the shop page if you are not on the category page.
pt_br: Ative esta opção e todos os links de marca funcionarão dentro da página da categoria atual. Ou levará à página da loja se você não estiver na página da categoria.

source: If enabled you will see an additional tab with brand description on the single product page. Text will be taken from the "Description" field for each brand (attribute term).
pt_br: Se ativado, você verá uma guia adicional com a descrição da marca na página do produto único. O texto será retirado do campo "Descrição" de cada marca (termo de atributo).

source: "Attribute" label background
pt_br: Fundo da etiqueta "Atributo"

source: "Attribute" label text color
pt_br: Cor do texto do rótulo "Atributo"

source: "Call to action" buttons
pt_br: Botões "Chamada para ação"

source: "font-display" for icon fonts
pt_br: "font-display" para fontes de ícone

source: "font-display" for text fonts
pt_br: "font-display" para fontes de texto

source: "Hot" label background
pt_br: Fundo da etiqueta "quente"

source: "Hot" label on products
pt_br: Etiqueta "quente" nos produtos

source: "Hot" label text color
pt_br: Cor do texto do rótulo "Quente"

source: "Load more" button
pt_br: Botão "Carregar mais"

source: "New" label background
pt_br: Fundo da etiqueta "Novo"

source: "New" label on products
pt_br: Etiqueta "Novo" nos produtos

source: "New" label text color
pt_br: Cor do texto do rótulo "Novo"

source: "Out of stock" label background
pt_br: Fundo da etiqueta "Esgotado"

source: "Out of stock" label text color
pt_br: Cor do texto do rótulo "Esgotado"

source: "Quick shop" for variable products
pt_br: "Loja rápida" para produtos variáveis

source: "Sale" label background
pt_br: Fundo da etiqueta "Desconto"

source: "Sale" label in percentage
pt_br: Rótulo "Desconto" em porcentagem

source: "Sale" label text color
pt_br: Cor do texto da etiqueta "Desconto"

source: %1$s installed and activated successfully.
pt_br: %1$s instalado e ativado com sucesso.

source: %1$s installed successfully.
pt_br: %1$s instalado com sucesso.

source: %1$s out of %2$s
pt_br: %1$s de %2$s

source: %s Comments
pt_br: %s Comentários

source: %s customer review
pt_br: %s avaliação do cliente

source: %s has been added to your cart.
pt_br: %s foi adicionado ao seu carrinho.

source: %s product
pt_br: %s produto

source: %s quantity
pt_br: %s quantidade

source: &larr; Older Comments
pt_br: ← Comentários mais antigos

source: &larr; Older Posts
pt_br: ← Postagens mais antigas

source: &mdash; Select &mdash;
pt_br: &mdash; Selecione &mdash;

source: 1 Column
pt_br: 1 Coluna

source: 1 Comment
pt_br: 1 comentário

source: 2 Column Left
pt_br: 2 Coluna Esquerda

source: 2 Column Right
pt_br: 2 Coluna Direita

source: 2 columns
pt_br: 2 colunas

source: 2 Columns Left
pt_br: 2 colunas restantes

source: 2 Columns Right
pt_br: 2 Colunas Direita

source: 2 px
pt_br: 2 pixels

source: 360 degree view
pt_br: Visão de 360 graus

source: 360 element
pt_br: elemento 360

source: 360 product view
pt_br: visão 360 do produto

source: <strong>Warning</strong>. You are going to completely delete the content imported with our theme. This process cannot be undone. Any changes you made in import pages, posts, or products will be lost.
pt_br: <strong>Aviso</strong>. Você excluirá completamente o conteúdo importado com nosso tema. Este processo não pode ser desfeito. Quaisquer alterações feitas nas páginas de importação, postagens ou produtos serão perdidas.

source: [Woodmart] Widget layered navigation
pt_br: [Woodmart] Navegação em camadas de widgets

source: [Woodmart] Widget mega menu
pt_br: [Woodmart] Mega menu de widgets

source: [Woodmart] Widget navigation
pt_br: [Woodmart] Navegação de widgets

source: [Woodmart] Widget price filter
pt_br: [Woodmart] Filtro de preço de widget

source: [Woodmart] Widget product categories
pt_br: [Woodmart] Categorias de produtos de widgets

source: [Woodmart] Widget recent post
pt_br: [Woodmart] Postagem recente do widget

source: [XTemos] Cart
pt_br: [XTemos] Carrinho

source: [XTemos] Checkout
pt_br: [XTemos] Finalizar compra

source: [XTemos] Elements
pt_br: [XTemos] Elementos

source: [XTemos] Products archive
pt_br: [XTemos] Arquivo de produtos

source: [XTemos] Single product
pt_br: [XTemos] Produto único

source: A block of text
pt_br: Um bloco de texto

source: A link for your extra menu list
pt_br: Um link para sua lista de menu extra

source: A link to set a new password will be sent to your email address.
pt_br: Um link para definir uma nova senha será enviado para o seu endereço de e-mail.

source: About %s
pt_br: Sobre %s

source: About brand
pt_br: Sobre a marca

source: Accent buttons
pt_br: Botões de destaque

source: Accent buttons background
pt_br: Fundo dos botões de destaque

source: Accent buttons hover background
pt_br: Os botões de acento passam o plano de fundo

source: Accent buttons styles
pt_br: Estilos de botões de destaque

source: Accent buttons text color scheme
pt_br: Esquema de cores do texto dos botões de destaque

source: Accent hover buttons text color scheme
pt_br: Esquema de cores do texto dos botões de foco de destaque

source: Accept
pt_br: Aceitar

source: Access settings
pt_br: Configurações de acesso

source: Access Token
pt_br: Token de acesso

source: Access Token Secret
pt_br: Segredo do token de acesso

source: Access Token Secret:
pt_br: Segredo do token de acesso:

source: Access Token:
pt_br: Token de acesso:

source: Accordion
pt_br: Acordeão

source: Accordion element
pt_br: Elemento acordeão

source: Accordion Item
pt_br: Artigo de acordeão

source: Accordion state
pt_br: Estado do acordeão

source: Account
pt_br: Conta

source: Action after add to cart
pt_br: Ação após adicionar ao carrinho

source: Activate
pt_br: Ativar

source: Activate %2$s
pt_br: Ativar %2$s

source: Activate theme
pt_br: Ativar tema

source: Activate your purchase code for this domain to turn on auto updates function.
pt_br: Ative seu código de compra para este domínio para ativar a função de atualizações automáticas.

source: Activated
pt_br: ativado

source: Activating
pt_br: Ativando

source: Activation
pt_br: Ativação

source: Active
pt_br: Ativo

source: Active color
pt_br: Cor ativa

source: Active filters
pt_br: Filtros ativos

source: Active Plugins
pt_br: Plug-ins ativos

source: Active presets
pt_br: Predefinições ativas

source: Active theme settings presets
pt_br: Predefinições de configurações de tema ativo

source: Actual value
pt_br: Valor atual

source: Add a custom mega menu to your sidebar.
pt_br: Adicione um mega menu personalizado à sua barra lateral.

source: Add a list of JS files that don’t need to be delayed to the exclusion list for WP Rocket. It contains JS files for elements like header, mobile menu, and other elements that usually need to be active right after opening the page.
pt_br: Adicione uma lista de arquivos JS que não precisam ser atrasados ​​na lista de exclusão do WP Rocket. Ele contém arquivos JS para elementos como cabeçalho, menu móvel e outros elementos que geralmente precisam estar ativos logo após a abertura da página.

source: Add a negative margin to each Elementor section to align the content with your website container.
pt_br: Adicione uma margem negativa a cada seção Elementor para alinhar o conteúdo com o contêiner do seu site.

source: Add a new preset
pt_br: Adicionar uma nova predefinição

source: Add accordion item in accordion area
pt_br: Adicionar item de acordeão na área de acordeão

source: Add an ability to upload additional images for each variation in variable products.
pt_br: Adicione a capacidade de fazer upload de imagens adicionais para cada variação em produtos variáveis.

source: Add an extra button next to the “Add to cart” that will add the product to the cart and redirect it to the cart or checkout. Read more information in our <a href="https://xtemos.com/docs-topic/buy-now-button/">documentation</a>.
pt_br: Adicione um botão extra ao lado de “Adicionar ao carrinho” que adicionará o produto ao carrinho e o redirecionará para o carrinho ou finalização da compra. Leia mais informações em nossa documentação. <a href="https://xtemos.com/docs-topic/buy-now-button/">documentation</a>.

source: Add an overlay to your map to make the content look cleaner on the map.
pt_br: Adicione uma sobreposição ao seu mapa para tornar o conteúdo mais limpo no mapa.

source: Add borders between the products in your grid
pt_br: Adicione bordas entre os produtos em sua grade

source: Add borders between the products in your grid.
pt_br: Adicione bordas entre os produtos em sua grade.

source: Add bundles
pt_br: Adicionar pacotes

source: Add condition
pt_br: Adicionar condição

source: Add element
pt_br: Adicionar elemento

source: Add element to this section
pt_br: Adicionar elemento a esta seção

source: Add filters by category, attribute or price
pt_br: Adicione filtros por categoria, atributo ou preço

source: Add font
pt_br: Adicionar fonte

source: Add Gallery Images
pt_br: Adicionar imagens da galeria

source: Add here few words about your instagram profile.
pt_br: Adicione aqui algumas palavras sobre o seu perfil do instagram.

source: Add here few words to your banner image.
pt_br: Adicione aqui algumas palavras à sua imagem de banner.

source: Add hotspots with products to the image
pt_br: Adicione pontos de acesso com produtos à imagem

source: Add image
pt_br: Adicionar imagem

source: Add Images to Product 360 view Gallery
pt_br: Adicionar imagens à galeria de visualização 360 do produto

source: Add New
pt_br: Adicionar novo

source: Add new
pt_br: Adicionar novo

source: Add New Category
pt_br: Adicionar nova categoria

source: Add New category
pt_br: Adicionar nova categoria

source: Add new condition
pt_br: Adicionar nova condição

source: Add new header
pt_br: Adicionar novo cabeçalho

source: Add New Item
pt_br: Adicionar novo item

source: Add new row
pt_br: Adicionar nova linha

source: Add new size guide
pt_br: Adicionar novo guia de tamanho

source: Add new slide
pt_br: Adicionar novo slide

source: Add New Slider
pt_br: Adicionar novo controle deslizante

source: Add new wishlist
pt_br: Adicionar nova lista de desejos

source: Add or remove Categories
pt_br: Adicionar ou remover categorias

source: Add or remove categories
pt_br: Adicionar ou remover categorias

source: Add or remove Sliders
pt_br: Adicionar ou remover controles deslizantes

source: Add poster to video
pt_br: Adicionar pôster ao vídeo

source: Add posts, pages, etc. by title.
pt_br: Adicione posts, páginas, etc. por título.

source: Add product 360 view gallery images
pt_br: Adicionar imagens da galeria de visualização 360 do produto

source: Add products by title.
pt_br: Adicione produtos por título.

source: Add rule
pt_br: Adicionar regra

source: Add shadow to product summary block
pt_br: Adicionar sombra ao bloco de resumo do produto

source: Add shadow to the header section.
pt_br: Adicione sombra à seção do cabeçalho.

source: Add spaces between photos
pt_br: Adicionar espaços entre as fotos

source: Add tab in tabs area
pt_br: Adicionar guia na área de guias

source: Add template
pt_br: Adicionar modelo

source: Add the product to wishlist
pt_br: Adicione o produto à lista de desejos

source: Add this product to compare
pt_br: Adicione este produto para comparar

source: Add to cart
pt_br: Adicionar ao carrinho

source: Add to cart form and button
pt_br: Adicionar ao carrinho de formulário e botão

source: Add to cart popup option
pt_br: Adicionar ao carrinho opção pop-up

source: Add to cart section will be displayed at the bottom of your screen when you scroll down the page.
pt_br: A seção Adicionar ao carrinho será exibida na parte inferior da tela quando você rolar a página.

source: Add to compare button
pt_br: Botão Adicionar para comparar

source: Add to gallery
pt_br: Adicionar à galeria

source: Add to wishlist
pt_br: Adicionar aos favoritos

source: Add to wishlist button
pt_br: Botão Adicionar à lista de desejos

source: Add URL to make whole slide clickable
pt_br: Adicionar URL para tornar o slide inteiro clicável

source: Add width and height attributes
pt_br: Adicionar atributos de largura e altura

source: Add your custom image placeholder that will be used before the original image will be loaded.
pt_br: Adicione seu espaço reservado de imagem personalizado que será usado antes que a imagem original seja carregada.

source: Added %s image(s)
pt_br: Adicionada(s) %s imagem(ns)

source: Additional category description that will be displayed after product loop on this category page.
pt_br: Descrição de categoria adicional que será exibida após o loop do produto nesta página de categoria.

source: Additional CSS class
pt_br: Classe CSS adicional

source: Additional information
pt_br: Informações adicionais

source: Additional pages
pt_br: Páginas Adicionais

source: Additional tabs
pt_br: Guias adicionais

source: Additional variations images
pt_br: Imagens de variações adicionais

source: Adds icons blocks to the my account page as a navigation.
pt_br: Adiciona blocos de ícones à página minha conta como uma navegação.

source: Admin bar slider menu
pt_br: Menu deslizante da barra de administração

source: Adobe font face
pt_br: Tipo de fonte Adobe

source: Adobe fonts
pt_br: Fontes Adobe

source: Adobe project IDs
pt_br: IDs de projetos da Adobe

source: Advanced
pt_br: Avançado

source: Advanced button styles
pt_br: Estilos de botão avançados

source: Advanced Nocaptcha integration
pt_br: Integração avançada de Nocaptcha

source: Advanced scripts controls
pt_br: Controles de scripts avançados

source: After "Add to cart button"
pt_br: Após o botão "Adicionar ao carrinho"

source: After "Add to cart" button
pt_br: Após o botão "Adicionar ao carrinho"

source: After adding to cart the shopping cart widget will be hidden automatically
pt_br: Depois de adicionar ao carrinho, o widget do carrinho de compras será ocultado automaticamente

source: After content
pt_br: Depois do conteúdo

source: After product grid
pt_br: Após a grade do produto

source: After tabs
pt_br: Depois das guias

source: After title
pt_br: Depois do título

source: Age verify
pt_br: Verificação de idade

source: Age verify option
pt_br: Opção de verificação de idade

source: Age verify popup
pt_br: Popup de verificação de idade

source: AJAX (deprecated)
pt_br: AJAX (obsoleto)

source: AJAX Add to cart
pt_br: AJAX Adicionar ao carrinho

source: AJAX full screen search extra content
pt_br: Conteúdo extra de pesquisa em tela cheia AJAX

source: AJAX portfolio
pt_br: Portfólio AJAX

source: AJAX Products tabs
pt_br: Abas de produtos AJAX

source: AJAX Search
pt_br: Pesquisa AJAX

source: AJAX search
pt_br: Pesquisa AJAX

source: AJAX search results count
pt_br: Contagem de resultados de pesquisa AJAX

source: AJAX shop
pt_br: loja AJAX

source: AJAX variation threshold
pt_br: Limite de variação AJAX

source: Align
pt_br: Alinhar

source: Align
pt_br: Alinhar

source: Align the product hover content to the bottom of the products row.
pt_br: Alinhe o conteúdo de foco do produto na parte inferior da linha de produtos.

source: Aligned on the right of the product title
pt_br: Alinhado à direita do título do produto

source: Alignment
pt_br: Alinhamento

source: All
pt_br: Tudo

source: All categories
pt_br: Todas as categorias

source: All closed
pt_br: Todos fechados

source: All installations and activations have been completed.
pt_br: Todas as instalações e ativações foram concluídas.

source: All installations have been completed.
pt_br: Todas as instalações foram concluídas.

source: All Items
pt_br: Todos os itens

source: All open
pt_br: Todos abertos

source: All options are set to default values.
pt_br: Todas as opções são definidas com os valores padrão.

source: All pages background
pt_br: Plano de fundo de todas as páginas

source: All plugins installed and activated successfully. %1$s
pt_br: Todos os plugins instalados e ativados com sucesso. %1$s

source: All post types
pt_br: Todos os tipos de postagem

source: All product archives
pt_br: Todos os arquivos de produtos

source: All Products
pt_br: Todos os produtos

source: All products
pt_br: Todos os produtos

source: All Project Categories
pt_br: Todas as categorias de projetos

source: All rights reserved
pt_br: Todos os direitos reservados

source: All size guides
pt_br: Todos os guias de tamanho

source: All Sliders
pt_br: Todos os controles deslizantes

source: All slides
pt_br: Todos os slides

source: All widgets
pt_br: Todos os widgets

source: Allow customers to change number of columns per row
pt_br: Permitir que os clientes alterem o número de colunas por linha

source: Allow customers to change number of products per page
pt_br: Permitir que os clientes alterem o número de produtos por página

source: Allow customers to upload images to their reviews for products
pt_br: Permitir que os clientes façam upload de imagens para suas avaliações de produtos

source: Allow customize
pt_br: Permitir personalizar

source: Allow SVG upload
pt_br: Permitir upload de SVG

source: Allow SVG uploads as well as SVG format for custom fonts. We suggest you to use <a href="https://wordpress.org/plugins/safe-svg/">this plugin</a> to be sure that all uploaded content is safe. If you will install this plugin, you can disable this option.
pt_br: Permitir uploads SVG, bem como formato SVG para fontes personalizadas. Sugerimos que você use <a href="https://wordpress.org/plugins/safe-svg/">este plugin</a> para ter certeza de que todo o conteúdo enviado é seguro. Se você vai instalar este plugin, você pode desabilitar esta opção.

source: Allow your users to purchase variable products directly from the shop page.
pt_br: Permita que seus usuários comprem produtos variáveis ​​diretamente na página da loja.

source: Allows customers to organize favorite products into multiple wishlists based on their interest
pt_br: Permite que os clientes organizem os produtos favoritos em várias listas de desejos com base em seus interesses

source: Almost all standard buttons through the site
pt_br: Quase todos os botões padrão do site

source: Also enable equal columns height for the parent row to make it work
pt_br: Também habilite a altura de colunas iguais para a linha pai para que funcione

source: Alternate
pt_br: Alternar

source: Alternative
pt_br: Alternativo

source: Alternative color
pt_br: Cor alternativa

source: Alternative login mechanism
pt_br: Mecanismo de login alternativo

source: Always
pt_br: Sempre

source: Always load
pt_br: Sempre carregar

source: Always shows categories navigation on this page
pt_br: Sempre mostra a navegação de categorias nesta página

source: Always use
pt_br: Sempre use

source: Amount to reach 100% defined in your currency absolute value. For example: 300
pt_br: Valor para atingir 100% definido no valor absoluto da sua moeda. Por exemplo: 300

source: An advanced widget that gives you total control over the output of your site’s most recent Posts.
pt_br: Um widget avançado que lhe dá controle total sobre a saída dos Posts mais recentes do seu site.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
pt_br: Ocorreu um erro ao instalar %1$s: %2$s.</strong>.

source: An item of your wishlist is back in stock!
pt_br: Um item da sua lista de desejos está de volta ao estoque!

source: An item of your wishlist is on sale!
pt_br: Um item da sua lista de desejos está em promoção!

source: AND
pt_br: E

source: Android browser bar color
pt_br: Cor da barra do navegador Android

source: Animate it
pt_br: Animar

source: Animated carousel with posts
pt_br: Carrossel animado com postagens

source: Animated Counter
pt_br: Contador animado

source: Animated counter element
pt_br: Elemento de contador animado

source: Animation
pt_br: Animação

source: Animation delay
pt_br: Atraso de animação

source: Animation duration
pt_br: Duração da animação

source: Animations
pt_br: Animações

source: Animations module
pt_br: Módulo de animações

source: Any %s
pt_br: Qualquer %s

source: API integrations
pt_br: Integrações de API

source: Apologies, but no results were found.
pt_br: Desculpe, mas nenhum resultado foi encontrado.

source: Apologies, but no results were found. Perhaps searching will help find a related post.
pt_br: Desculpe, mas nenhum resultado foi encontrado. Talvez a pesquisa ajude a encontrar um post relacionado.

source: Appearance effect
pt_br: Efeito de aparência

source: Appearance screenshot
pt_br: Captura de tela da aparência

source: Applied
pt_br: Aplicado

source: Apply
pt_br: Aplicar

source: Apply coupon
pt_br: Aplicar cupom

source: Apply coupon form
pt_br: Aplicar formulário de cupom

source: Archive by Category "%s"
pt_br: Arquivar por categoria "%s"

source: Archive description
pt_br: Descrição do arquivo

source: Archive products
pt_br: Arquivo de produtos

source: Archives
pt_br: Arquivos

source: Are you sure you want to apply backup? This process cannot be undone. Continue?
pt_br: Tem certeza de que deseja aplicar o backup? Este processo não pode ser desfeito. Continuar?

source: Are you sure you want to delete this element?
pt_br: Tem certeza de que deseja excluir este elemento?

source: Are you sure you want to remove backup? This process cannot be undone. Continue?
pt_br: Tem certeza de que deseja remover o backup? Este processo não pode ser desfeito. Continuar?

source: Are you sure you want to remove this header?
pt_br: Tem certeza de que deseja remover este cabeçalho?

source: Area after the mobile menu
pt_br: Área após o menu móvel

source: Arrow
pt_br: Flecha

source: Arrows
pt_br: Setas

source: Arrows style
pt_br: Estilo de setas

source: Articles Posted by %s
pt_br: Artigos Postados por %s

source: As IDs or slugs provided order
pt_br: Como IDs ou slugs forneceram ordem

# as in: "version nr unknown"
source: unknown
pt_br: como em: "versão nr desconhecido" desconhecido

source: Ascending
pt_br: Ascendente

source: Aside
pt_br: Aparte

source: Aside style
pt_br: Estilo de lado

source: Assigned to elements
pt_br: Atribuído a elementos

source: Attribute
pt_br: Atributo

source: Attribute for the product image
pt_br: Atributo para a imagem do produto

source: Attribute hint content
pt_br: Conteúdo da dica de atributo

source: Attribute icon
pt_br: Ícone de atributo

source: Attribute image container width
pt_br: Largura do contêiner de imagem do atributo

source: Attribute swatches
pt_br: Amostras de atributo

source: Attributes
pt_br: Atributos

source: Attributes, dimensions, and weight
pt_br: Atributos, dimensões e peso

source: Author
pt_br: Autor

source: Author area
pt_br: Área do autor

source: Author bio
pt_br: biografia do autor

source: Author link
pt_br: Link do autor

source: Author name
pt_br: Nome do autor

source: Auto Backup
pt_br: Backup automático

source: Autocomplete
pt_br: autocompletar

source: Automatic "New" label period
pt_br: Período de etiqueta "Novo" automático

source: Autoplay speed
pt_br: Velocidade de reprodução automática

source: Availability
pt_br: Disponibilidade

source: Available on backorder
pt_br: Disponível em ordem pendente

source: Available products columns variations
pt_br: Variações de colunas de produtos disponíveis

source: Available version:
pt_br: Versão disponível:

source: Average rating
pt_br: Classificação média

source: Awaiting product image
pt_br: Aguardando imagem do produto

source: Back history button
pt_br: Botão Voltar histórico

source: Back to headers list
pt_br: Voltar à lista de cabeçalhos

source: Back to list
pt_br: Voltar à lista

source: Back to products
pt_br: Voltar aos produtos

source: Back to shop
pt_br: Voltar à loja

source: Background
pt_br: Fundo
