Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: Form background color
pt_br: Cor de fundo do formulário

source: Form border color
pt_br: Cor da borda do formulário

source: Form border color focus
pt_br: Foco de cor da borda do formulário

source: Form border width
pt_br: Largura da borda do formulário

source: Form display
pt_br: Exibição de formulário

source: Form fields style
pt_br: Estilo de campos de formulário

source: Form placeholder color
pt_br: Cor do espaço reservado do formulário

source: Form style
pt_br: Estilo do formulário

source: Form text color
pt_br: Cor do texto do formulário

source: Form underline option
pt_br: Opção de sublinhado do formulário

source: Form underlined
pt_br: Formulário sublinhado

source: Form Width
pt_br: Largura do formulário

source: Form width
pt_br: Largura do formulário

source: Forms
pt_br: Formulários

source: Four Columns
pt_br: Quatro Colunas

source: Fourth
pt_br: Quarto

source: Free shipping bar
pt_br: Barra de frete grátis

source: Free shipping progress bar
pt_br: Barra de progresso de frete grátis

source: Frequently Bought Together
pt_br: Frequentemente comprados juntos

source: Frequently bought together
pt_br: Frequentemente comprados juntos

source: Frequently bought together products
pt_br: Produtos frequentemente comprados juntos

source: Frequently bought together products cart
pt_br: Carrinho de produtos frequentemente comprados juntos

source: Full content
pt_br: Conteúdo completo

source: Full height
pt_br: Altura toda

source: Full height sidebar
pt_br: Barra lateral de altura total

source: Full info on hover
pt_br: Informações completas sobre o foco

source: Full info on image
pt_br: Informações completas na imagem

source: Full screen
pt_br: Tela cheia

source: Full screen 2
pt_br: Tela cheia 2

source: Full screen menu
pt_br: Menu em tela cheia

source: Full Screen Menu Area
pt_br: Área do menu em tela cheia

source: Full screen search
pt_br: Pesquisa em tela cheia

source: Full screen search custom content
pt_br: Conteúdo personalizado de pesquisa em tela cheia

source: Full screen search extra content
pt_br: Conteúdo extra de pesquisa em tela cheia

source: Full Width
pt_br: Largura completa

source: Full width
pt_br: Largura completa

source: Full Width (100%)
pt_br: Largura total (100%)

source: Full width (container)
pt_br: Largura total (contêiner)

source: Full width (window)
pt_br: Largura total (janela)

source: Full width button
pt_br: Botão de largura total

source: Full width content
pt_br: Conteúdo de largura total

source: Full width portfolio
pt_br: Portfólio de largura total

source: Full width product page
pt_br: Página de produto de largura total

source: Full-screen search text
pt_br: Texto de pesquisa em tela cheia

source: fullwidth
pt_br: largura completa

source: Genaral options
pt_br: Opções gerais

source: General
pt_br: Em geral

source: General options
pt_br: Opções gerais

source: General settings
pt_br: Configurações Gerais

source: Generate file
pt_br: Gerar arquivo

source: Generate previews
pt_br: Gerar visualizações

source: Germanized integration
pt_br: Integração germânica

source: Get help
pt_br: Obter ajuda

source: GitHub
pt_br: GitHubGenericName

source: Github link
pt_br: Link do Github

source: GitHub social link
pt_br: Link social do GitHub

source: Give your customers an ability to change the number of products in the cart directly from the shopping cart widget.
pt_br: Dê aos seus clientes a capacidade de alterar o número de produtos no carrinho diretamente do widget do carrinho de compras.

source: Global custom CSS
pt_br: CSS personalizado global

source: Global custom JS
pt_br: JS personalizado global

source: Go back
pt_br: Volte

source: Goal amount
pt_br: Valor da meta

source: Good Luck!
pt_br: Boa sorte!

source: Google API key (required)
pt_br: Chave de API do Google (obrigatório)

source: Google app ID
pt_br: Código do aplicativo do Google

source: Google app secret
pt_br: Segredo do aplicativo do Google

source: Google fonts
pt_br: Fontes do Google

source: Google Map
pt_br: Mapa do Google

source: Google map API
pt_br: API de mapas do Google

source: Google map API key
pt_br: Chave da API do mapa do Google

source: Google map element
pt_br: Elemento de mapa do Google

source: Google maps element
pt_br: Elemento de mapas do Google

source: Gradient
pt_br: Gradiente

source: Gradient title color
pt_br: Cor do título gradiente

source: Green
pt_br: Verde

source: Grey
pt_br: Cinza

source: Grid
pt_br: Grade

source: Grid / List
pt_br: Grade / Lista

source: Grid or carousel
pt_br: Grade ou carrossel

source: Grid swatch attribute to display
pt_br: Atributo de amostra de grade a ser exibido

source: Grid view %s
pt_br: Visualização em grade %s

source: Group the products added to the compare list in order to compare them according to their categories.
pt_br: Agrupe os produtos adicionados à lista de comparação para compará-los de acordo com suas categorias.

source: Half Circle
pt_br: Meio círculo

source: Header
pt_br: Cabeçalho

source: Header banner
pt_br: Faixa de cabeçalho

source: Header banner link
pt_br: Link do banner do cabeçalho

source: Header banner option
pt_br: Opção de banner de cabeçalho

source: Header base
pt_br: Base do cabeçalho

source: Header base elements
pt_br: Elementos base do cabeçalho

source: Header boxed
pt_br: Cabeçalho em caixa

source: Header builder
pt_br: Construtor de cabeçalho

source: Header cart
pt_br: Carrinho de cabeçalho

source: Header cart design 3
pt_br: Design do carrinho de cabeçalho 3

source: Header cart-side
pt_br: Cabeçalho do lado do carrinho

source: Header categories menu
pt_br: Menu de categorias de cabeçalho

source: Header categories navigation
pt_br: Navegação de categorias de cabeçalho

source: Header category navigation
pt_br: Navegação da categoria de cabeçalho

source: Header element category more button
pt_br: Botão mais de categoria de elemento de cabeçalho

source: Header font
pt_br: Fonte do cabeçalho

source: Header fullscreen menu
pt_br: Menu de tela cheia do cabeçalho

source: Header is successfully saved.
pt_br: O cabeçalho foi salvo com sucesso.

source: Header my account
pt_br: Cabeçalho minha conta

source: Header my account dropdown
pt_br: Cabeçalho da lista suspensa da minha conta

source: Header my account sidebar
pt_br: Cabeçalho da barra lateral da minha conta

source: Header search
pt_br: Pesquisa de cabeçalho

source: Header search form
pt_br: Formulário de pesquisa de cabeçalho

source: Header search fullscreen
pt_br: Pesquisa de cabeçalho em tela cheia

source: Header search fullscreen 1
pt_br: Pesquisa de cabeçalho em tela cheia 1

source: Header search fullscreen 2
pt_br: Pesquisa de cabeçalho em tela cheia 2

source: Header settings
pt_br: Configurações de cabeçalho

source: Headers
pt_br: Cabeçalhos

source: Headers builder
pt_br: Construtor de cabeçalhos

source: HEADING
pt_br: CABEÇALHO

source: Heading
pt_br: Cabeçalho

source: Heading color
pt_br: Cor do título

source: Heading content
pt_br: Conteúdo do título

source: Heading displayed in Dashboard -> WoodMart.
pt_br: Título exibido no Dashboard -> WoodMart.

source: Heading typography
pt_br: Tipografia de título

source: Height
pt_br: Altura

source: Height for filters widgets
pt_br: Altura para widgets de filtros

source: Height on desktop
pt_br: Altura na área de trabalho

source: Height on mobile
pt_br: Altura no celular

source: Height on tablet
pt_br: Altura no tablet

source: Hello, %s
pt_br: Olá, %s!

source: Helpers
pt_br: Ajudantes

source: Here you can change the typography settings for individual site elements regardless of basic settings. For example, change the font size for the price, set the color for mobile menu links, increase post titles font size, change breadcrumbs color, etc. Using “Custom selector” option allows you to write your own CSS selector and apply any font rules to it.
pt_br: Aqui você pode alterar as configurações de tipografia para elementos individuais do site, independentemente das configurações básicas. Por exemplo, altere o tamanho da fonte para o preço, defina a cor dos links do menu para dispositivos móveis, aumente o tamanho da fonte dos títulos das postagens, altere a cor das migalhas de pão, etc. Usar a opção "Seletor personalizado" permite que você escreva seu próprio seletor CSS e aplique quaisquer regras de fonte para isso.

source: Here you can manage your header layouts, create new ones, import and export. You can set which header to use for all pages by default.
pt_br: Aqui você pode gerenciar seus layouts de cabeçalho, criar novos, importar e exportar. Você pode definir qual cabeçalho usar para todas as páginas por padrão.

source: Hidden sidebar
pt_br: Barra lateral oculta

source: Hide
pt_br: Esconder

source: Hide "to" price
pt_br: Ocultar preço "para"

source: Hide add to cart and price
pt_br: Ocultar adicionar ao carrinho e preço

source: Hide button on mobile
pt_br: Ocultar botão no celular

source: Hide button on tablet
pt_br: Ocultar botão no tablet

source: Hide element
pt_br: Ocultar elemento

source: Hide empty
pt_br: Ocultar vazio

source: Hide empty categories
pt_br: Ocultar categorias vazias

source: Hide empty space
pt_br: Ocultar espaço vazio

source: Hide for mobile devices
pt_br: Ocultar para dispositivos móveis

source: Hide free products
pt_br: Ocultar produtos gratuitos

source: Hide likes and comments
pt_br: Ocultar curtidas e comentários

source: Hide most of the "WoodMart" and "Xtemos" attributions.
pt_br: Oculte a maioria das atribuições "WoodMart" e "Xtemos".

source: Hide on desktop
pt_br: Ocultar na área de trabalho

source: Hide on mobile
pt_br: Ocultar no celular

source: Hide out of stock products
pt_br: Esconder produtos fora de estoque

source: Hide pagination control
pt_br: Ocultar controle de paginação

source: Hide prev/next buttons
pt_br: Ocultar botões anterior/seguinte

source: Hide product count label
pt_br: Ocultar etiqueta de contagem de produtos

source: Hide product count on category
pt_br: Ocultar contagem de produtos na categoria

source: Hide related products
pt_br: Ocultar produtos relacionados

source: Hide size guide from this product
pt_br: Ocultar guia de tamanhos deste produto

source: Hide size guide table
pt_br: Ocultar tabela de guia de tamanho

source: Hide tabs headings
pt_br: Ocultar títulos de abas

source: Hide variations parent
pt_br: Ocultar variações pai

source: Hide when scrolling down
pt_br: Ocultar ao rolar para baixo

source: Hide widget after
pt_br: Ocultar widget depois

source: Hide widget automatically
pt_br: Ocultar widget automaticamente

source: Hides the sticky header when you scroll the page down. And shows only when you scroll top.
pt_br: Oculta o cabeçalho fixo quando você rola a página para baixo. E mostra apenas quando você rola para cima.

source: Highlight text style
pt_br: Realçar estilo de texto

source: Highlight this price plan as best value with extra styles.
pt_br: Destaque este plano de preços como o melhor valor com estilos extras.

source: Highlighted product
pt_br: Produto em destaque

source: Highlighted products
pt_br: Produtos em destaque

source: Home
pt_br: Início

source: Home page
pt_br: Página inicial

source: Hook
pt_br: Gancho

source: Horizontal align
pt_br: Alinhamento horizontal

source: Horizontal alignment
pt_br: Alinhamento horizontal

source: Horizontal content align
pt_br: Alinhamento de conteúdo horizontal

source: Horizontal position
pt_br: Posição horizontal

source: Horizontal position (%)
pt_br: Posição horizontal (%)

source: Horizontal spacing
pt_br: Espaçamento horizontal

source: Hot
pt_br: Quente

source: Hotspot
pt_br: Ponto de acesso

source: Hotspot action
pt_br: Ação do ponto de acesso

source: Hotspot content
pt_br: Conteúdo do ponto de acesso

source: Hotspot dropdown side
pt_br: Lado suspenso do ponto de acesso

source: Hotspot element
pt_br: Elemento de ponto de acesso

source: Hotspot icon
pt_br: Ícone de ponto de acesso

source: Hotspot position
pt_br: Posição do ponto de acesso

source: Hover
pt_br: Flutuar

source: Hover color
pt_br: Cor do cursor

source: Hover content
pt_br: Conteúdo ao passar o mouse

source: Hover effect
pt_br: Efeito de passar o mouse

source: Hover image
pt_br: Passar imagem

source: Hover on product
pt_br: Passe o mouse sobre o produto

source: Hover state
pt_br: Estado de foco

source: How many images customers can add to each review
pt_br: Quantas imagens os clientes podem adicionar a cada avaliação

source: How many products you want to show per row
pt_br: Quantos produtos você deseja mostrar por linha

source: How many products you want to show per row on mobile devices
pt_br: Quantos produtos você deseja exibir por linha em dispositivos móveis

source: How many products you want to show per row.
pt_br: Quantos produtos você deseja mostrar por linha.

source: How many projects you want to show per row
pt_br: Quantos projetos você deseja mostrar por linha

source: How to use
pt_br: Como usar

source: hr
pt_br: horas

source: HTML Block
pt_br: Bloco HTML

source: HTML Block categories
pt_br: Categorias de bloco HTML

source: HTML Block category
pt_br: Categoria de bloco HTML

source: HTML Block for the dropdown
pt_br: Bloco HTML para o menu suspenso

source: HTML Block set as extra content
pt_br: Bloco HTML definido como conteúdo extra

source: HTML Blocks
pt_br: Blocos HTML

source: HTML blocks
pt_br: blocos HTML

source: HubSpot is a platform with all the tools and integrations you need for marketing, sales, and customer service. Each product in the platform is powerful alone, but the real magic happens when you use them together. See the magic for yourself in the free HubSpot WordPress plugin.
pt_br: O HubSpot é uma plataforma com todas as ferramentas e integrações necessárias para marketing, vendas e atendimento ao cliente. Cada produto na plataforma é poderoso sozinho, mas a verdadeira mágica acontece quando você os usa juntos. Veja a mágica por si mesmo no plugin gratuito HubSpot WordPress.

source: I agree that my purchase code and user data will be stored by xtemos.com
pt_br: Concordo que meu código de compra e dados de usuário sejam armazenados por xtemos.com

source: I agree that my purchase code and user data will be stored.
pt_br: Concordo que meu código de compra e dados de usuário sejam armazenados.

source: I am 18 or Older
pt_br: tenho 18 anos ou mais

source: I am Under 18
pt_br: eu sou menor de 18

source: Icon
pt_br: Ícone

source: Icon alignment
pt_br: Alinhamento do ícone

source: Icon background color
pt_br: Cor de fundo do ícone

source: Icon background color on hover
pt_br: Cor de fundo do ícone ao passar o mouse

source: Icon border color
pt_br: Cor da borda do ícone

source: Icon border color on hover
pt_br: Cor da borda do ícone ao passar o mouse

source: Icon color
pt_br: Cor do ícone

source: Icon design
pt_br: Design do ícone

source: Icon for the tab
pt_br: Ícone para a guia

source: Icon image
pt_br: Imagem do ícone

source: Icon library
pt_br: Biblioteca de ícones

source: Icon name (from FontAwesome set)
pt_br: Nome do ícone (do conjunto FontAwesome)

source: Icon on mobile
pt_br: Ícone no celular

source: Icon only
pt_br: Somente ícone

source: Icon position
pt_br: Posição do ícone

source: Icon setting
pt_br: Configuração do ícone

source: Icon settings
pt_br: Configurações de ícone

source: Icon size
pt_br: Tamanho do ícone

source: Icon style
pt_br: Estilo do ícone

source: Icon text
pt_br: Texto do ícone

source: Icon text color
pt_br: Cor do texto do ícone

source: Icon text size
pt_br: Tamanho do texto do ícone

source: Icon type
pt_br: Tipo de ícone

source: Icon with text
pt_br: Ícone com texto

source: Icons
pt_br: Ícones

source: Icons and "add to cart" on hover
pt_br: Ícones e "adicionar ao carrinho" ao passar o mouse

source: Icons background color
pt_br: Cor de fundo dos ícones

source: Icons background color hover
pt_br: Passe o mouse sobre a cor de fundo dos ícones

source: Icons color
pt_br: Cor dos ícones

source: Icons color hover
pt_br: Cores dos ícones em foco

source: Icons on hover
pt_br: Ícones ao passar o mouse

source: IDLE
pt_br: PARADO

source: Idle
pt_br: Parado

source: Idle color
pt_br: Cor inativa

source: Idle state
pt_br: Estado inativo

source: If "NO" title will be removed.
pt_br: Se "NÃO" o título será removido.

source: If "YES" pagination control will be removed
pt_br: Se o controle de paginação "SIM" for removido

source: If "YES" pagination control will be removed.
pt_br: Se o controle de paginação "SIM" será removido.

source: If "YES" prev/next control will be removed
pt_br: Se "SIM" o controle anterior/seguinte será removido

source: If checked, the user will not be able to post a comment without attaching an image.
pt_br: Se marcado, o usuário não poderá postar um comentário sem anexar uma imagem.

source: If enabled you need to create maintenance page in Dashboard - Pages - Add new. Choose "Template" to be "Maintenance" in "Page attributes". Or you can import the page from our demo in Dashboard - Woodmart - Prebuilt websites
pt_br: Se ativado, você precisa criar uma página de manutenção no Painel - Páginas - Adicionar novo. Escolha "Modelo" para ser "Manutenção" em "Atributos da página". Ou você pode importar a página de nossa demonstração em Dashboard - Woodmart - Sites pré-construídos

source: If more than one wishlist
pt_br: Se mais de uma lista de desejos

source: If the category you visit doesn't contain any subcategories, the page title menu will display this category's neighbors categories.
pt_br: Se a categoria que você visitar não contiver nenhuma subcategoria, o menu do título da página exibirá as categorias vizinhas desta categoria.

source: If use "Sidebar" be sure that you have enabled it for the product page layout
pt_br: Se usar "Barra Lateral", certifique-se de habilitá-lo para o layout da página do produto

source: If you apply any changes to your banner settings or content you might want to force the banner to all visitors who already closed it again. In this case, you just need to increase the banner version.
pt_br: Se você aplicar alguma alteração nas configurações ou no conteúdo do banner, talvez queira forçar o banner para todos os visitantes que já o fecharam novamente. Neste caso, você só precisa aumentar a versão do banner.

source: If you apply any changes to your popup settings or content you might want to force the popup to all visitors who already closed it again. In this case, you just need to increase the banner version.
pt_br: Se você aplicar qualquer alteração nas configurações ou no conteúdo do pop-up, talvez queira forçar o pop-up a todos os visitantes que já o fecharam novamente. Neste caso, você só precisa aumentar a versão do banner.

source: If you are going to make changes to the theme source code please use the Child Theme rather than modifying the main theme HTML/CSS/PHP code. This allows the parent theme to receive updates without overwriting your source code changes. Use the button below to create and activate the Child Theme.
pt_br: Se você for fazer alterações no código-fonte do tema, use o tema filho em vez de modificar o código HTML/CSS/PHP do tema principal. Isso permite que o tema pai receba atualizações sem substituir suas alterações no código-fonte. Use o botão abaixo para criar e ativar o Tema Filho.

source: If you are not using Gutenberg elements you will not need these files to be loaded.
pt_br: Se você não estiver usando elementos do Gutenberg, não precisará carregar esses arquivos.

source: If you are using multiple popups elements, be sure that all elements have unique IDs values.
pt_br: Se você estiver usando vários elementos pop-ups, certifique-se de que todos os elementos tenham valores de IDs exclusivos.

source: If you are using our header builder for your header configuration you can select different layout from the list for this particular page.
pt_br: Se você estiver usando nosso construtor de cabeçalho para sua configuração de cabeçalho, poderá selecionar um layout diferente da lista para esta página específica.

source: If you change your cookie policy information you can increase their version to show the popup to all visitors again.
pt_br: Se você alterar as informações da política de cookies, poderá aumentar a versão para mostrar o pop-up a todos os visitantes novamente.

source: If you disable this option, when user click on the product on mobile devices, it will see its description text and add to cart button. The product page will be opened on second click.
pt_br: Se você desabilitar esta opção, quando o usuário clicar no produto em dispositivos móveis, ele verá seu texto de descrição e o botão adicionar ao carrinho. A página do produto será aberta no segundo clique.

source: If you don't want to receive any further notification, please %s
pt_br: Se não quiser receber mais notificações, por favor %s

source: If you enable this option the shop filters will be always opened on the shop page.
pt_br: Se você habilitar esta opção, os filtros da loja estarão sempre abertos na página da loja.

source: If you enable this option, a new post type for sliders will be added to your Dashboard menu. You will be able to create sliders with page builder and place them on any page on your website.
pt_br: Se você habilitar essa opção, um novo tipo de postagem para controles deslizantes será adicionado ao menu do Painel. Você poderá criar sliders com o construtor de páginas e colocá-los em qualquer página do seu site.

source: If you enable this option, the tab with the brand information will be called "About [Brand name]".
pt_br: Se você habilitar esta opção, a guia com as informações da marca será chamada de "Sobre [Nome da marca]".

source: If you have a lot of widgets added to the sidebar your single product page layout may look inconsistent. Try to enable this option in this situation.
pt_br: Se você tiver muitos widgets adicionados à barra lateral, o layout da página de um único produto pode parecer inconsistente. Tente habilitar esta opção nesta situação.

source: If you have problems with import/export of the additional variations images data, you need to use "Variations products meta" method.
pt_br: Se você tiver problemas com a importação/exportação dos dados de imagens de variações adicionais, você precisa usar o método "Meta de produtos de variações".

source: If you select “AND”, you will be allowed to select only one attribute. In case of “OR”, you will be able to select multiple values.
pt_br: Se você selecionar “AND”, você poderá selecionar apenas um atributo. No caso de “OR”, você poderá selecionar vários valores.

source: If you set this option to "Excerpt" then you would be able to set a custom excerpt for each post or it will be cut from the post content. If you choose "Full content" then all content will be shown, or you can add the "Read more button" while editing the post and by doing this cut your excerpt length as you need.
pt_br: Se você definir essa opção como "Trecho", poderá definir um trecho personalizado para cada postagem ou será cortado do conteúdo da postagem. Se você escolher "Conteúdo completo", todo o conteúdo será mostrado, ou você pode adicionar o botão "Leia mais" enquanto edita a postagem e, ao fazer isso, reduza o tamanho do trecho conforme necessário.

source: If you turn on this option, the section with description will be sticky when you scroll the page. In case when the description is higher than images, the images section will be fixed instead.
pt_br: Se você ativar esta opção, a seção com a descrição ficará fixa quando você rolar a página. Caso a descrição seja maior que as imagens, a seção de imagens será corrigida.
