Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: Background attachment
pt_br: Anexo em segundo plano

source: Background color
pt_br: Cor de fundo

source: Background color
pt_br: Cor de fundo

source: Background color hover
pt_br: Passe o mouse sobre a cor de fundo

source: Background color on hover
pt_br: Cor de fundo ao passar o mouse

source: Background for loader screen
pt_br: Plano de fundo para a tela do carregador

source: Background gradient
pt_br: Gradiente de fundo

source: Background image
pt_br: Imagem de fundo

source: Background image attachment
pt_br: Anexo de imagem de fundo

source: Background image position
pt_br: Posição da imagem de fundo

source: Background image repeat
pt_br: Repetição da imagem de fundo

source: Background image size
pt_br: Tamanho da imagem de fundo

source: Background on hover
pt_br: Plano de fundo ao passar o mouse

source: Background parallax
pt_br: Paralaxe de fundo

source: Background position
pt_br: Posição de fundo

source: Background repeat
pt_br: Fundo de repetição

source: Background settings
pt_br: Configurações de plano de fundo

source: Background size
pt_br: Tamanho do plano de fundo

source: Backup
pt_br: Cópia de segurança

source: Backup successfully created.
pt_br: Backup criado com sucesso.

source: Backup successfully deleted.
pt_br: Backup excluído com sucesso.

source: Backup successfully installed.
pt_br: Backup instalado com sucesso.

source: Bag
pt_br: Sacola

source: Banner background
pt_br: Plano de fundo da faixa

source: Banner content
pt_br: Conteúdo do banner

source: Banner element
pt_br: Elemento de banner

source: Banner element parallax
pt_br: Paralaxe de elemento de banner

source: Banner height
pt_br: Altura do banner

source: Banner height for desktop
pt_br: Altura do banner para desktop

source: Banner height for mobile
pt_br: Altura do banner para celular

source: Banner link
pt_br: Link do banner

source: Banner style
pt_br: Estilo de faixa

source: Banner text color
pt_br: Cor do texto do banner

source: Banner version
pt_br: Versão do banner

source: Banners carousel
pt_br: Carrossel de banners

source: Base 64 encode for placeholders
pt_br: Codificação de base 64 para espaços reservados

source: Base deprecated
pt_br: Base obsoleta

source: Based on WooCommerce zones
pt_br: Com base em zonas WooCommerce

source: Basic
pt_br: Básico

source: BBPress integration
pt_br: Integração BBPress

source: Before "Add to cart button"
pt_br: Antes do botão "Adicionar ao carrinho"

source: Before content
pt_br: Antes do conteúdo

source: Before product grid
pt_br: Antes da grade do produto

source: Begin activating plugin
pt_br: Comece a ativar o plug-in

source: Begin installing plugin
pt_br: Comece a instalar o plug-in

source: Begin updating plugin
pt_br: Comece a atualizar o plug-in

source: Behance link
pt_br: Link do Behance

source: Behance social link
pt_br: Link social do Behance

source: Below header
pt_br: Abaixo do cabeçalho

source: Best option
pt_br: Melhor opção

source: Bestsellers
pt_br: Mais vendidos

source: Billing details
pt_br: Detalhes de faturamento

source: Billing information fields
pt_br: Campos de informações de faturamento

source: Black
pt_br: Preto

source: Black 900
pt_br: Preto 900

source: Block
pt_br: Quadra

source: Blog archive
pt_br: Arquivo do blog

source: Blog archive background
pt_br: Plano de fundo do arquivo do blog

source: Blog base
pt_br: Base do blog

source: Blog carousel design
pt_br: Design de carrossel de blogs

source: Blog columns
pt_br: Colunas do blog

source: Blog columns on desktop
pt_br: Colunas do blog na área de trabalho

source: Blog columns on mobile
pt_br: Colunas do blog no celular

source: Blog columns on tablet
pt_br: Colunas do blog no tablet

source: Blog design
pt_br: Design de blog

source: Blog layout
pt_br: Esquema do blogue

source: Blog load more
pt_br: Blog carregar mais

source: Blog loop base
pt_br: Base de loop de blog

source: Blog loop base old
pt_br: Base de loop de blog antiga

source: Blog loop design default
pt_br: Padrão de design de loop de blog

source: Blog loop design default alternative
pt_br: Alternativa padrão de design de loop de blog

source: Blog loop design mask
pt_br: Máscara de design de loop de blog

source: Blog loop design masonry
pt_br: Alvenaria de design de loop de blog

source: Blog loop design meta image
pt_br: Meta imagem de design de loop de blog

source: Blog loop design small images & chess
pt_br: Blog loop design pequenas imagens e xadrez

source: Blog page
pt_br: Página do blog

source: Blog pagination
pt_br: Paginação do blog

source: Blog sidebar size
pt_br: Tamanho da barra lateral do blog

source: Blog single
pt_br: Blog único

source: Blog style
pt_br: Estilo do blog

source: Blue
pt_br: Azul

source: Blur
pt_br: Borrão

source: Blur radius
pt_br: Raio de desfoque

source: Body background
pt_br: Fundo do corpo

source: Bold 700
pt_br: Negrito 700

source: Book 300
pt_br: Livro 300

source: Border
pt_br: Fronteira

source: Border bottom
pt_br: Parte inferior da borda

source: Border color
pt_br: Cor da borda

source: Border color focus
pt_br: Foco de cor da borda

source: Border radius
pt_br: Raio da borda

source: Border settings for this element.
pt_br: Configurações de borda para este elemento.

source: Bordered
pt_br: Delimitado

source: Bordered background
pt_br: Plano de fundo com borda

source: Bordered grid
pt_br: Grade com borda

source: Bordered grid style
pt_br: Estilo de grade com borda

source: Bordered product
pt_br: Produto limitado

source: Bottom
pt_br: Fundo

source: Bottom (1 column)
pt_br: Parte inferior (1 coluna)

source: Bottom (2 columns)
pt_br: Parte inferior (2 colunas)

source: Bottom (horizontal carousel)
pt_br: Parte inferior (carrossel horizontal)

source: Bottom flip X
pt_br: Virar para baixo X

source: Bought together table
pt_br: Comprei a mesa

source: Box Shadow
pt_br: Sombra da caixa

source: Box shadow
pt_br: Sombra da caixa

source: Box style
pt_br: Estilo de caixa

source: Boxed
pt_br: Em caixa

source: boxed
pt_br: encaixotado

source: Boxed (with hidden overflow)
pt_br: Em caixa (com estouro oculto)

source: Brand attribute
pt_br: Atributo de marca

source: Brand description content
pt_br: Conteúdo da descrição da marca

source: Brand images hover
pt_br: As imagens da marca passam

source: Brand position on the product page
pt_br: Posição da marca na página do produto

source: Brands
pt_br: Marcas

source: Brands assigned to the product
pt_br: Marcas atribuídas ao produto

source: Brands carousel/grid
pt_br: Carrossel/grade de marcas

source: Brands element
pt_br: Elemento de marcas

source: Brands title
pt_br: Título das marcas

source: Brands:
pt_br: Marcas:

source: Breadcrumbs & Products navigation
pt_br: Navegação de migalhas de pão e produtos

source: Breadcrumbs on product page
pt_br: Breadcrumbs na página do produto

source: Breadcrumbs on shop page
pt_br: Pão ralado na página da loja

source: Breakpoint
pt_br: Ponto de interrupção

source: Brief content
pt_br: Conteúdo breve

source: Browse Categories
pt_br: Procurar categorias

source: Browse Wishlist
pt_br: Ver favoritos

source: Browse wishlist
pt_br: Ver favoritos

source: Build custom query according to <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a>.
pt_br: Crie uma consulta personalizada de acordo com o <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a>.

source: Builder
pt_br: Construtor

source: Bulk actions
pt_br: Ações em massa

source: Bundle includes
pt_br: O pacote inclui

source: Bundle products
pt_br: Produtos de pacote

source: Bundled product
pt_br: Produto empacotado

source: Bundles name
pt_br: Nome dos pacotes

source: Button
pt_br: Botão

source: Button [1]
pt_br: Botão [1]

source: Button [2]
pt_br: Botão [2]

source: Button [3]
pt_br: Botão [3]

source: Button [4]
pt_br: Botão [4]

source: Button [5]
pt_br: Botão [5]

source: Button alignment
pt_br: Alinhamento do botão

source: Button click
pt_br: Clique no botão

source: Button element smooth scroll
pt_br: Rolagem suave do elemento de botão

source: Button for off canvas column
pt_br: Botão para coluna fora da tela

source: Button form
pt_br: Formulário de botão

source: Button icon position
pt_br: Posição do ícone do botão

source: Button inline
pt_br: Botão embutido

source: Button label
pt_br: Rótulo do botão

source: Button link
pt_br: Botão de link

source: Button navbar option
pt_br: Opção da barra de navegação do botão

source: Button off canvas
pt_br: Botão fora da tela

source: Button position
pt_br: Posição do botão

source: Button shape
pt_br: Forma do botão

source: Button show more
pt_br: Botão mostrar mais

source: Button size
pt_br: Tamanho do botão

source: Button style
pt_br: Estilo do botão

source: Button text
pt_br: Botão de texto

source: Button that shows a popup on click
pt_br: Botão que mostra um pop-up ao clicar

source: Button to open the filter area
pt_br: Botão para abrir a área de filtro

source: Button type
pt_br: Tipo de botão

source: Button with link
pt_br: Botão com link

source: Buttons
pt_br: Botões

source: Buttons size
pt_br: Tamanho dos botões

source: Buttons type
pt_br: Tipo de botões

source: Buy now
pt_br: Comprar agora

source: Buy now button
pt_br: Botão comprar agora

source: By
pt_br: Por

source: By default, your SVG files will not be animated.
pt_br: Por padrão, seus arquivos SVG não serão animados.

source: Calculation
pt_br: Cálculo

source: Cancel
pt_br: Cancelar

source: Capitalize
pt_br: Capitalizar

source: Carousel
pt_br: Carrossel

source: Carousel (2 columns)
pt_br: Carrossel (2 colunas)

source: Cart
pt_br: Carrinho

source: Cart -> Checkout -> Complete
pt_br: Carrinho -> Finalizar Compra -> Completo

source: Cart elements
pt_br: Elementos do carrinho

source: Cart page
pt_br: Página do carrinho

source: Cart page builder
pt_br: Construtor de página de carrinho

source: Cart page predefined
pt_br: Página do carrinho predefinida

source: Cart table
pt_br: Mesa do carrinho

source: Cart totals
pt_br: Totais do carrinho

source: Cart widget
pt_br: Widget de carrinho

source: Catalog mode
pt_br: Modo de catálogo

source: Categories
pt_br: Categorias

source: Categories accordion
pt_br: Categorias acordeão

source: Categories color scheme
pt_br: Esquema de cores das categorias

source: Categories design
pt_br: Design de categorias

source: Categories design mask with subcategories
pt_br: Máscara de design de categorias com subcategorias

source: Categories dropdown
pt_br: Lista suspensa de categorias

source: Categories filters
pt_br: Filtros de categorias

source: Categories in page title
pt_br: Categorias no título da página

source: Categories layout masonry or carousel
pt_br: Categorias layout de alvenaria ou carrossel

source: Categories loop
pt_br: Ciclo de categorias

source: Categories loop center title
pt_br: Título do centro do loop de categorias

source: Categories loop default
pt_br: Loop de categorias padrão

source: Categories loop replace title
pt_br: O loop de categorias substitui o título

source: Categories mega menu widget
pt_br: Categorias widget de mega menu

source: Categories menu
pt_br: Menu de categorias

source: Categories or tags
pt_br: Categorias ou tags

source: Categories styles
pt_br: Estilos de categorias

source: Categories with shadow
pt_br: Categorias com sombra

source: Categories, tags, SKU
pt_br: Categorias, tags, SKU

source: Category
pt_br: Categoria

source: Category description position
pt_br: Posição da descrição da categoria

source: Category exclusions
pt_br: Exclusões de categoria

source: Category extra description
pt_br: Descrição extra da categoria

source: Category order
pt_br: Ordem de categoria

source: Category:
pt_br: Categoria:

source: Center
pt_br: Centro

source: Center Bottom
pt_br: Parte inferior central

source: Center bottom
pt_br: Parte inferior central

source: Center Center
pt_br: Centro Centro

source: Center center
pt_br: Centro central

source: Center mode
pt_br: Modo central

source: Center title
pt_br: Título central

source: Center Top
pt_br: Parte superior central

source: Center top
pt_br: Parte superior central

source: Centered
pt_br: Centralizado

source: Change global site elements rounding. It also can be overwritten in each individual element by the same option.
pt_br: Altere o arredondamento dos elementos globais do site. Ele também pode ser substituído em cada elemento individual pela mesma opção.

source: Change image
pt_br: Alterar imagem

source: Change to:
pt_br: Mudar para: Mudar para:

source: Changelog
pt_br: Registro de alterações

source: Changelog page
pt_br: Página de registro de alterações

source: Check all
pt_br: Marcar todos

source: Check our next steps and enjoy creating your new project. Feel free to contact us if you will have any questions and check our other products.
pt_br: Confira nossos próximos passos e aproveite para criar seu novo projeto. Sinta-se à vontade para entrar em contato conosco se tiver alguma dúvida e verifique nossos outros produtos.

source: Check%20this%20
pt_br: Verifique%20isto%20

source: Checkout
pt_br: Finalizar compra

source: Checkout builder page
pt_br: Página do criador de checkout

source: Checkout form
pt_br: Formulário de pagamento

source: Checkout page
pt_br: Página de checkout

source: Checkout page content
pt_br: Conteúdo da página de checkout

source: Checkout page form
pt_br: Formulário de página de checkout

source: Checkout predefined page
pt_br: Página predefinida de checkout

source: Checkout steps
pt_br: Etapas de finalização de compra

source: Checkout top content
pt_br: Confira o conteúdo principal

source: Checkout user login form
pt_br: Formulário de login do usuário do checkout

source: Chess
pt_br: Xadrez

source: Child product categories
pt_br: Categorias de produtos filhos

source: Child theme
pt_br: Tema filho

source: Choose
pt_br: Escolher

source: Choose a color
pt_br: Escolha uma cor

source: Choose a type for the pagination on your blog page.
pt_br: Escolha um tipo para a paginação na página do seu blog.

source: Choose a type for the pagination on your portfolio page.
pt_br: Escolha um tipo para a paginação na página do seu portfólio.

source: Choose a type for the pagination on your shop page.
pt_br: Escolha um tipo para a paginação na página da sua loja.

source: Choose ascending or descending order.
pt_br: Escolha a ordem crescente ou decrescente.

source: Choose attribute that will be shown on products grid for this particular product
pt_br: Escolha o atributo que será mostrado na grade de produtos para este produto específico

source: Choose between different predefined designs
pt_br: Escolha entre diferentes designs predefinidos

source: Choose between different predefined designs.
pt_br: Escolha entre diferentes designs predefinidos.

source: Choose between horizontal and vertical layouts for the quick view window.
pt_br: Escolha entre layouts horizontais e verticais para a janela de visualização rápida.

source: Choose between showing an informative popup and opening the shopping cart widget.
pt_br: Escolha entre mostrar um pop-up informativo e abrir o widget do carrinho de compras.

source: Choose from most used
pt_br: Escolha entre os mais usados

source: Choose from most used sliders
pt_br: Escolha entre os controles deslizantes mais usados

source: Choose from most used text-domain
pt_br: Escolha entre o domínio de texto mais usado

source: Choose image
pt_br: Escolher imagem

source: Choose Menu
pt_br: Escolher Menu

source: Choose menu
pt_br: Escolher menu

source: Choose on which categories pages you want to display this filter. Or leave empty to show on all pages.
pt_br: Escolha em quais páginas de categorias você deseja exibir esse filtro. Ou deixe em branco para mostrar em todas as páginas.

source: Choose one of the blog designs available in the theme.
pt_br: Escolha um dos designs de blog disponíveis no tema.

source: Choose one of the following swatch type:
pt_br: Escolha um dos seguintes tipos de amostra:

source: Choose one of the page builder plugins
pt_br: Escolha um dos plugins do construtor de páginas

source: Choose one of those designs for categories
pt_br: Escolha um desses designs para categorias

source: Choose one of those hover effects for products
pt_br: Escolha um desses efeitos de foco para produtos

source: Choose page that will contain detailed information about your Privacy Policy
pt_br: Escolha a página que conterá informações detalhadas sobre sua Política de Privacidade

source: Choose product categories
pt_br: Escolha categorias de produtos

source: Choose Sidebar
pt_br: Escolha a barra lateral

source: Choose the attribute that will be shown on the product grid.
pt_br: Escolha o atributo que será mostrado na grade do produto.

source: Choose which buttons will be used for sticky navbar.
pt_br: Escolha quais botões serão usados ​​para a barra de navegação fixa.

source: Choose which fields should be presented on the product compare page with table.
pt_br: Escolha quais campos devem ser apresentados na página de comparação do produto com a tabela.

source: Choose which HTML block to dislay in the header
pt_br: Escolha qual bloco HTML exibir no cabeçalho

source: Choose which HTML tag to use for the page title.
pt_br: Escolha qual tag HTML usar para o título da página.

source: Choose which HTML tag to use in widget title.
pt_br: Escolha qual tag HTML usar no título do widget.

source: Choose which layout you want to use as a base for your new header.
pt_br: Escolha qual layout você deseja usar como base para seu novo cabeçalho.

source: Choose which menu to dislay in the header.
pt_br: Escolha qual menu exibir no cabeçalho.

source: Choose which menu to display in the header as a categories dropdown.
pt_br: Escolha qual menu exibir no cabeçalho como uma lista suspensa de categorias.

source: Choose which menu to display.
pt_br: Escolha qual menu exibir.

source: Choose which type of email to send.
pt_br: Escolha qual tipo de e-mail enviar.

source: Choose your footer color scheme
pt_br: Escolha o esquema de cores do rodapé

source: Choose your footer layout. Depending on the number of the columns you will have a different number of widget areas for the footer in Appearance->Widgets.
pt_br: Escolha o layout do rodapé. Dependendo do número de colunas, você terá um número diferente de áreas de widget para o rodapé em Aparência->Widgets.

source: Choose your form border width
pt_br: Escolha a largura da borda do seu formulário

source: Choose your form style
pt_br: Escolha seu estilo de formulário

source: Circle
pt_br: Círculo

source: Clean actions
pt_br: Ações limpas

source: Clean bootstrap grid CSS from code that are not used by the theme.
pt_br: Limpe o CSS da grade de bootstrap do código que não é usado pelo tema.

source: Clear
pt_br: Claro

source: Clear all
pt_br: Limpar tudo

source: Clear button position
pt_br: Limpar posição do botão

source: Clear filters
pt_br: Limpar filtros

source: Clear search
pt_br: Limpar pesquisa

source: Click
pt_br: Clique

source: Click action
pt_br: Clique em ação

source: Click to add images
pt_br: Clique para adicionar imagens

source: Click to enlarge
pt_br: Clique para ampliar

source: Click to open image in popup and swipe to zoom
pt_br: Clique para abrir a imagem em pop-up e deslize para ampliar

source: Close
pt_br: Fechar

source: close
pt_br: fechar

source: Close (Esc)
pt_br: Fechar (Esc)

source: Close button
pt_br: Botão Fechar

source: Close conditions
pt_br: Fechar condições

source: Close header banner
pt_br: Fechar banner de cabeçalho

source: Close main menu
pt_br: Fechar menu principal

source: Close search form
pt_br: Fechar formulário de pesquisa

source: Clouds
pt_br: Nuvens

source: CMS Blocks for custom HTML to place in your pages
pt_br: Blocos CMS para HTML personalizado para colocar em suas páginas

source: Collapse swatches list on the product grid to save space in case a product has too many variations.
pt_br: Recolher a lista de amostras na grade do produto para economizar espaço caso um produto tenha muitas variações.

source: Collapse widgets on mobile
pt_br: Recolher widgets no celular

source: Collapsible content
pt_br: Conteúdo recolhível

source: Color
pt_br: Cor

source: Color box popup library
pt_br: Biblioteca pop-up de caixa de cores

source: Color for page builder elements options where "Secondary color" was chosen.
pt_br: Cor para opções de elementos do construtor de páginas em que "Cor secundária" foi escolhida.

source: Color mask
pt_br: Máscara de cor

source: Color of dots
pt_br: Cor dos pontos

source: Color of line
pt_br: Cor da linha

source: Color on hover
pt_br: Cor ao passar o mouse

source: Color picker
pt_br: Seletor de cores

source: Color presets
pt_br: Predefinições de cores

source: Color Scheme
pt_br: Esquema de cores

source: Color scheme
pt_br: Esquema de cores

source: Color Scheme on hover
pt_br: Esquema de cores ao passar o mouse

source: Color swatch
pt_br: Amostra de cor

source: Colored
pt_br: Colori

source: Colored alternative
pt_br: Alternativa colorida

source: Colorpicker
pt_br: Seletor de cores

source: Colorpicker option
pt_br: Opção de seletor de cores

source: Colors
pt_br: Cores

source: Column
pt_br: Coluna

source: Column content height
pt_br: Altura do conteúdo da coluna

source: Column role for "off-canvas layout"
pt_br: Função de coluna para "layout fora da tela"

source: Columns
pt_br: Colunas

source: Combine CSS files
pt_br: Combinar arquivos CSS

source: Combine JS files
pt_br: Combinar arquivos JS

source: Combined grid
pt_br: Grade combinada

source: comment
pt_br: Comente

source: Comment Count
pt_br: Contagem de comentários

source: Comment navigation
pt_br: Navegação de comentários

source: comments
pt_br: comentários

source: Comments are closed.
pt_br: Comentários estão fechados.

source: Comments limit
pt_br: Limite de comentários

# comments title
source: One thought on &ldquo;%2$s&rdquo;
pt_br: Um pensamento sobre &ldquo;%2$s&rdquo;

source: Compare
pt_br: Comparar

source: Compare by categories:
pt_br: Compare por categorias:

source: Compare by category
pt_br: Comparar por categoria

source: Compare icon
pt_br: Ícone de comparação

source: Compare list is empty.
pt_br: A lista de comparação está vazia.

source: Compare more products
pt_br: Comparar mais produtos

source: Compare page
pt_br: Comparar página

source: Compare page by category
pt_br: Comparar página por categoria

source: Compare page category
pt_br: Comparar categoria de página

source: Compare products
pt_br: Comparar produtos

source: Compatible plugins
pt_br: Plug-ins compatíveis

source: Condition comparison
pt_br: Comparação de condição

source: Condition query
pt_br: Consulta de condição

source: Condition type
pt_br: Tipo de condição

source: Conditions
pt_br: Condições

source: Configure
pt_br: Configurar

source: Configure your [social_buttons] shortcode. You can leave the field empty to remove a particular link. Note that there are two types of social buttons. First one is SHARE buttons [social_buttons type="share"]. It displays icons that share your page on social media. And the second one is FOLLOW buttons [social_buttons type="follow"]. Simply displays links to your social profiles. You can configure both types here.
pt_br: Configure seu código de acesso [social_buttons]. Você pode deixar o campo vazio para remover um link específico. Observe que existem dois tipos de botões sociais. O primeiro são os botões SHARE [social_buttons type="share"]. Ele exibe ícones que compartilham sua página nas mídias sociais. E o segundo são os botões FOLLOW [social_buttons type="follow"]. Simplesmente exibe links para seus perfis sociais. Você pode configurar os dois tipos aqui.

source: Congratulations!
pt_br: Parabéns!
