Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: Empty cart text
pt_br: Texto do carrinho vazio

source: Empty compare text
pt_br: Texto de comparação vazio

source: Empty path ID, please, try again.
pt_br: ID de caminho vazio, por favor, tente novamente.

source: Empty wishlist text
pt_br: Texto da lista de desejos vazia

source: Enable
pt_br: Permitir

source: Enable "Frequently bought together"
pt_br: Ative "Comprados juntos com frequência"

source: Enable additional info tab
pt_br: Ativar guia de informações adicionais

source: Enable age verification popup
pt_br: Ativar pop-up de verificação de idade

source: Enable AJAX functionality for filter widgets, categories navigation, and pagination on the shop page.
pt_br: Ative a funcionalidade AJAX para widgets de filtro, navegação de categorias e paginação na página da loja.

source: Enable autoplay
pt_br: Ativar reprodução automática

source: Enable catalog mode
pt_br: Ativar o modo de catálogo

source: Enable collapsible content
pt_br: Ativar conteúdo recolhível

source: Enable compare
pt_br: Ativar comparação

source: Enable compare by category
pt_br: Ativar comparação por categoria

source: Enable compare functionality built in with the theme. Read more information in our <a href="https://xtemos.com/docs/woodmart/woodmart-compare/">documentation</a>.
pt_br: Ative a funcionalidade de comparação integrada ao tema. Leia mais informações em nossa <a href="https://xtemos.com/docs/woodmart/woodmart-compare/">documentação</a>.

source: Enable custom slider
pt_br: Ativar controle deslizante personalizado

source: Enable description tab
pt_br: Ativar guia de descrição

source: Enable images
pt_br: Ativar imagens

source: Enable instant AJAX search functionality for this form.
pt_br: Ative a funcionalidade de pesquisa AJAX instantânea para este formulário.

source: Enable it if you are redirected to my account page without signing in after click on the social login button.
pt_br: Habilite-o se você for redirecionado para a página da minha conta sem fazer login depois de clicar no botão de login social.

source: Enable it to show each variation as a separate product on the shop page. You need to resave variable products to make this option work. You can do this separately or using the bulk edit function. Read more information in our <a href="https://xtemos.com/docs-topic/show-single-variation/" target="_blank">documentation</a>.
pt_br: Ative-o para mostrar cada variação como um produto separado na página da loja. Você precisa salvar novamente os produtos variáveis ​​para que essa opção funcione. Você pode fazer isso separadamente ou usando a função de edição em massa. Leia mais informações em nossa <a href="https://xtemos.com/docs-topic/show-single-variation/" target="_blank">documentação</a>.

source: Enable lazy loading for images for this element.
pt_br: Ative o carregamento lento para imagens para este elemento.

source: Enable linked variations
pt_br: Ativar variações vinculadas

source: Enable login with Facebook on your web-site. To do that you need to create an APP on the Facebook <a href="https://developers.facebook.com/" target="_blank">https://developers.facebook.com/</a>. Then go to APP settings and copy App ID and App Secret there. You also need to insert Redirect URI like this example <strong>{{PERMALINK}}facebook/int_callback</strong> More information you can get in our <a href="https://xtemos.com/docs/woodmart/faq-guides/configure-facebook-login/" target="_blank">documentation</a>.
pt_br: Habilite o login com o Facebook em seu site. Para isso você precisa criar um APP no Facebook <a href="https://developers.facebook.com/" target="_blank">https://developers.facebook.com/</a>. Em seguida, vá para as configurações do aplicativo e copie o ID do aplicativo e o segredo do aplicativo para lá. Você também precisa inserir o URI de redirecionamento como este exemplo {{PERMALINK}}facebook/int_callback Mais informações você pode obter em nossa <a href="https://xtemos.com/docs/woodmart/faq-guides/configure-facebook-login/" target="_blank">documentação</a>.

source: Enable maintenance mode
pt_br: Ativar o modo de manutenção

source: Enable multiple wishlists
pt_br: Ativar várias listas de desejos

source: Enable parallax on mouse scroll
pt_br: Ativar paralaxe na rolagem do mouse

source: Enable preloader animation while loading your website content. Useful when you move all the CSS to the footer.
pt_br: Ative a animação do pré-carregador ao carregar o conteúdo do seu site. Útil quando você move todo o CSS para o rodapé.

source: Enable product count
pt_br: Ativar contagem de produtos

source: Enable promo popup
pt_br: Ativar pop-up promocional

source: Enable Quick view option for variable products. Will allow your users to purchase variable products directly from the quick view.
pt_br: Ative a opção de visualização rápida para produtos variáveis. Permitirá que seus usuários comprem produtos variáveis diretamente da visualização rápida.

source: Enable Quick view option. Ability to see the product information with AJAX.
pt_br: Ative a opção de visualização rápida. Capacidade de ver as informações do produto com AJAX.

source: Enable reviews tab
pt_br: Ativar guia de avaliações

source: Enable shop filters widget's area above the products.
pt_br: Ative a área do widget de filtros da loja acima dos produtos.

source: Enable short description
pt_br: Ativar descrição curta

source: Enable size guides
pt_br: Ativar guias de tamanho

source: Enable sticky column
pt_br: Ativar coluna fixa

source: Enable sticky navbar
pt_br: Ativar barra de navegação fixa

source: Enable tabs for login and register forms
pt_br: Ativar guias para formulários de login e registro

source: Enable the ability to bulk move or remove products in the wishlist.
pt_br: Habilite a capacidade de mover ou remover produtos em massa na lista de desejos.

source: Enable this email notification
pt_br: Ativar esta notificação por e-mail

source: Enable this option and all brand links will work inside the current category page. Or it will lead to the shop page if you are not on the category page.
pt_br: Ative esta opção e todos os links de marca funcionarão dentro da página da categoria atual. Ou levará à página da loja se você não estiver na página da categoria.

source: Enable this option if you are using a full page cache like WP Rocket.
pt_br: Habilite esta opção se você estiver usando um cache de página inteira como o WP Rocket.

source: Enable this option if you see this warning in Google Pagespeed report.
pt_br: Ative esta opção se você vir este aviso no relatório do Google Pagespeed.

source: Enable this option if you use full-page cache like WP Rocket.
pt_br: Habilite esta opção se você usa cache de página inteira como WP Rocket.

source: Enable this option if you want to change the page number in the URL when you click on the “Load more” button.
pt_br: Ative esta opção se quiser alterar o número da página na URL ao clicar no botão “Carregar mais”.

source: Enable this option if you would like to display this element above other elements on the page. You can specify a custom value as well.
pt_br: Habilite esta opção se desejar exibir este elemento acima de outros elementos na página. Você também pode especificar um valor personalizado.

source: Enable this option instead of native Elementor's one to stretch section with CSS and not with JS.
pt_br: Habilite esta opção em vez da do Elementor nativo para esticar a seção com CSS e não com JS.

source: Enable this option only if you have a lot of custom CSS written for 5.x version. If you don't have any custom CSS at all then just disable this option.
pt_br: Ative esta opção somente se você tiver muitos CSS personalizados escritos para a versão 5.x. Se você não tiver nenhum CSS personalizado, desative essa opção.

source: Enable this option to allow users customize the bundle and check/uncheck some products.
pt_br: Ative esta opção para permitir que os usuários personalizem o pacote e marquem/desmarquem alguns produtos.

source: Enable this option to make your product have "New" status forever.
pt_br: Ative esta opção para que seu produto tenha o status "Novo" para sempre.

source: Enable this option to optimize your images loading on the website. They will be loaded only when user will scroll the page.
pt_br: Habilite esta opção para otimizar o carregamento de suas imagens no site. Eles serão carregados somente quando o usuário rolar a página.

source: Enable this option to show an attribute label on the product image.
pt_br: Ative esta opção para mostrar um rótulo de atributo na imagem do produto.

source: Enable this option to show search results from the blog below the product results.
pt_br: Ative esta opção para mostrar os resultados da pesquisa do blog abaixo dos resultados do produto.

source: Enable this option when you place this button inside the column with the "Collapsible content" option turned on.
pt_br: Habilite esta opção ao colocar este botão dentro da coluna com a opção "Conteúdo recolhível" ativada.

source: Enable this to use one page navigation menu. If enabled you need to set the link for this item to be like this: http://your_site.com/home_page/#anchor_id where anchor_id will be the ID of the ROW on your home page.
pt_br: Ative isso para usar o menu de navegação de uma página. Se ativado, você precisa definir o link para este item como este: http://your_site.com/home_page/#anchor_id onde anchor_id será o ID do ROW em sua página inicial.

source: Enable title
pt_br: Ativar título

source: Enable to show your menu in full screen style on burger icon click.
pt_br: Ative para mostrar seu menu em estilo de tela cheia ao clicar no ícone do hambúrguer.

source: Enable wishlist
pt_br: Ativar lista de desejos

source: Enable wishlist functionality built in with the theme. Read more information in our <a href="https://xtemos.com/docs/woodmart/woodmart-wishlist/">documentation</a>.
pt_br: Ative a funcionalidade de lista de desejos incorporada ao tema. Leia mais informações em nossa <a href="https://xtemos.com/docs/woodmart/woodmart-wishlist/">documentação</a>.

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable/disable portfolio on your website.
pt_br: Ative/Desative o portfólio em seu site.

source: Enable/disable short description text in the product's summary block.
pt_br: Ative/Desative o texto de descrição curta no bloco de resumo do produto.

source: Enable/disable the footer on your website.
pt_br: Habilite/Desabilite o rodapé em seu site.

source: Enable/disable zoom option or switch to photoswipe popup.
pt_br: Ative/Desative a opção de zoom ou alterne para o pop-up photoswipe.

source: Enabled
pt_br: Habilitado

source: Enables autoplay mode.
pt_br: Ativa o modo de reprodução automática.

source: Enables loop mode.
pt_br: Ativa o modo de loop.

source: End
pt_br: Fim

source: Enter categories, tags or custom taxonomies.
pt_br: Insira categorias, tags ou taxonomias personalizadas.

source: Enter divider height (Note: CSS measurement units allowed).
pt_br: Insira a altura do divisor (Observação: unidades de medida CSS permitidas).

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme.
pt_br: Insira o tamanho da imagem. Exemplo: 'miniatura', 'médio', 'grande', 'completo' ou outros tamanhos definidos pelo tema atual.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use '20x20' size.
pt_br: Insira o tamanho da imagem. Exemplo: 'miniatura', 'médio', 'grande', 'completo' ou outros tamanhos definidos pelo tema atual. Como alternativa, insira o tamanho da imagem em pixels: 200x100 (Largura x Altura). Deixe em branco para usar o tamanho '20x20'.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use 'thumbnail' size.
pt_br: Insira o tamanho da imagem. Exemplo: 'miniatura', 'médio', 'grande', 'completo' ou outros tamanhos definidos pelo tema atual. Como alternativa, insira o tamanho da imagem em pixels: 200x100 (Largura x Altura). Deixe em branco para usar o tamanho de 'miniatura'.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme. Alternatively enter image size in pixels: 200x50 (Width x Height). Leave empty to use 'thumbnail' size.
pt_br: Insira o tamanho da imagem. Exemplo: 'miniatura', 'médio', 'grande', 'completo' ou outros tamanhos definidos pelo tema atual. Alternativamente, insira o tamanho da imagem em pixels: 200x50 (Largura x Altura). Deixe em branco para usar o tamanho de 'miniatura'.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full'. Leave empty to use 'medium' size.
pt_br: Insira o tamanho da imagem. Exemplo: 'miniatura', 'médio', 'grande', 'completo'. Deixe em branco para usar o tamanho 'médio'.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full'. Leave empty to use 'thumbnail' size.
pt_br: Insira o tamanho da imagem. Exemplo: 'miniatura', 'médio', 'grande', 'completo'. Deixe em branco para usar o tamanho de 'miniatura'.

source: Enter layout name
pt_br: Digite o nome do layout

source: Enter links for each slide (Note: divide links with linebreaks (Enter)).
pt_br: Insira links para cada slide (Observação: divida links com quebras de linha (Enter)).

source: Enter links for each slide (Note: divide links with linebreaks (Enter).
pt_br: Insira links para cada slide (Observação: divida links com quebras de linha (Enter).

source: Enter the class name of the icon. For example "entypo-icon entypo-icon-check".
pt_br: Digite o nome da classe do ícone. Por exemplo "entypo-icon entypo-icon-check".

source: Enter the class name of the icon. For example "fas fa-check".
pt_br: Digite o nome da classe do ícone. Por exemplo "fas fa-check".

source: Enter the class name of the icon. For example "oi oi-check".
pt_br: Digite o nome da classe do ícone. Por exemplo "oi oi-check".

source: Enter the class name of the icon. For example "typcn typcn-input-checked".
pt_br: Digite o nome da classe do ícone. Por exemplo, "typcn typcn-input-checked".

source: Enter the class name of the icon. For example "vc-material vc-material-check".
pt_br: Digite o nome da classe do ícone. Por exemplo "vc-material vc-material-check".

source: Enter the class name of the icon. For example "vc-mono vc-mono-addme".
pt_br: Digite o nome da classe do ícone. Por exemplo "vc-mono vc-mono-addme".

source: Enter the class name of the icon. For example "vc_li vc_li-star".
pt_br: Digite o nome da classe do ícone. Por exemplo, "vc_li vc_li-star".

source: Enter the number of brands to display for this element.
pt_br: Insira o número de marcas a serem exibidas para este elemento.

source: Enter the number of categories to display for this element.
pt_br: Insira o número de categorias a serem exibidas para este elemento.

source: Enter the person’s name.
pt_br: Digite o nome da pessoa.

source: Enter the person’s title or job position. For example: CEO or Senior Developer.
pt_br: Insira o cargo ou cargo da pessoa. Por exemplo: CEO ou Desenvolvedor Sênior.

source: Enter the text that will be displayed as a hint on the additional information table.
pt_br: Insira o texto que será exibido como dica na tabela de informações adicionais.

source: Enter URL if you want this banner to have a link.
pt_br: Insira o URL se desejar que este banner tenha um link.

source: Enter URL if you want this box to have a link.
pt_br: Insira o URL se desejar que esta caixa tenha um link.

source: Enter URL if you want this image to have a link.
pt_br: Insira o URL se desejar que esta imagem tenha um link.

source: Enter URL if you want this parent menu item to have a link.
pt_br: Insira o URL se desejar que este item de menu pai tenha um link.

source: Enter your
pt_br: Insira o seu

source: Enter your Instagram username. For example: asos
pt_br: Digite seu nome de usuário do Instagram. Por exemplo: aso

source: Enter your name with letters and spacing only. It will be used in a list of fonts under the Typography section. For example: Indie Flower
pt_br: Digite seu nome apenas com letras e espaçamento. Ele será usado em uma lista de fontes na seção Tipografia. Por exemplo: Flor Indie

source: Entities names font
pt_br: Fonte de nomes de entidades

source: Equal right and left columns
pt_br: Colunas direita e esquerda iguais

source: Equals
pt_br: É igual a

source: Error 404
pt_br: Erro 404

source: Error message
pt_br: Mensagem de erro

source: Even product grid
pt_br: Mesmo grade de produtos

source: Even product grid for desktop
pt_br: Mesmo grade de produtos para desktop

source: Even product grid for mobile
pt_br: Mesmo grade de produtos para celular

source: Even product grid for tablet
pt_br: Mesmo grade de produtos para tablet

source: Everything is ready!
pt_br: Tudo está pronto!

source: Example: 'thumbnail', 'medium', 'large', 'full' or enter image size in pixels: '200x100'.
pt_br: Exemplo: 'miniatura', 'médio', 'grande', 'completo' ou digite o tamanho da imagem em pixels: '200x100'.

source: Example: 'thumbnail', 'medium', 'large', 'full' or enter image size in pixels: '200x50'.
pt_br: Exemplo: 'miniatura', 'médio', 'grande', 'completo' ou digite o tamanho da imagem em pixels: '200x50'.

source: Example: 'thumbnail', 'medium', 'large', 'full'.
pt_br: Exemplo: 'miniatura', 'médio', 'grande', 'completo'.

source: Example: 0-1000
pt_br: Exemplo: 0-1000

source: Example: 1000-10000
pt_br: Exemplo: 1000-10000

source: Examples library
pt_br: Biblioteca de exemplos

source: Excerpt
pt_br: Excerto

source: Excerpt length
pt_br: Tamanho do Resumo

source: Excerpt length by words or letters
pt_br: Comprimento do trecho por palavras ou letras

source: Exclude
pt_br: Excluir

source: Exclude categories
pt_br: Excluir categorias

source: Exclude posts, pages, etc. by title.
pt_br: Exclua postagens, páginas etc. por título.

source: Exclude Replies
pt_br: Excluir respostas

source: Export
pt_br: Exportar

source: Export header
pt_br: Cabeçalho de exportação

source: Export options
pt_br: Opções de exportação

source: Export this header structure
pt_br: Exportar esta estrutura de cabeçalho

source: External Source
pt_br: Fonte externa

source: Extra Bold 800
pt_br: Extra Negrito 800

source: Extra button class name
pt_br: Extra Negrito 800

source: Extra class name
pt_br: Nome da classe extra

source: Extra content block
pt_br: Bloco de conteúdo extra

source: Extra content class name
pt_br: Nome da classe de conteúdo extra

source: Extra content for "Thank you page"
pt_br: Conteúdo extra para "Página de agradecimento"

source: Extra content position
pt_br: Posição de conteúdo extra

source: Extra description
pt_br: Descrição extra

source: Extra Large
pt_br: Extra grande

source: Extra large
pt_br: Extra grande

source: Extra Large (22px)
pt_br: Extra Grande (22px)

source: Extra Large (26px)
pt_br: Extra Grande (26px)

source: Extra Large (36px)
pt_br: Extra Grande (36px)

source: Extra Large (42px)
pt_br: Extra Grande (42px)

source: Extra Large (46px)
pt_br: Extra Grande (46px)

source: Extra menu list
pt_br: Lista de menus extras

source: Extra menu list item
pt_br: Item de lista de menu extra

source: Extra options
pt_br: Opções extras

source: Extra options from theme
pt_br: Opções extras do tema

source: Extra settings
pt_br: Configurações extras

source: Extra Small
pt_br: Muito pequeno

source: Extra Small (14px)
pt_br: Extra Pequeno (14px)

source: Extra-Bold 800
pt_br: Extra-Negrito 800

source: Facebook app ID
pt_br: ID do aplicativo do Facebook

source: Facebook app secret
pt_br: Segredo do aplicativo do Facebook

source: Facebook link
pt_br: Link do Facebook

source: Facebook social link
pt_br: link social do facebook

source: Fade
pt_br: Desvaneça

source: Fade out color
pt_br: Desvanecer a cor

source: Fallback
pt_br: Cair pra trás

source: Family
pt_br: Família

source: Fast
pt_br: Rápido

source: Featured
pt_br: Destaque

source: Featured image and product gallery
pt_br: Galeria de imagens e produtos em destaque

source: Featured list
pt_br: Lista em destaque

source: Featured Products
pt_br: produtos em destaque

source: Feed for all posts filed under %s
pt_br: Feed para todas as postagens arquivadas em %s

source: Fifths
pt_br: Quintos

source: Filter
pt_br: Filtrar

source: Filter attribute
pt_br: Atributo de filtro

source: Filter by
pt_br: Filtrar por

source: Filter by price
pt_br: Filtrar por preço

source: Filter categories
pt_br: Filtrar categorias

source: Filter in current category
pt_br: Filtrar na categoria atual

source: Filter price
pt_br: Filtrar preço

source: Filter stock and on-sale products
pt_br: Filtre o estoque e os produtos em promoção

source: Filter type
pt_br: Tipo de filtro

source: Filtered by any attribute
pt_br: Filtrado por qualquer atributo

source: Filtered by attribute
pt_br: Filtrado por atributo

source: Filters
pt_br: Filtros

source: Filters area
pt_br: Área de filtros

source: Filters area button
pt_br: Botão da área de filtros

source: Filters only
pt_br: Filtros apenas

source: Filters search
pt_br: Pesquisa de filtros

source: Filters type
pt_br: Tipo de filtro

source: Final date in the format Y/m/d. For example 2020/12/12 13:00
pt_br: Data final no formato Y/m/d. Por exemplo 12/12/2020 13:00

source: Find a %s
pt_br: Encontre um %s

source: First
pt_br: Primeiro

source: First menu tab title
pt_br: Título da primeira guia do menu

source: First opened
pt_br: Aberto pela primeira vez

source: Five columns
pt_br: Cinco colunas

source: Fixed
pt_br: Fixo

source: Fixed height
pt_br: Altura fixa

source: Flat
pt_br: Apartamento

source: Flexible middle column
pt_br: Coluna intermediária flexível

source: Flickr link
pt_br: Link do Flickr

source: Flickr social link
pt_br: Link social do Flickr

source: Flip X bottom
pt_br: Virar X para baixo

source: Flip X top
pt_br: Virar X para cima

source: Flip Y left
pt_br: Virar Y para a esquerda

source: Flip Y right
pt_br: Virar Y para a direita

source: Follow
pt_br: Seguir

source: Follow or share buttons
pt_br: Seguir ou compartilhar botões

source: Follow:
pt_br: Seguir:

source: Font
pt_br: Fonte

source: Font (.%s)
pt_br: Fonte (.%s)

source: Font Awesome
pt_br: Fonte incrível

source: Font Awesome library
pt_br: Biblioteca incrível de fontes

source: Font family
pt_br: Família de fontes

source: Font name
pt_br: Nome da fonte

source: Font Size
pt_br: Tamanho da fonte

source: Font size
pt_br: Tamanho da fonte

source: Font style
pt_br: estilo de fonte

source: Font subset
pt_br: Subconjunto de fontes

source: Font subsets
pt_br: Subconjuntos de fontes

source: Font weight
pt_br: Espessura da fonte

source: Fonts & Icons
pt_br: Fontes e ícones

source: Footer
pt_br: Rodapé

source: Footer background
pt_br: Plano de fundo do rodapé

source: Footer base
pt_br: Base de rodapé

source: Footer content
pt_br: Conteúdo do rodapé

source: Footer layout
pt_br: Layout do rodapé

source: Footer sticky
pt_br: Rodapé fixo

source: Footer text color
pt_br: Cor do texto do rodapé

source: For %s item
pt_br: Para %s item

source: For a better performance you can initialize the Google map only when you scroll down the page or when you click on it.
pt_br: Para um melhor desempenho, você pode inicializar o mapa do Google apenas ao rolar a página ou clicar nela.

source: For ex.: 12,24,36,-1. Use -1 to show all products on the page
pt_br: Por ex.: 12,24,36,-1. Use -1 para mostrar todos os produtos na página

source: For example: $
pt_br: Por exemplo: $

source: For example: Best option!
pt_br: Por exemplo: Melhor opção!

source: For example: per month
pt_br: Por exemplo: por mês

source: Form
pt_br: Forma
