Repository: meumouse/translates
Catalog: woodmart-*.po
Languages: pt_br

source: Scroll per page not per item. This affect next/prev buttons and mouse/touch dragging.
pt_br: Role por página e não por item. Isso afeta os botões próximo/anterior e o arrastar do mouse/toque.

source: Scroll to top after AJAX
pt_br: Role para o topo após AJAX

source: Scroll to top button
pt_br: Role para o botão superior

source: Scroll to top on variation select [desktop]
pt_br: Role para cima na variação selecione [desktop]

source: Scroll to top on variation select [mobile]
pt_br: Role para cima na variação selecione [mobile]

source: Scroll to top option
pt_br: Role para a opção superior

source: Search
pt_br: Pesquisar

source: Search by filters
pt_br: Pesquisar por filtros

source: Search by name
pt_br: Pesquisar por nome

source: Search by product SKU
pt_br: Pesquisar por SKU do produto

source: Search Categories
pt_br: Categorias de pesquisa

source: Search categories
pt_br: Pesquisar categorias

source: Search for options
pt_br: Pesquisar por opções

source: Search for presets
pt_br: Pesquisar predefinições

source: Search form
pt_br: Formulário de pesquisa

source: Search form by products with AJAX
pt_br: Formulário de pesquisa por produtos com AJAX

source: Search full screen
pt_br: Pesquisar em tela cheia

source: Search Item
pt_br: Pesquisar item

source: Search page
pt_br: Página de pesquisa

source: Search popular requests
pt_br: Pesquisar solicitações populares

source: Search post type
pt_br: Pesquisar tipo de postagem

source: Search products
pt_br: Pesquisar produtos

source: Search results
pt_br: Procurar Resultados

source: Search Results for "%s" Query
pt_br: Resultados da pesquisa para a consulta "%s"

source: Search Results for:
pt_br: Resultados da busca por:

source: Search size guides
pt_br: Guias de tamanho de pesquisa

source: Search Sliders
pt_br: Controles deslizantes de pesquisa

source: Search style
pt_br: Estilo de pesquisa

source: Search Templates:
pt_br: Modelos de pesquisa:

source: Search with AJAX
pt_br: Pesquisar com AJAX

source: Second
pt_br: Segundo

source: Second menu tab title
pt_br: Título da segunda guia do menu

source: Secondary
pt_br: Secundário

source: Secondary color
pt_br: Cor secundária

source: Secondary font
pt_br: Fonte secundária

source: Secondary menu
pt_br: Menu secundário

source: Secondary navigation
pt_br: Navegação secundária

source: Secondary section
pt_br: Seção secundária

source: Section divider
pt_br: Divisor de seção

source: Section title
pt_br: Título da seção

source: Section title element
pt_br: Elemento do título da seção

source: Select
pt_br: Selecionar

source: Select a category
pt_br: Selecione uma categoria

source: Select a content appearance animation
pt_br: Selecione uma animação de aparência de conteúdo

source: Select a page for the compare table. It should contain the shortcode: [woodmart_compare]
pt_br: Selecione uma página para a tabela de comparação. Deve conter o shortcode: [woodmart_compare]

source: Select a page for the wishlist table. It should contain the shortcode: [woodmart_wishlist]
pt_br: Selecione uma página para a tabela da lista de desejos. Deve conter o shortcode: [woodmart_wishlist]

source: Select a page that will be shown as your default 404 error page.
pt_br: Selecione uma página que será mostrada como sua página de erro 404 padrão.

source: Select a parameter for projects order.
pt_br: Selecione um parâmetro para a ordem dos projetos.

source: Select a position of the brand image on the single product page.
pt_br: Selecione uma posição da imagem da marca na página do produto único.

source: Select action for click action.
pt_br: Selecione a ação para a ação de clique.

source: Select all
pt_br: Selecionar todos

source: Select an attribute that will be shown as product images.
pt_br: Selecione um atributo que será mostrado como imagens do produto.

source: Select block
pt_br: Selecionar bloco

source: Select buttons
pt_br: Selecionar botões

source: Select category
pt_br: Selecione a Categoria

source: Select contact form
pt_br: Selecione o formulário de contato

source: Select content type for your grid.
pt_br: Selecione o tipo de conteúdo para sua grade.

source: Select different text color scheme depending on your background.
pt_br: Selecione um esquema de cores de texto diferente dependendo do seu plano de fundo.

source: Select different text color scheme depending on your header background.
pt_br: Selecione um esquema de cores de texto diferente, dependendo do plano de fundo do cabeçalho.

source: Select fields for compare table
pt_br: Selecione os campos para a tabela de comparação

source: Select form
pt_br: Selecionar formulário

source: Select how to sort retrieved brands. More at %s.
pt_br: Selecione como classificar as marcas recuperadas. Mais em %s.

source: Select how to sort retrieved categories. More at %s.
pt_br: Selecione como classificar as categorias recuperadas. Mais em %s.

source: Select how to sort retrieved projects. More at %s.
pt_br: Selecione como classificar os projetos recuperados. Mais em %s.

source: Select icon from library.
pt_br: Selecione o ícone da biblioteca.

source: Select icon from media library.
pt_br: Selecione o ícone da biblioteca de mídia.

source: Select icon library.
pt_br: Selecione a biblioteca de ícones.

source: Select identificator
pt_br: Selecionar identificador

source: Select image alignment.
pt_br: Selecione o alinhamento da imagem.

source: Select image from media library.
pt_br: Selecione a imagem da biblioteca de mídia.

source: Select images from media library.
pt_br: Selecione imagens da biblioteca de mídia.

source: Select images from media library. All images should represent your product from different angles of view.
pt_br: Selecione imagens da biblioteca de mídia. Todas as imagens devem representar seu produto de diferentes ângulos de visão.

source: Select main content and sidebar alignment for blog pages.
pt_br: Selecione o conteúdo principal e o alinhamento da barra lateral para as páginas do blog.

source: Select main content and sidebar alignment for shop pages.
pt_br: Selecione o conteúdo principal e o alinhamento da barra lateral para as páginas da loja.

source: Select main content and sidebar alignment.
pt_br: Selecione o conteúdo principal e o alinhamento da barra lateral.

source: Select main Tab content and sidebar alignment for single product pages.
pt_br: Selecione o conteúdo da guia principal e o alinhamento da barra lateral para páginas de produtos únicos.

source: Select Menu:
pt_br: Selecione o menu:

source: Select options
pt_br: Selecione as opções

source: Select order type. If "Meta value" or "Meta value Number" is chosen then meta key is required.
pt_br: Selecione o tipo de pedido. Se "Meta value" ou "Meta value Number" for escolhido, a meta-chave será necessária.

source: Select page title section design or disable it completely on all pages.
pt_br: Selecione o design da seção do título da página ou desative-o completamente em todas as páginas.

source: Select preview product for builder
pt_br: Selecione o produto de visualização para o construtor

source: Select product
pt_br: Selecionar produto

source: Select products that will be a part of the bundle as variations.
pt_br: Selecione os produtos que farão parte do pacote como variações.

source: Select size guide
pt_br: Selecione o guia de tamanhos

source: Select sorting order.
pt_br: Selecione a ordem de classificação.

source: Select the product categories for which you don't want to send a reminder email
pt_br: Selecione as categorias de produtos para as quais você não deseja enviar um e-mail de lembrete

source: Select the products for which you don't want to send a reminder email
pt_br: Selecione os produtos para os quais você não deseja enviar um e-mail de lembrete

source: Select type
pt_br: Selecione o tipo

source: Select which PHP hook do you want to display here.
pt_br: Selecione qual gancho PHP você deseja exibir aqui.

source: Select which style for products tabs do you need.
pt_br: Selecione qual estilo para guias de produtos você precisa.

source: Select...
pt_br: Selecionar...

source: Select2 library
pt_br: Biblioteca Select2

source: Semi Bold 600
pt_br: Semi Negrito 600

source: Semi-Bold 600
pt_br: Semi-Negrito 600

source: Separate section
pt_br: Seção separada

source: Separated
pt_br: Separado

source: Server
pt_br: Servidor

source: Set a discount for the primary product.
pt_br: Defina um desconto para o produto principal.

source: Set a number of days to keep your products marked as "New" after creation.
pt_br: Defina um número de dias para manter seus produtos marcados como "Novos" após a criação.

source: Set as default
pt_br: Definir como padrão

source: Set background for all product pages. You can also specify different background for the particular product while editing it.
pt_br: Defina o plano de fundo para todas as páginas do produto. Você também pode especificar um plano de fundo diferente para o produto específico ao editá-lo.

source: Set background for site body. Only for "Boxed" layouts.
pt_br: Definir plano de fundo para o corpo do site. Apenas para layouts "Em caixa".

source: Set background for this particular product page.
pt_br: Defina o plano de fundo para esta página de produto específica.

source: Set background image or color for promo popup
pt_br: Definir imagem de fundo ou cor para pop-up promocional

source: Set background image or color, that will be used as a default for all page titles, shop page and blog.
pt_br: Defina a imagem ou cor de fundo, que será usada como padrão para todos os títulos das páginas, página da loja e blog.

source: Set beautiful hover effects for your banner.
pt_br: Defina belos efeitos de foco para seu banner.

source: Set border bottom for this header row.
pt_br: Defina a parte inferior da borda para esta linha de cabeçalho.

source: Set different copyrights section layout.
pt_br: Defina um layout de seção de direitos autorais diferente.

source: Set different position for breadcrumbs section on your product's page.
pt_br: Defina uma posição diferente para a seção de migalhas de pão na página do seu produto.

source: Set general font for site content. This font will also be applied to other typography options if they are not set.
pt_br: Defina a fonte geral para o conteúdo do site. Essa fonte também será aplicada a outras opções de tipografia se não estiverem definidas.

source: Set light or dark text color scheme depending on the banner's background color.
pt_br: Defina o esquema de cores de texto claro ou escuro dependendo da cor de fundo do banner.

source: Set light or dark text color scheme depending on the promo popup background color.
pt_br: Defina o esquema de cores de texto claro ou escuro dependendo da cor de fundo do pop-up promocional.

source: Set numbers of slides you want to display at the same time on slider's container for carousel mode.
pt_br: Defina o número de slides que deseja exibir ao mesmo tempo no recipiente do controle deslizante para o modo carrossel.

source: Set numbers of slides you want to display at the same time on slider's container for carousel mode. Also supports for "auto" value, in this case it will fit slides depending on container's width. "auto" mode doesn't compatible with loop mode.
pt_br: Defina o número de slides que deseja exibir ao mesmo tempo no recipiente do controle deslizante para o modo carrossel. Também suporta o valor "auto", neste caso caberá slides dependendo da largura do contêiner. O modo "auto" não é compatível com o modo de loop.

source: Set sizes
pt_br: Definir tamanhos

source: Set the color for links on your pages, posts and products content.
pt_br: Defina a cor dos links em suas páginas, posts e conteúdo de produtos.

source: Set the interval numbers that you want to display between slider items.
pt_br: Defina os números de intervalo que você deseja exibir entre os itens do controle deslizante.

source: Set the items gap.
pt_br: Defina o intervalo de itens.

source: Set the menu items text align.
pt_br: Defina o alinhamento do texto dos itens de menu.

source: Set the number of pixels users have to scroll down before popup opens
pt_br: Defina o número de pixels que os usuários precisam rolar para baixo antes que o pop-up seja aberto

source: Set the number of seconds for the shopping cart widget to be displayed after adding to cart
pt_br: Defina o número de segundos para que o widget do carrinho de compras seja exibido após adicionar ao carrinho

source: Set the value in megabytes. Currently your server allows you to upload files up to 64 MB.
pt_br: Defina o valor em megabytes. Atualmente seu servidor permite que você faça upload de arquivos de até 64 MB.

source: Set titles for posts, products, categories and projects.
pt_br: Defina títulos para postagens, produtos, categorias e projetos.

source: Set typography for titles (h1, h2, h3, h4, h5, h6).
pt_br: Defina a tipografia para os títulos (h1, h2, h3, h4, h5, h6).

source: Set widgets height in pixels.
pt_br: Defina a altura dos widgets em pixels.

source: Set width of the promo popup in pixels.
pt_br: Defina a largura do pop-up promocional em pixels.

source: Set width of the quick view in pixels.
pt_br: Defina a largura da visualização rápida em pixels.

source: Set your categories menu in Header builder -> Mobile -> Mobile menu element -> Show/Hide -> Choose menu
pt_br: Defina seu menu de categorias no Construtor de cabeçalho -> Celular -> Elemento de menu móvel -> Mostrar/ocultar -> Escolher menu

source: Set your custom link for button or allow users to add some product to cart
pt_br: Defina seu link personalizado para o botão ou permita que os usuários adicionem algum produto ao carrinho

source: Set your default header for all pages from the list of all headers created with our Header builder.
pt_br: Defina seu cabeçalho padrão para todas as páginas da lista de todos os cabeçalhos criados com nosso construtor de cabeçalhos.

source: Set your thumbnails display or leave default set from Theme Settings.
pt_br: Defina sua exibição de miniaturas ou deixe o padrão definido em Configurações de tema.

source: Set your value in pixels.
pt_br: Defina seu valor em pixels.

source: Settings
pt_br: Definições

source: settings
pt_br: definições

source: Settings are successfully saved.
pt_br: As configurações foram salvas com sucesso.

source: Settings presets
pt_br: Predefinições de configurações

source: Setup Woodmart Child Theme
pt_br: Configurar tema filho Woodmart

source: Shaders
pt_br: Tonalizadores

source: Shadow
pt_br: Sombra

source: Shape
pt_br: Forma

source: Share
pt_br: Compartilhar

source: Share buttons
pt_br: Botões de compartilhamento

source: Share buttons type
pt_br: Tipo de botões de compartilhamento

source: Share in facebook
pt_br: Compartilhe no facebook

source: Share in linkedin
pt_br: Compartilhar no linkedin

source: Share in OK
pt_br: Compartilhar em OK

source: Share in pinterest
pt_br: Compartilhe no pinterest

source: Share in Telegram
pt_br: Compartilhar no Telegram

source: Share in twitter
pt_br: Compartilhar no twitter

source: Share in Viber
pt_br: Compartilhar no Viber

source: Share in VK
pt_br: Compartilhar em VK

source: Share in whatsapp
pt_br: Compartilhe no whatsapp

source: Share on Facebook
pt_br: Compartilhar no Facebook

source: Share:
pt_br: Compartilhar:

source: Share:
pt_br: Compartilhar:

source: Shipping details
pt_br: Detalhes de envio

source: Shipping information fields
pt_br: Campos de informações de envio

source: Shipping progress bar
pt_br: Barra de progresso de envio

source: Shipping progress bars
pt_br: Barras de progresso de envio

source: Shop
pt_br: Loja

source: Shop active filters element
pt_br: Comprar elemento de filtros ativos

source: Shop ajax option
pt_br: Opção de loja ajax

source: Shop builder
pt_br: Construtor de loja

source: Shop buttons
pt_br: Botões de loja

source: Shop buttons background
pt_br: Fundo de botões de loja

source: Shop buttons hover background
pt_br: Os botões da loja passam o plano de fundo

source: Shop buttons hover text color scheme
pt_br: Os botões da loja passam o esquema de cores do texto

source: Shop buttons styles
pt_br: Estilos de botões de loja

source: Shop buttons text color scheme
pt_br: Esquema de cores do texto dos botões da loja

source: Shop category extra description
pt_br: Descrição extra da categoria da loja

source: Shop filter area
pt_br: Área de filtro da loja

source: Shop filters
pt_br: Filtros da loja

source: Shop filters area
pt_br: Área de filtros da loja

source: Shop filters area always opened
pt_br: Área de filtros da loja sempre aberta

source: Shop filters content type
pt_br: Loja filtra tipo de conteúdo

source: Shop filters HTML Block
pt_br: Filtros da loja Bloco HTML

source: Shop layout
pt_br: Layout da loja

source: Shop loader
pt_br: carregador de loja

source: Shop loop head mod
pt_br: Mod de cabeça de loop de loja

source: Shop masonry
pt_br: Loja de alvenaria

source: Shop mobile accordion categories
pt_br: Compre categorias de acordeão móvel

source: Shop opt without title
pt_br: Opção de loja sem título

source: Shop order
pt_br: Pedido de loja

source: Shop order by element
pt_br: Ordem da loja por elemento

source: Shop page
pt_br: Página da loja

source: Shop page content, category description
pt_br: Conteúdo da página da loja, descrição da categoria

source: Shop page init
pt_br: Inicialização da página da loja

source: Shop page title categories
pt_br: Categorias de título da página da loja

source: Shop page Widget Area
pt_br: Área de widget da página da loja

source: Shop predefined
pt_br: Loja predefinida

source: Shop products page title element
pt_br: Elemento de título da página de produtos da loja

source: Shop products per page element
pt_br: Comprar produtos por elemento de página

source: Shop products view
pt_br: Visualização de produtos da loja

source: Shop products view element
pt_br: Elemento de visualização de produtos da loja

source: Shop search results
pt_br: Resultados da pesquisa da loja

source: Shop sidebar widgets collapse
pt_br: Os widgets da barra lateral da loja são recolhidos

source: Shop title
pt_br: Título da loja

source: Shop tools
pt_br: Ferramentas da loja

source: Shopping buttons like "Add to cart", "Checkout", "Login", "Register" etc.
pt_br: Botões de compras como "Adicionar ao carrinho", "Finalizar compra", "Login", "Registrar" etc.

source: Shopping cart
pt_br: Carrinho

source: Shopping cart widget
pt_br: Widget de carrinho de compras

source: Shopping widget
pt_br: Widget de compras

source: Short description
pt_br: Pequena descrição

source: Short description content
pt_br: Conteúdo de descrição curta

source: Should be always DISABLED. Combining all theme files will lead to a larger page size. You need to use an additional plugin to combine all JS files that are loaded on your pages. For example WP Rocket.
pt_br: Deve estar sempre DESATIVADO. A combinação de todos os arquivos de tema resultará em um tamanho de página maior. Você precisa usar um plugin adicional para combinar todos os arquivos JS que são carregados em suas páginas. Por exemplo WP Rocket.

source: Should be always DISABLED. Enabling this option doesn’t improve anything and increases the page size.
pt_br: Deve estar sempre DESATIVADO. Ativar esta opção não melhora nada e aumenta o tamanho da página.

source: Should be always DISABLED. You can now use Elementor’s plugin optimization settings instead.
pt_br: Deve estar sempre DESATIVADO. Agora você pode usar as configurações de otimização de plug-in do Elementor.

source: Should be always ENABLED.
pt_br: Deve estar sempre HABILITADO.

source: Should be always ENABLED. This option will be removed soon and you will be able to load unminified JS files only when you enable Debug mode in WordPress.
pt_br: Deve estar sempre HABILITADO. Esta opção será removida em breve e você poderá carregar arquivos JS não minificados somente quando habilitar o modo de depuração no WordPress.

source: Should this image be used on hover
pt_br: Esta imagem deve ser usada ao passar o mouse

source: Should this image be used when menu item is active
pt_br: Esta imagem deve ser usada quando o item de menu estiver ativo

source: Show
pt_br: Mostrar

source: Show "Click to enlarge" icon
pt_br: Mostrar ícone "Clique para ampliar"

source: Show "Compare more products" buttons
pt_br: Mostrar botões "Comparar mais produtos"

source: Show account
pt_br: Mostrar conta

source: Show after number of pages visited
pt_br: Mostrar após o número de páginas visitadas

source: Show after user scroll down the page
pt_br: Mostrar depois que o usuário rolar a página

source: Show all blog results
pt_br: Mostrar todos os resultados do blog

source: Show an icon button on mobile devices instead of dropdown.
pt_br: Mostre um botão de ícone em dispositivos móveis em vez de um menu suspenso.

source: Show attribute label on products
pt_br: Mostrar rótulo de atributo em produtos

source: Show attributes table after short description
pt_br: Mostrar tabela de atributos após breve descrição

source: Show brand on the single product page
pt_br: Mostrar marca na página do produto único

source: Show breadcrumbs
pt_br: Mostrar migalhas de pão

source: Show button on hover on image
pt_br: Mostrar botão ao passar o mouse na imagem

source: Show button on product grid
pt_br: Mostrar botão na grade do produto

source: Show button on products in loop
pt_br: Mostrar botão em produtos em loop

source: Show categories
pt_br: Mostrar categorias

source: Show categories filters
pt_br: Mostrar filtros de categorias

source: Show categories menu
pt_br: Mostrar menu de categorias

source: Show category
pt_br: Mostrar categoria

source: Show category neighbors if there is no children
pt_br: Mostrar vizinhos de categoria se não houver filhos

source: Show changelog page from the dashboard.
pt_br: Mostrar página changelog do painel.

source: Show close banner button
pt_br: Mostrar botão fechar banner

source: Show close button
pt_br: Mostrar botão fechar

source: Show comments on pages
pt_br: Mostrar comentários nas páginas

source: Show compare
pt_br: Mostrar comparar

source: Show cookies info
pt_br: Mostrar informações de cookies

source: Show current archive page title
pt_br: Mostrar o título da página de arquivo atual

source: Show current category ancestors
pt_br: Mostrar ancestrais da categoria atual

source: Show description
pt_br: Mostre a descrição

source: Show dropdown on
pt_br: Mostrar menu suspenso em

source: Show dropdown with category
pt_br: Mostrar menu suspenso com categoria

source: Show empty price ranges
pt_br: Mostrar faixas de preço vazias

source: Show empty star rating
pt_br: Mostrar classificação por estrelas vazia

source: Show empty star rating even if the product has no ratings.
pt_br: Mostrar classificação por estrelas vazia, mesmo que o produto não tenha classificações.

source: Show Flag
pt_br: Mostrar bandeira

source: Show flag of languages
pt_br: Mostrar bandeira de idiomas

source: Show flag of WPML languages
pt_br: Mostrar bandeira de idiomas WPML

source: Show hidden products
pt_br: Mostrar produtos ocultos

source: Show hierarchy
pt_br: Mostrar hierarquia

source: Show hints displayed next to the theme settings option name.
pt_br: Mostrar dicas exibidas ao lado do nome da opção de configurações do tema.

source: Show in categories
pt_br: Mostrar nas categorias

source: Show label
pt_br: Mostrar marcador

source: Show labels
pt_br: Mostrar rótulos

source: Show login form
pt_br: Mostrar formulário de login

source: Show map
pt_br: Mostrar mapa

source: Show more category button
pt_br: Botão Mostrar mais categoria

source: Show number of visitors for the product
pt_br: Mostrar o número de visitantes do produto

source: Show on category
pt_br: Mostrar na categoria

source: Show on hover
pt_br: Mostrar ao passar o mouse
